{
   "Changes": [
  {
    "Action": "EditData",
    "Target": "Characters/Dialogue/Haley",
    "Entries": {
            "Mon8": "หวัดดี @$0#$#ฉันอยากจะไป เมืองซูซูกับลีอาและเลนนี่เร็วๆ แล้วล่ะ$0#$e#ห้างสรรพสินค้าที่เปิดใหม่ มีการจัดงาน นิทรรศการศิลปะชั่วคราว ด้วยล่ะ$1",
            "Tue8": "ฉันไม่เคยนึกถึง การมีลูกมาก่อนเลย$0#$b#ก็ฉันเป็นพวกชอบ ทำตัวเป็นเด็กนี่...$2#$e#แต่ฉันคิดว่า ลีอาคงจะช่วยให้ฉัน เป็นผู้ใหญ่มากขึ้น$0#$b#ันว่าฉันทำได้ดี ในการเลี้ยงเลนนี่ล่ะ$1",
            "Wed8": "ไง @$0#$e#ฉันคิดเสมอเลยนะ ว่าในชีวิตนี้ ฉันคงจะไม่สามารถทำอะไร เป็นชิ้นเป็นอันได้...$2#$b#เธอรู้รึเปล่า ฉันน่ะ เอาแต่เกาะติดกับอเล็กซ์ อยู่ตลอด แล้วก็ถ่ายรูปนู้นบ้าง นี่บ้าง ฉันไม่ได้มีงานทำแบบเอมิลี$2#$e#ต้องขอบคุณลีอา ฉันได้เติบโตอย่างมาก และฉันก็มีความสุข ที่เรามีเลนนี่$4#$b#ตอนนี้ฉันเลยได้รู้ว่า อนาคตของฉัน ควรจะเป็นแบบไหน$4",
            "Thu8": "ลีอาบอกฉันเกี่ยวกับ งานประกวดภาพถ่าย ที่จัดขึ้น ในเมืองแกรมเพิลตัน$0#$b#เดี๋ยวเราจะเลือก ภาพถ่ายกันอีกที$1#$e#...หรือฉันควรจะส่งรูป ที่มีลีอาเป็นนางแบบไปเลยดี ต้องชนะใสๆ แน่นอน$4",
            "Fri8": "การได้ดู พระอาทิตย์ตกดินกับลีอา เป็นกิจกรรมที่ฉัน ชอบมากที่สุดในโลกเลย$4",
            "Sat8": "การได้เจอกับลีอา ทำให้ชีวิตฉันเปลี่ยนแปลงไป อย่างมากเลยล่ะ$0#$b#ก่อนหน้านั้น ฉันรังเกียจชีวิตในชนบทนี้ แต่ตอนนี้ ฉันจะไม่ย้ายไปที่ไหน ในโลกนี้อีกแล้ว$1#$e#แล้วเลนนี่ก็ชอบที่นี่ด้วย$1",
            "Sun8": "ฉันตัดสินใจอยู่ที่นี้ เพราะว่าลีอารักหุบเขานี้ และมันก็เป็นแหล่งรวม แรงบันดาลใจของเธอ$0#$b#ตอนนี้ฉันไม่คิดเรื่อง การไปอยู่ที่อื่นอีกแล้ว$0#$e#ฉันชอบการอยู่ด้วยกัน ในบ้านน้อยแสนอบอุ่นนี่$4",
            "spring_Mon8": "เอมิลีบอกว่า มีพ่อค้ามาใหม่ ในทะเลทราย$0#$b#บางทีเขาอาจจะมีงานศิลปะ ที่ไม่เหมือนกับที่อื่น จากศิลปินชาวต่างชาติ ก็ได้นะ$0#$e#ไว้ซักวัน ลีอา เลนนี่กับฉันจะลองไปดูบ้าง$0",
            "spring_Thu8": "ผมของลีอานุ่มสุดๆ เลย$0#$b#ฉันชอบทำผมทรงอื่นๆ ให้เธอด้วย$1",
            "spring_Sat8": "ฉันว่าจะลองขอให้ลีอา เป็นางแบบที่ชายหาด$0#$b#มันจะต้องสนุกมากแน่ๆ!$4#$e#และฉันจะได้เห็นลีอา ในชุดบิกินี่ด้วย...$4",
            "summer_Wed8": "เลนนี่กับฉันว่าจะ ไปซื้อไอติมซักหน่อย มันเป็นของโปรดของเธอน่ะ$0#$b#เธอก็มาด้วยกันสิ @$1",
            "summer_Fri8": "ไง @$0#$b#ฉันว่า เดี๋ยวฉันจะลองชวนลีอา ไปที่ชายหาดกับฉันดูน่ะ ตอนที่ไม่มีใครอยู่แล้ว$4",
            "summer_Sat8": "โรบินช่วยเราปรับปรุง กระท่อมของลีอาใหม่$0#$b#ตอนนี้มันดีสุดๆ สำหรับครอบครัวเล็ๆ ของเรา$1",
            "fall_Mon8": "เอมิลีสอนฉันถักไหมพรมล่ะ$0#$b#ฉันอยากจะถักผ้าพันคอ ให้ลีอากับเลนนี ในฤดูหนาว$1",
            "fall_Fri8": "อเล็กซ์กับฉัน เป็นเพื่อนรักกัน เพราะงั้น หลายคนก็เลยคิดว่า เราคบกันอยู่$0#$b#แต่เรา เป็นแค่เพื่อนกันจริงๆ เขามีความสุขมาก ตอนที่ได้ยินว่าฉันกับลีอา จะรับลูกมาเลี้ยงด้วยกัน$1",
            "fall_Sun8": "ฉันคิดถึงฤดูร้อน และการได้ไปชายหาด กับลีอากับเลนนี่...$2",
            "winter_Tue8": "ดีจ้า @$1#$e#อย่าไปบอกลีอานะ ฉันกำลังเก็บเงินเพื่อที่จะ ซื้อภาพวาดของลูปินี่ ที่ขายที่ตลาดกลางคืน ในเธอล่ะ$1#$b#เธอต้องชอบมากแน่ๆ!$1",
            "winter_Thu8": "ฉันจะตั้งตาคอย ปีหน้าที่แสนวิเศษ ของฉันกับลีอาและเลนนี่$4#$e#ฉันรู้สึกได้เลยล่ะ ว่านี่คืออีกเวอร์ชั่นนึงของฉัน ที่ดีกว่าในอดีตที่ผ่านมา ต้องขอบคุณพวกเขา$1",
            "winter_Sat8": "กระท่อมน้อยของเรา มีเตาผิงด้วยนะ$0#$b#ฉันชอบการนั่งอยู่หน้าเตาผิง และได้โอบกอดกับเธอจัง$4",
            "summer_20_2": "ลีอากับฉันกำลังเตรียม ปาร์ตี้วันเกิดที่ดีที่สุด ให้เลนนีตัวน้อยของพวกเรา$1",
            "summer_27_2": "ปกติแล้ว ในงานเทศกาล ระบำแมงกระพรุนแสงจันทร์ คืนพรุ่งนี้ ฉันจะถ่ายรูปจำนวนมหาศาล แต่ฉันคิดว่าครั้งนี้ ฉันจะใช้เวลาแห่งความสุขนี้ กับลีอาแทนดีกว่า$0",
            "winter_23_2": "วันนี้คือวันพิเศษ มันคือวันเกิดของลีอา!$1#$b#ฉันเตรียมปาร์ตี้ เซอร์ไพรส์วันเกิด ให้เธอไว้ด้วย$1",
            "winter_24_2": "หวัดดี @$0#$e#เทศกาลแห่งดวงดาวฤดูหนาว ทำให้ฉันรู้สึกว่า ได้เป็นส่วนหนึ่งของชุมชนนี้ เหมือนพวกเรา เป็นครอบครัวใหญ่$1#$e##ดีเหมือนกันนะ ที่ได้คุยกับเธอ แต่ฉันต้องไปแล้วล่ะ ต้องไปเตรียมของขวัญ ให้ลีอากับเลนนี่ ในวันพรุ่งนี้น่ะ$1"
      },
    }
  ]
}
