{
   "Changes": [
  {
    "Action": "EditData",
    "Target": "Characters/Dialogue/Leah",
    "Entries": {
            "Mon8": "บางครั้ง ฉันก็ชอบที่จะวาดภาพเหมือน ของเฮลีย์$0#$e#ก็เธอเป็นนางแบบ ที่งดงามที่สุด$4",
            "Tue8": "ไง @$1#$e#รู้มั้ย ต้องขอบคุณเธอและเฮลีย์ด้วย ที่ทำให้ผลงานศิลปะของฉัน มาไกลได้ขนาดนี้$0#$e#เธอน่าจะแวะมา ทานมื้อค่ำกับพวกเราบ้างนะ @$1",
            "Wed8": "นี่ @$0#$e#รู้รึเปล่า ฉันไม่ได้กลับไปที่เมืองอีกเลย ถึงแม้ว่ามันยาก ที่ต้องทิ้งทุกอย่างไว้เบื้องหลัง$0#$b#ฉันชอบการใช้ชีวิตในหุบเขา และตอนนี้เฮลีย์กับฉัน ก็แต่งงานกันแล้ว และฉันมีแผนมากมาย สำหรับพวกเราที่จะทำ ในอนาคตแล้วด้วย$1",
            "Thu8": "ฉันก็รู้ตัวตั้งแต่ เมื่อตอนที่ย้ายมาที่นี่แล้วล่ะ ว่าฉันไม่ได้มีเพื่อนใหม่ เพราะฉันเอาแต่จัดการ กับการเปลี่ยนแปลงต่างๆ$0#$b#แต่ว่าตอนนี้ ฉันมีเพื่อนดีๆ มากมาย และยังมีภรรยาแสนสวยอีก$1",
            "Fri8": "ฉันก็กลัวนะ ว่าจะเร่งรัดเฮลีย์ มากไปรึเปล่า...$2#$b#เธอก็รู้ว่าความสัมพันธ์ ครั้งก่อนของฉัน มันจบไม่ค่อยสวยเท่าไหร่ และฉันก็ยังไม่ได้คิด เรื่องที่จะมีใครใหม่ เมื่อฉันย้ายมาอยู่ที่นี่$2#$b#แต่แล้วเฮลีย์ก็เข้ามา และทำให้แผนการของ ฉันพังทลาย$0#$e#ฉันดีใจที่เธอทำแบบนั้น ฉันรักเธอมากจริงๆ$4#$b#ฉันยังไม่อยากจะเชื่อเลย ว่าตอนนี้เธอเป็น ภรรยาของฉันแล้ว$4",
            "Sat8": "อาชีพการเป็นศิลปินของฉัน ไปได้ไม่ค่อยดีเท่าไหร่ ในช่วงแรกๆ ที่ฉันย้ายมาที่นี่...$2#$e#โชคดีจริงๆ ที่เฮลีย์ เชื่อมั่นในตัวฉันเสมอ$0#$b#เธอคอยสนับสนุนเป็นอย่างดี$1",
            "Sun8": "ฉันมักจะเห็นแจส เล่นอยู่แถวๆ บ้านฉัน$0#$b#มันทำให้ฉันคิดถึงว่า ถ้าเกิดเฮลีย์อยากจะมีลูก ขึ้นมาบ้างล่ะ...$0#$b#เธอก็รู้ พวกเราอยู่ด้วยกัน มาสักพักแล้ว ฉันแทบจะรอสเต็ปถัดไป ไม่ไหวละ$4",
            "spring_Mon8": "ไง @$1#$e#เฮลีย์กับฉันกำลังคิดเรื่อง การจัดนิทรรศการร่วมอยู่เลย$1#$e#รู้เปล่า เราจะได้แสดงงานปั้น และภาพวาดของฉัน คู่กับภาพถ่ายของเฮลีย์ ไปเลยไง$0",
            "spring_Thu8": "โอ้ ไง @$1#$e#เฮลีย์อยากจะให้ฉันช่วย พัฒนาการถ่ายภาพน่ะ$0#$e#ยังไงตอนนี้ เราก็มาอยู่ด้วยกันแล้ว เราได้ทานมื้อเย็นกับเอมิลี่ และเธอก็จะได้ ฝึกทักษะการถ่ายภาพด้วย$1",
            "spring_Sat8": "เพื่อนเก่าของฉันที่เมืองซูซู บอกว่าเขาจะจัด นิทรรศการศิลปะ เป็นครั้งแรกในเดือนหน้านี้$1#$b#ฉันจะไปกับเฮลีย์ ไม่แน่ว่า เธออาจจะได้ไปแนะนำตัว กับพ่อแม่ของฉัน ตอนที่เราไปที่นั่น$1#$b#พวกท่านเอ็นดูเธอสุดๆ$1",
            "summer_Wed8": "เฮลีย์ชอบฤดูร้อนมากๆ$0#$b#ทันทีที่เราตื่นนอนปุ๊บ เธอก็จะชวนฉัน ไปอาบแดดกับเธอปั๊บ$1",
            "summer_Fri8": "ฉันและเฮลีย์ ชอบไปว่ายน้ำด้วยกัน ในฤดูร้อนน่ะ$1#$b#พวกเรามักจะไปทะเลเสมอ แต่ว่าที่จริง แม่น้ำก็เป็นตัวเลือก ที่ไม่เลวนะ$1",
            "summer_Sat8": "ฉันว่า ฉันจะเอาเซตสีน้ำของฉัน ติดไปด้วย ตอนไปเที่ยวทะเลครั้งหน้า$0#$b#ฉันจะได้สเก็ตภาพสีน้ำ ของเฮลีย์ได้ด้วย$1",
            "fall_Mon8": "หัวศิลป์ของฉัน เคยตันสุดๆ แบบสุดๆ ...$2#$e#แต่ตอนนี้ดีขึ้นแล้ว ตั้งแต่ได้อยู่กับเฮลีย์ เธอเป็นแรงบันดาลใจ ที่ยิ่งใหญ่สำหรับฉัน$4",
            "fall_Fri8": "ฉันชอบการเดินเล่นในป่า กับเฮลีย์ในฤดูใบไม้ร่วงนะ$0#$b#สายลมเย็นๆ และเฮลีย์ก็ได้สนุก กับการถ่ายรูปแม่น้ำ$1",
            "fall_Sun8": "อ้าว @!$1#$e#ฉันซื้อไวน์มาจากร้านปิแอร์ สำหรับมื้อค่ำที่ฉัน เตรียมไว้เฮลีย์$1",
            "winter_Tue8": "ฉันดีใจมากที่เฮลีย์ ย้ายมาอยู่ด้วยกันแล้ว$0#$b#เราจะได้กอดกัน ในวันหนาวๆ แบบนี้$4",
            "winter_Thu8": "เฮลีย์ไม่ค่อยชอบ ฤดูหนาวเท่าไหร่ เพราะงั้น วันนี้ฉันจะใช้เวลา อยู่กับเธอให้มากๆ$0",
            "winter_Sat8": "ปีนี้ เป็นปีที่ดีที่สุด ในชีวิตของฉันเลย ได้เห็นผลงานศิลปะของฉัน เข้าถึงผู้คนได้มากขึ้น ได้แต่งงานกับเฮลีย์ ได้มีมิตรภาพดีๆ กับชาวเมืองคนอื่นๆ... จะมีอะไรไม่พอใจได้อีกล่ะ?$0",
            "spring_14_2": "ฉันจะใช้เวลา ในเดือนสุดท้ายนี้ วาดภาพให้เฮลีย์ เป็นของขวัญวันเกิด$0#$b#ชื่อภาพว่า 'เจ้าทานตะวันของฉัน'$4",
            "summer_10_2": "เฮลีย์จะเอากล้องถ่ายรูป ไปงานเทศกาลลัวร์ด้วย เธอดูตื่นเต้นมากเลย$1",
            "fall_28_2": "การได้เห็นวินเซนท์กับแจส เล่นกันสนุกสนาน ในงานเทศกาลภูติเมื่อวาน ทำให้ฉันอยากมีลูกบ้างเลย$0#$e#ฉันอยากรู้จังว่า เฮลีย์จะคิดเหมือนกันมั้ย...$4"
      },
    }
  ]
}
