{
  "marriage.000": "สวัสดี ยอดดวงใจข้า ข้าเชื่อว่าท่านคงจะมีธุระ กับกิลด์นักผจญภัยในวันนี้สินะ?$1#$e#ระวังตัวด้วย$0",
  "marriage.001": "ยินดีต้อนรับครับ ที่รัก$1#$e#วันนี้เงียบเหงาทีเดียว$0",
  "marriage.002": "การมาเยี่ยมเยียนของท่าน ทำให้ข้าสุขใจมากๆ$0#$e#ถึงมันจะแคบไปหน่อย แต่คืนนี้เรานอนบนเตียง ด้วยกันก็ได้นะ$4",
  "marriage.003": "มันมีขุมพลังอันยิ่งใหญ่ อยู่ในโลกใบนี้ แต่ไม่มีอะไรจะเหนือกว่า พลังแห่งรัก$1#$e#*คิกคัก*...$5",
  "marriage.004": "สวัสดี ที่รักของข้า วันนี้ลมอะไรหอบท่านมา ที่เกาะปะการังเล่าขานล่ะ?$1#$e#ข้าต้องเติมน้ำยาเพิ่มมานา เอาไว้สักหน่อย$0",
  "marriage.005": "โจลีนมีเรื่องเล่าเกี่ยวกับ การผจญภัยมากมาย...$5#$b#แค่ข้าคิดว่า ข้าคงจะได้ฟังทุกเรื่องหมดแล้ว เขาก็ดันมีเรื่องใหม่ มาเล่าให้ข้าฟังอีก$1",
  "marriage.006": "คืนนี้ อยากจะนอนเตียงด้วยกัน กับข้ามั้ยล่ะครับ?$1#$b#ถึงมันจะแคบ แต่พวกเราก็จะ ทำให้มันนอนได้แหละเนอะ...$4",
  "marriage.007": "นี่คือต้นไม้มหัศจรรย์$0#$e#ข้าตั้งตารอ วันเทศกาลพรุ่งนี้แล้วล่ะครับ ข้าจะไม่ยอมพลาดมันแน่ๆ...$5",
  "NightMarket.001": "ข้ามีความคุ้นเคยกับพ่อมด ที่ขายโทเทมด้วยนะครับ$0#$e#พวกเราเคยไปออกสำรวจ ด้วยกันหลายครั้ง$5",
  "NightMarket.002": "พ่อค้าทุกคนที่อยู่ที่นี่ มีเรื่องของตัวเอง ที่ให้เล่าขานสู่กันฟัง$5",
  "NightMarket.003": "มันมีอะไรเกี่ยวกับ เรือนางเงือกนั่นด้วย...$0",
  "KrobusDialogue.001": "โครบัสพึ่งจะเล่าถึง ตำนานที่น่าหลงใหลเมื่อครู่เอง$0#$e#เย็นนี้ท่านเป็นยังไงบ้าง?$0#$b#ท่านดูเหมือนกับว่า วิ่งไปทั่วทุกที่ตลอดทั้งวัน$1",
  "KrobusDialogue.002": "พวกมนุนย์เงาถูกเข้าใจผิด บางทีเรานี่แหละ ที่เป็นสัตว์ประหลาด...$6",
  "KrobusDialogue.003": "อย่างนี้นี่เอง โยบะรับบทใหญ่ในทุกๆ อย่าง...$5#$e#%แลนซ์กำลังง่วนอยู่กับการพูดคุยกับโครบัส#$e#%แลนซ์กำลังง่วนอยู่กับการพูดคุยกับโครบัส#$e#%แลนซ์กำลังง่วนอยู่กับการพูดคุยกับโครบัส#$e#%แลนซ์กำลังง่วนกับการพูดคุยกับโครบัส#$e#%แลนซ์กำลังง่วนอยู่กับการพูดคุยกับโครบัส#$e#%แลนซ์กำลังง่วนอยู่กับการพูดคุยกับโครบัส#$e#%แลนซ์กำลังง่วนอยู่กับการพูดคุยกับโครบัส#$e#%แลนซ์กำลังง่วนอยู่กับการพูดคุยกับโครบัส",
  "KrobusDialogue.004": "โครบัสพึ่งจะเล่าถึง ตำนานที่น่าหลงใหลเมื่อครู่เอง$0#$e#เย็นนี้ท่านเป็นยังไงบ้าง?$0#$b#ท่านดูเหมือนกับว่า วิ่งไปทั่วทุกที่ตลอดทั้งวัน$1",
  "KrobusDialogue.005": "มันมีประวัติศาสตร์ที่น่ารังเกียจ ระหว่างคนแคระ และมนุษย์เงาอยู่ครับ$6#$e#อะไรที่ทำ เพื่อแสวงหาความร่ำรวย...$5#$b#ความโลภ สามารถทำให้เอาแน่เอานอน กับอะไรไม่ได้$0",
  "KrobusDialogue.006": "ข้าคิดว่าข้าเห็นท่านอยู่ข้างนอกนี่ เมื่อตอนเย็น$0#$e#ข้าซื้อรากทมิฬมาให้โครบัส$1",
  "KrobusDialogue.007": "พวกเผ่าของเหล่ามนุษย์เงา จะใช้ช่วงเวลา ที่มืดสนิทที่สุดของปี เพื่ออพยพไปยังถ้ำที่อยู่ห่างไกล$0#$b#มันอาจกลายเป็น การเดินทางที่อันตรายได้ ถ้าวางแผนไว้ไม่ดี...$6"
}
