{
"Format": "1.15.0",
"ConfigSchema": {
    "Version": {
			"AllowValues": "dating, married, family",
			"Default": "dating"
		    },
    "HaveChildren": {
			"AllowValues": "true, false",
			"Default": "false"
		    },
    },
"Changes": [
    
        //      D   A   T   I   N   G       V   E   R   S   I   O   N
    
//Maru and Harvey dialogue | 2 hearts event
{
"Action": "EditData",
"Target": "Characters/Dialogue/Harvey",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020005"
		},
"Entries": {
            "Fri2": "@ ถ้าคุณมีปัญหา เกี่ยวกับเครื่องจักรในฟาร์ม คุณบอกมารุได้นะ เธอซ่อมมันได้$0#$b#เมื่อวันก่อนช่วยซ่อม วิทยุให้ผมด้วยครับ$0#$e#ได้ช่วยผมได้เยอะเลยล่ะ$1",
            "Sat2": "ผมคงจะต้องแสดงให้มารุเห็นว่า ผมซาบซึ้งที่เธอช่วยผมจริงๆ$0#$b#คลินิกคงจะวุ่นวายมาก ถ้าไม่มีเธอ$0"
			}
},
{
"Action": "EditData",
"Target": "Characters/Dialogue/Maru",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020005"
		},
"Entries": {
            "Wed2": "คุณรู้มั้ยว่าคุณหมอฮาร์วีย์ เคยอยากเป็นนักบินด้วย$0#$b#ฉันจินตนาการ ไม่ออกเลยแฮะ... แต่ก็ยังดีนะ ที่เขาไม่ได้ทิ้งความฝัน ไปซะทั้งหมด$0",
            "Sun2": "ตอนฉันเป็นเด็ก ฉันไม่เคยคิดเลยว่า จะได้ทำงานในคลินิก$0#$e#มันไม่ใช่อาชีพในฝันสักนิด แต่มันก็ช่วยให้ฉัน ได้ทำงานเพื่อชุมชน$0#$b#แล้วคุณหมอฮาร์วีย์กับฉัน ก็เป็นทีมที่ดีด้วย$1"
			}
},
//Maru and Harvey dialogue | 4 hearts event
{
"Action": "EditData",
"Target": "Characters/Dialogue/Harvey",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020006"
		},
"Entries": {
            "Tue4": "ผมกำลังช่วยมารุ ในการเรียนประวัติศาสตร์ ทางกาแพทย์อยู่น่ะครับ$0#$b#เป็นเรื่องที่ดีมากนะ ที่เธอเป็นหญิงสาว ที่ขยันมากแบบนี้$1",
            "Fri4": "ผมดีใจที่มารุกับผม ชอบอะไรคล้ายๆ กัน$0#$e#มันเป็นสิ่งที่ดีต่อ สุขภาพจิตนะ ถ้าคุณได้แบ่งปัน สิ่งที่คุณชอบกับคนอื่น$1",
            "Sat4": "เมื่อก่อน เวลาที่ผมไปพิพิธภัณฑ์ ผมไม่ค่อยได้คุย กับใครหรอกครับ$2#$e#เพนนีก็อยู่ที่นั่นตลอด แต่ว่าเราไม่ได้มี เรื่องที่สนใจเหมือนๆ กัน$2#$e#แต่ถ้ากับมารุ ผมรู้สึกเหมือนมีเพื่อนอยู่ด้วย$1"
			}
},
{
"Action": "EditData",
"Target": "Characters/Dialogue/Maru",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020006"
		},
"Entries": {
			"Mon4": "ฉันว่าฉันเริ่มสนใจ ด้านการแพทย์ขึ้นทุกวัน$0#$b#ใช่แล้ว แต่ก็ไม่ได้หมายความว่า ฉันจะล้มเลิกโปรเจคอื่น ของฉันหรอกนะ$1",
            "Wed4": "ฮาร์วีย์ใจเย็นมาก ตอนที่เขาพยายามอธิบาย สิ่งต่างๆ ให้ฉันฟัง$0#$b#ถึงแม้ว่า ฉันจะเข้าใจมันได้เร็วแล้วนะ แต่มันก็ยังซับซ้อนอยู่ดี$0",
            "Sun4": "ช่วงนี้ดูเหมือนฮาร์วีย์ จะอารมณ์ดีนะ$0#$b#ก็ไม่รู้ว่าทำไม เพราะที่คลินิก ก็ยังไปได้ไม่ค่อยดี...$2"
			}
},
//Maru and Harvey dialogue | 6 hearts event
{
"Action": "EditData",
"Target": "Characters/Dialogue/Harvey",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020007"
		},
"Entries": {
            "Mon6": "ผมทำพายรูบาร์บไว้เมื่อวานนี้ และมันก็ยังมีเหลืออยู่อีกนะ$0#$b#คุณอยากชิมดูมั้ย @?[222]$1",
            "Tue6": "คุณคิดว่ามารุจะยอมช่วยผม ทำโมเดลเครื่องบินมั้ยครับ @?$4#$e#ผมว่าเธอคงสนุกกับมัน มากกว่าผมซะอีก ผมก็ไม่รู้เหมือนกัน...$2",
            "Fri6": "ดิมีเทรียสมาที่คลินิก เมื่ออาทิตย์ก่อน เพื่อดูว่ามารุอยู่รึเปล่า$0#$b#พอผมบอกว่าไม่อยู่ เขาก็ยืนกรานว่า จะขึ้นไปดูข้างบนให้ได้ ว่าเธอไม่อยู่จริงๆ$2#$e#ประหลาดจัง คุณว่างั้นมั้ยครับ @?$2",
            "Sun6": "มารุชวนผม ไปดูดาวด้วยกันอีกครับ$1#$e#ผมดีใจจัง ที่วันนั้นรถไฟมาช้า...$4"
			}
},
{
"Action": "EditData",
"Target": "Characters/Dialogue/Maru",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020007"
		},
"Entries": {
			"Wed6": "พ่อบอกฉันว่าเดี๋ยวนี้ ฉันใช้เวลา อยู่กับฮาร์วีย์มากไป$0#$e#ฉันก็ไม่เห็นว่า มันจะต่างจากเดิมตรงไหน$0#$b#เราสนินกัน มากกว่าแต่ก่อนก็จริง แต่มันก็เป็นเรื่องปกติ เพราะเราทำงานด้วยกันนี่$0",
            "Thu6": "ฉันคิดว่า ถ้าฉันสร้างอะไร เพื่อช่วยฮาร์วีย์ที่คลินิกดี...$0#$e#หรือว่าจะสร้างอะไร ที่เกี่ยวกับเครื่องบินดี...$0",
            "Sat6": "เพนนีถามฉันเรื่องฮาร์วีย์ เมื่อวันก่อนด้วย$0#$e#ฉันไม่เข้าใจว่า ทำไมทุกคนจต้องสนใจ ว่าช่วงนี้ความสัมพันธ์ ของฉันกับฮาร์วีย์เป็นยังไง$5#$e#ขนาดเซบาสเตียน ยังถามฉันเลย!$5",
            "Fri6": "ฉันคิดว่าฮาร์วีย์ จะไปซาลูนในวันที่ฝนตก$0#$e#แม่ก็เคยถามฉันว่า วันไหนอยากจะไปซาลูน กับแม่กับพ่อบ้างมั้ย$0#$b#ฉันต้องลองคิดดูบางละ...$0"
			}
},
//Dialogue | 8 hearts event
     //Harvey
{
"Action": "EditData",
"Target": "Characters/Dialogue/Harvey",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020009"
		},
"Entries": {
            "Mon8": "ผมยังไม่อยากจะเชื่อเลยว่า ผมจะกล้าขอมารุเป็นแฟน$0#$b#แบบเป็นทางการด้วยนะครับ!$1#$e#ผมไม่คิดว่าจะมีความกล้า ทำแบบนั้นอีกครั้ง$0",
            "Tue8": "ไม่แน่ว่า หลังจากที่เราจบเรื่อง ประวัติศาสตาร์การแพทย์แล้ว ผมน่าจะสอนเธอเกี่ยวกับ วรรณกรรมทางการแพทย์ ต่อได้$0#$b#ผมมั่นใจเลยว่า เธอต้องชอบแน่ๆ!$1",
            "Wed8": "ผมคิดว่าผมควรจะต้อง ปรับปรุงอพาร์ทเม้นท์แล้วล่ะ$0#$b#ผมอยากให้มารุอยู่สบายๆ เวลาที่เธอมาหาผม$4",
            "Thu8": "ผมก็กลัวนะครับ ว่าจะคุยกับมารุเรื่องงาน มากจนเกินไป...$2#$b#แต่คงจะ ไม่เป็นอย่างนั้นหรอกครับ$1",
            "Fri8": "โรบินเสนอว่าจะขยายคลินิก ตอนที่ผมแวะไปหามารุ เมื่อสัปดาห์ที่แล้ว$0#$e#ผมก็ยินดีนะครับ แต่ผมคิดว่าตอนนี้มันก็ใหญ่พอ สำหรับชุมชนของเราแล้ว$0",
            "Sat8": "เมื่อคืน ผมทำอาหารที่ดีต่อสุขภาพ และมีคุณค่าทางโภชนาการ ให้มารุ$0#$b#ผมว่าเธอชอบมันนะ!$1",
            "Sun8": "ผมเตรียมน้ำยาเพิ่มพลัง สูตรพิเศษ ไว้ให้มารุด้วยครับ$0#$e#ผมไม่อยากให้เธอเหนื่อย$2#$b#คุณก็รู้นี่ครับ เธอทำงานเยอะมาก...$2",
            "spring_Thu8": "ตอนแรกที่ผมได้พบกับมารุ ผมก็ไม่รู้เลยว่า เธอจะทำงานได้ดีรึเปล่า$0#$b#แต่เธอก็พิสูจน์ให้เห็นว่า ทำหน้าที่ของพยาบาล ได้อย่างดีเยี่ยม$1#$e#แล้วก็ ถ้าเธอไม่ได้มาสมัครงานละก็ เราคงจะไม่ได้รู้จักกัน และแต่งงานกันแบบนี้$4",
            "spring_Fri8": "ถ้ามารุกับผมมีลูกด้วยกัน คุณคิดว่าซักวันนึง เขาหรือเธอจะได้เป็น นักบินมั้ยครับ?$1",
            "spring_Sat8": "มารุทำให้วันของผม สดใสเสมอ ผมดีใจที่มีเธอใกล้ๆ$4",
            "summer_Mon8": "มารุกับผมกำลังคิดว่า อยากจะไปเที่ยว ทะเลทรายน่ะครับ$0#$b#บางทีเราอาจจะไปกัน ในช่วงฤดูใบไม้ร่วง หรือฤดูหนาว ช่วงที่อากาศเย็นหน่อย$1",
            "summer_Wed8": "ตอนนี้ฤดูร้อน เป็นฤดูที่ผมชอบมากที่สุด เพราะว่ามารุกับผม จะได้ไปดูดาวกันน่ะครับ$4#$e#ท้องฟ้าเหนือหุบเขาน่าทึ่งมาก ยิ่งในฤดูร้อน ยิ่งสวยกว่าเดิมอีกครับ!$1",
            "summer_Sun8": "มารุมักจะมาหาผมเสมอ ถึงแม้ว่าวันนั้น จะเป็นวันหยุดของเธอด้วย$4",
            "fall_Mon8": "ผมต้องพัฒนาฝีมือทำอาหาร ให้ดีขึ้นไปอีก เพราะมามารุจะมา ทานอาหารที่บ้านของผม$1#$b#ถ้าคุณต้องการคำแนะนำ เกี่ยวกับการทำอาหาร เพื่อสุขภาพ ไม่ต้องเกรงใจนะครับ ถามผมได้เลย$0",
            "fall_Tue8": "ผมจะฝึกฝีมือการนวด เพื่อมารุน่ะครับ$0#$b#ถ้าวันไหนที่เธอ เหนื่อยล้าจากการทำงาน ผมจะได้ช่วยเธอ ให้ผ่อนคลายได้อีกหน่อยนึง$1",
            "fall_Fri8": "ผมเคยท้อแท้นะครับ ตอนที่ธุรกิจไปได้ไม่ค่อยดี...$2#$b#แต่ตออนนี้มารุ ช่วยให้จิตวิญญาณ ของผมเข้มแข็ง แม้ในวันที่ยากลำบาก$4",
            "winter_Wed8": "ผมดีใจมาก ที่ดิมีเทรียสยอมรับ ความสัมพันธ์ระหว่าง ผมกับมารุ$1#$b#ไม่งั้นมันคงจะอึดอัดน่าดู$2",
            "winter_Thu8": "ในวันหนาวๆ แบบนี้ มารุกับผมจะดื่มไวน์ด้วยกัน หน้าเตาผิงครับ$1",
            "winter_Sat8": "บอกตามตรง ผมคิดว่าผมคงต้องโสด ไปตลอดชีวิต$2#$b#ผมดีใจที่มารุก้าวเข้ามา ในชีวิตของผม$4",
            "spring_23": "ผมมั่นใจมาก กับงานเต้นรำดอกไม้วันพรุ่งนี้$1#$e#มารุกับผม ซ้อมเต้นกันแล้วครับ$1",
            "summer_10": "สวัสดีครับ @$0#$e#ผมพัฒนาฝีมือทำอาหาร เพื่อวันเกิดของมารุน่ะครับ$1#$b#เธอบอกผมว่า เธอชอบดอกกระหล่ำอบชีส และพริกยัดไส้ แล้วผมก็จะชวนเธอ มาทานมื้อค่ำ ที่บ้านของผมครับ$1",
            "summer_27": "ระบำแมงกระพรุนแสงจันทร์ งดงามจริงๆ ครับ$0#$e#ผมตั้งตารอที่จะได้ เพลิดเพลินกับพวกมัน ร่วมกับมารุในวันพรุ่งนี้$1",
            "fall_26": "ผมมักจะหลงทางใน เขาวงกตสยองขวัญ ตลอดเลย$2#$e#ถ้ามารุกับผมเขาไปด้วยกัน เราน่าจะไปถึงทางออกได้$0",
            "spring_23_2": "ผมมั่นใจมาก กับงานเต้นรำดอกไม้วันพรุ่งนี้$1#$e#มารุกับผม ซ้อมเต้นกันแล้วครับ$1",
            "summer_10_2": "สวัสดีครับ @$0#$e#ผมพัฒนาฝีมือทำอาหาร เพื่อวันเกิดของมารุน่ะครับ$1#$b#เธอบอกผมว่า เธอชอบดอกกระหล่ำอบชีส และพริกยัดไส้ แล้วผมก็จะชวนเธอ มาทานมื้อค่ำ ที่บ้านของผมครับ$1",
            "summer_27_2": "ระบำแมงกระพรุนแสงจันทร์ งดงามจริงๆ ครับ$0#$e#ผมตั้งตารอที่จะได้ เพลิดเพลินกับพวกมัน ร่วมกับมารุในวันพรุ่งนี้$1",
            "fall_26_2": "ผมมักจะหลงทางใน เขาวงกตสยองขวัญ ตลอดเลย$2#$e#ถ้ามารุกับผมเขาไปด้วยกัน เราน่าจะไปถึงทางออกได้$0"
			}
},
     //Maru
{
"Action": "EditData",
"Target": "Characters/Dialogue/Maru",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020009"
		},
"Entries": {
            "Mon8": "บางครั้งฮาร์วีย์ ก็ดูเงอะงะอยู่นะ$0#$b#แต่มันก็เป็นอะไรที่ น่ารักไปอีกแบบ$4",
            "Tue8": "ฮาร์วีย์มักมีจะไอเดีย สิ่งประดิษฐ์ใหม่มาให้ฉัน และฉันก็จะทำ ตามแบบของเขา$0#$e#เราเป็นทีมที่เพอร์เฟค!$1",
            "Wed8": "ฉันเป็นคนรักความอิสระ$0#$b#...แต่ตอนนี้ มันก็ยากเหมือนกัน ถ้าต้องคิดถึงชีวิต ที่ไม่มีฮาร์วีย์$4",
            "Thu8": "ฉันกำลังลองทำเครื่องมือ ที่ช่วยเพิ่มคุณภาพของผักดอง$0#$b#เป็นเซอร์ไพรส์ให้ฮาร์วีย์น่ะ$1",
            "Fri8": "ถ้าฉันค้นพบดาวดวงใหม่ ฉันจะตั้งชื่อว่า ฮาร์วีย์$4#$e#คุณคิดว่ามันเฉิ่มไปหรอ...?$0",
            "Sat8": "ฮาร์วีย์กับฉัน คิดว่าจะไปเที่ยวเมืองซูซูกัน$0#$b#เขาต้องเข้าเมือง เพื่อซื้ออุปกรณ์การแพทย์ ทุกเดือนอยู่แล้ว$0",
            "Sun8": "แม่บอกว่า เราควรจะชวนฮาร์วีย์ มาทานอาหารเย็น ด้วยกันบ้างน่ะ$0#$b#แต่ฉันว่าพ่อคงจะไม่ปลื้ม กับไอเดียของแม่แน่ๆ$2",
            "spring_Wed8": "ฮาร์วีย์กับฉันกำลังฝึก เพื่อวันเทศกาลดอกไม้$0#$b#ตื่นเต้นจัง!$1",
            "spring_Fri8": "ความสัมพันธ์ของฮาร์วีย์กับฉัน ก็เหมือนกับสารเคมี 2 ตัวมาเจอกัน เราทำปฏิกิริยา แล้วก็เกิดเป็นสิ่งใหม่ขึ้นมา$1",
            "spring_Sun8": "พ่อของฉันเคยก่อกวนฮาร์วีย์ โดยการยิงคำถามทุกรูปแบบ ใส่เขาทันทีที่เห็น$2#$b#ดีนะที่เดี๋ยวนี้ พ่อเลิกทำแบบนั้นแล้ว$1#$e#...หรือบางทีพ่ออาจจะ กำลังคิดคำถามอื่นอีก$0",
            "summer_Tue8": "ฮาร์วีย์อยากจะ ปรับปรุงคอมพิวเตอร์ ของคลินิกให้ทันสมัยมากขึ้น$0#$b#บางทีเซบาสเตียน น่าจะช่วยเขาได้นะ$0",
            "summer_Thu8": "ฉันก็ค้นคว้าเกี่ยวกับ หุบเขานี้มาบ้างนะ และในทางวิทยาศาสตร์แล้ว มันเป็นสถานที่ยอดเยี่ยม ในการเลี้ยงเด็กเลย$0#$e#เดี๋ยวฉันจะทำสรุปทุกอย่าง แล้วลองเอาให้ฮาร์วีย์$1",
            "summer_Sat8": "ฉันคิดไม่ถึงเลยล่ะ ว่าฮาร์วีย์ทำอาหารเก่งมาก$1#$b#และเขามักจะทำอาหาร เพื่อสุขภาพเสมอ$0",
            "fall_Mon8": "ฉันประหลาดใจสุดๆ ตอนที่ได้ยินว่า ฮาร์วีย์ไปคลาสออกกำลังกาย ของแคโรไลน์ทุกวันอังคาร แถมอยู่กับแม่ฉันด้วย$0#$b#มันก็ดีแหละ ที่เขาจะดูแลสุขภาพแบบนี้$0",
            "fall_Thu8": "ฉันก็ไม่รู้ว่าจะดีมั้ย ที่ฉันต้องรักษาภาพพจน์ แบบมืออาชีพกับฮาร์วีย์ ตอนที่เราทำงานด้วยกัน$0#$b#ที่จริงก็ไม่ใช่ว่า คนไข้จะไม่รู้เรื่อง เกี่ยวกับพวกเราสักหน่อย$0",
            "fall_Sat8": "ฮาร์วีกับฉันว่าจะขับรถเที่ยว และลองหาสถานที่ใหม่ๆ บ้าง$0#$b#แต่ฉันว่าคงยังไม่ใช่เร็วๆ นี้หรอก เพราะคลินิกคงต้องปิด อย่างน้อยเป็นอาทิตย์เลย...$2",
            "winter_Tue8": "เมื่อก่อนฉันตั้งใจจะสร้าง หุ่นยนต์สามีเลยนะ$0#$b#แต่ตอนนี้มีฮาร์วีย์ แล้วเขาก็ดีกว่ามาก$4",
            "winter_Wed8": "ฉันหวังว่าตอนนี้พ่อ คงจะโอเคแล้ว ที่ฉันมาใช้เวลากับฮาร์วีย์มาก$2#$e#ถึงแม้ว่าฉันจะยังอยู่กับพ่อ แต่ฉันก็ยังกลัวว่าพ่อจะเหงา...$2",
            "winter_Sun8": "เวลาที่ฉันมองฮาร์วีย์ เหมือนเวลามันหยุดเลย...$4#$e#หรือว่า เขาจะเดินทางไปมา ด้วยความเร็วแสง$1",
            "summer_27": "ฉันตั้งตารอที่จะได้ดู แมงกระพรุนแสงจันทร์ กับฮาร์วีย์ในวันพรุ่งนี้เลยล่ะ$4",
            "fall_26": "ฉันคุยกับฮาร์วีย์ เพื่อวางแผนกลยุทธ์ พิชิตเขาวงกตสยองขวัญ$0#$e#ไม่แน่นะ ปีนี้เราอาจจะเป็นกลุ่มแรก ที่เจอสมบัติก็ได้!$1",
            "winter_14": "วันนี้เป็นวันเกิดของฮาร์วีย์$1#$e#ฉันออกแบบโมเดล เครื่องบินพิเศษให้เขา$0#$b#หวังว่าเขาจะชอบนะ$1",
            "summer_27_2": "ฉันตั้งตารอที่จะได้ดู แมงกระพรุนแสงจันทร์ กับฮาร์วีย์ในวันพรุ่งนี้เลยล่ะ$4",
            "fall_26_2": "ฉันคุยกับฮาร์วีย์ เพื่อวางแผนกลยุทธ์ พิชิตเขาวงกตสยองขวัญ$0#$e#ไม่แน่นะ ปีนี้เราอาจจะเป็นกลุ่มแรก ที่เจอสมบัติก็ได้!$1",
            "winter_14_2": "วันนี้เป็นวันเกิดของฮาร์วีย์$1#$e#ฉันออกแบบโมเดล เครื่องบินพิเศษให้เขา$0#$b#หวังว่าเขาจะชอบนะ$1"
			}
},
     //Demetrius
{
"Action": "EditData",
"Target": "Characters/Dialogue/Demetrius",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020009"
		},
"Entries": {
            "Mon2": "ผมยังไม่เชื่อหรอก ว่าฮาร์วีย์จะจริงจังกับมารุ...$4",
            "Mon6": "เมื่อวานฮาร์วีย์ทำ ถั่วหม้อไฟให้พวกเรา$0#$b#ผมว่าผมคงจะเริ่มชอบเขา ขึ้นมานิดนึงแล้วล่ะ...$3",
            "Tue4": "มารุเป็นลูกสาวตัวน้อยของผม เพราะงั้นก็เป็นธรรมดา ที่ผมต้องคอยระแวดระวัง ฮาร์วีย์ไว้$4",
            "Tue10": "ผมก็รู้ว่าผมเคยทำไม่ดี กับฮาร์วีย์ไว้เมื่อก่อน...$2#$b#แต่ตอนนี้ มันเปลี่ยนไปแล้ว!$1",
            "Wed6": "โรบินพูดกับผมจริงจังมาก เกี่ยวกับการที่ผม ทำกิริยาต่างๆ ใส่ฮาร์วีย์แบบนั้น...$2#$b#ผมว่าเธอคงพูดถูก...$2",
            "Wed8": "สวัสดี @$0#$e#อันที่จริง ฮาร์วีย์ก็เตรียมตัวอย่างหนัก เพื่อที่จะเข้ามาเป็นส่วนหนึ่ง ของครอบครัวเรา$0#$e#เพราะงั้น ผมจะดีกับเขามากขึ้นละกัน...$3",
            "Thu2": "วันนี้ ผมจะไปดูฮาร์วีย์กับมารุ สักหน่อย...$3#$b#...ก็แค่เผื่อไว้น่ะ$3",
            "Thu8": "หืมมม... บางทีฮาร์วีย์อาจจะเป็นคนดี กว่าที่คิดนะ...$3",
            "Fri8": "เอ่อก็ มารุดูจะมีความสุขกับฮาร์วีย์ นั่นคือสิ่งที่ผม มองว่ามันเป็นสิ่งสำคัญ$0",
            "Fri10": "มันก็ทำใจยาก แต่ผมก็ยอมรับฮาร์วีย์ มาเป็นสมาชิกครอบครัวของเรา$1",
            "Sat2": "สวัสดี ชาวไร่$0#$e#คุณช่วยจับตาดู ฮาร์วีย์กับมารุได้มั้ยครับ?$5#$b#ผมกังวลว่า ความสัมพันธ์ของพวก จะดำเนินไปในทางที่ไม่ดี...$",
            "Sat8": "ฮาร์วีย์แวะมาเมื่อวานนี้ เพื่อช่วยทำการทดลอง ของมารุกับผม$0#$b#เขาเป็นนักวิทยาศาสตร์ ที่ดีเลยนะ!$1",
            "Sun4": "ผมแค่กลัวว่าฮาร์วีย์ จะทำให้มารุเสียใจ...$2#$e#มันไม่ใช่เรื่องปกติ ของคนเป็นพ่อหรอ?$2",
            "Sun10": "ผมโล่งใจนะ ที่ฮาร์วีย์ไม่เคียดแค้น กับสิ่งที่ผมทำกับเขาในอดีต$0#$b#เขาเป็นคนดี และผมก็ดีใจที่เขาคบกับมารุ"
			}
},
     //Robin
{
"Action": "EditData",
"Target": "Characters/Dialogue/Robin",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020009"
		},
"Entries": {
            "Mon2": "ฉันก็ไม่ค่อยได้คุย กับฮาร์วีย์นักหรอก แต่บางครั้งเขาก็ มาออกกำลังกายกับเรา ในวันอังคาร$0",
            "Mon6": "ฉันรู้ว่าฮาร์วีย์ จะดูแลลูกสาวของเราได้ เพราะงั้นฉันก็เลย ไม่ได้กังวลอะไร ไม่เหมือนกันดิมีเทรียสหรอก$1",
            "Tue4": "ดิมีเทรียสทำตัวไม่มีเหตุผล กับฮาร์วีย์ตลอด$3#$b#เขาไม่เห็นรึไง ว่ามารุออกจะมีความสุข นั่นถึงจะเป็น สิ่งสำคัญไม่ใช่หรอ...?$2",
            "Tue8": "ฉันโล่งใจจัง ที่ดิมีเทรียสเริ่มเปลี่ยนแปลง ทัศนะคติกับฮาร์วีย์หน่อยนึง$0#$e#บางทีเขาก็แค่หัวรั้น$2",
            "Wed6": "เวลาผ่านไปไวจังนะ...$0#$e#ฉันได้คุยกับโจดี้ หลังจากที่เรา ออกกำลังกายกันเสร็จ พวกเราไม่อยากจเชื่อเลยว่า พวกเด็กๆ โตขึ้นมากขนาดไหน$0",
            "Wed10": "ถ้าวันถึงมารุกับฮาร์วีย์ อยากจะย้ายไปอยู่ด้วยกัน ฉันจะช่วยพวกเขา สร้างบ้านสุดเพอร์เฟคเอง!$1",
            "Thu8": "ฉันรู้ได้เลยว่า ฮาร์วีย์รักมารุขนาดไหน$0#$b#ฉันดีใจกับพวกเขาจัง!$1",
            "Thu10": "ฉันปลื้มใจจัง ที่มารุกับฮาร์วีย์ลงเอยกัน$0#$b#พวกเขาต้องเป็นคู่ที่ดีแน่ๆ$1",
            "Fri4": "บางทีฉันคงต้องคุย กับดิมีเทรียส เรื่องกิริยาแบบนั้นใส่ฮาร์วีย์ สักหน่อยแล้ว...$2",
            "Fri10": "เดี๋ยวฉันจะไปแวะ ที่คลินิกสักหน่อย$0#$b#ฉันทำมะเขือเทศดอง ไว้ให้ฮาร์วีย์ด้วย$1",
            "Sat2": "ฉันคงจะบอกไม่ได้ว่า ฉันประหลาดใจที่เห็น มารุกับฮาร์วีย์เริ่มคบกัน$0#$e#ความจริง ฉันลุ้นให้เป็นแบบนั้นแหละ!$1",
            "Sat8": "ฉันไม่มั่นใจนะ แต่ฉันคิดว่าเซบาสเตียน คงจะมองฮาร์วีย์ในแง่ดี เหมือนกัน$1",
            "Sun6": "ฉันเคยคิดว่าจะชวน ฮาร์วีย์มาทานมื้อค่ำกับเรา...$0#$b#...แต่ดิมีเทรียส ต้องไม่ยอมแน่ๆ$2",
            "Sun8": "มารุกับฮาร์วีย์ ทำให้ฉันนึกถึง ตอนที่ดิมีเทรียสกับฉัน พึ่งจะคบกัน...$0#$e#ตอนนั้น พวกเรายังเด็กอยู่เลย$0"
			}
},
     //Sebastian
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sebastian",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020009"
		},
"Entries": {
            "Mon6": "ฉันก็ดีใจกับ มารุและฮาร์วีย์นะ$0",
            "Tue8": "ฮาร์วีย์ขอให้ฉันช่วย ตอนที่เขาแวะมาที่บ้านเรา เมื่อวันก่อน$0#$b#เขาบอกฉันว่าอยากจะ สร้างฐานข้อมูลภายใน ของคลินิกน่ะ$0#$e#มันรู้สึกดีสุดๆ ที่มีคนเห็นความสำคัญ ในงานที่คุณทำ$1",
            "Wed2": "ฉันไม่สนใจหรอก ว่ามารุจะคบกับใคร$0",
            "Wed6": "ก็ธรรมดาออก ที่มารุกับฮาร์วีย์จะคบกันน่ะ$0#$b#นอกจากจะทำงาน ที่คลินิกด้วยกัน ฉันว่าเขาคงสนใจอะไร คล้ายๆ กันด้วย$0",
            "Thu8": "บางวันฮาร์วีย์ก็มานะ$0#$b#เราไม่ค่อยได้คุยกันหรอก แต่ว่าเขาแสดงออกว่า สนใจงานของฉันมาก และฉันก็รู้สึกดีนะ$1",
            "Fri8": "ฮาร์วีย์เป็นคนดีเว่อร์ เขาเอาซาซิมิมาให้ฉัน เมื่อวันก่อนด้วย!$1",
            "Sat4": "ตอนนี้บ้านเงียบขึ้น เพราะว่ามารุไปอยู่กับฮาร์วีย์ ซะส่วนใหญ่$1",
            "Sun2": "ฮาร์วีย์จำเป็นจะต้อง เล่นใหญ่ขนาดนี้ เพื่อแค่ที่จะชวนมารุ ออกเดตเนี่ยนะ?$0",
            "Sun4": "ดิมีเทรียส ทำตัวน่ารำคานมาก เวลาที่ฮาร์วีย์มา...$0" 
			}
},
//Schedules | 8 hearts event
     //Harvey
{
"Action": "EditData",
"Target": "Strings/schedules/Harvey",
"When": {
    "Version": "dating, married",
	"HasSeenEvent": "59020009"
		},
"Entries":  {
            "spring.001": "สิ่งที่ดี ก็ยิ่งดีขึ้นไปอีกเมื่อมีมารุ$4",
            "spring.002": "มารุเรียนรู้ไวมากเลย$1",
            "summer.001": "มารุ...$4#$b#...คุณคือโลกทั้งใบของผม$4",
            "summer.002": "มารุดูน่ารักจัง เวลาที่เธอถามคำศัพท์ ทางการแพทย์ยากๆ กับผม$1",
            "fall.001": "ผมยังรู้สึกเขินๆ นิดหน่อย เวลาที่มารุมาบ้านผม...$4",
            "fall.002": "มารุ ตอนนี้คุณดูงดงามจัง$4",
            "winter.001": "...$4",
            "winter.002": "มารุกำลังช่วยผม ทำโมลเดลเครื่องบิน อันใหม่น่ะครับ$0"
            },
},
{
"Action": "EditData",
"Target": "Characters/schedules/Harvey",
"When": {
    "Version": "dating, married",
	"HasSeenEvent": "59020009"
		},
"Entries":  {
            "spring_Wed": "700 HarveyRoom 21 7 0/830 Hospital 6 15 2/1200 Town 10 64 2 \"Strings\\schedules\\Harvey:spring.001\"/1730 Hospital 9 15 3/1840 HarveyRoom 11 5 3 harvey_read/2200 HarveyRoom 13 4 1 harvey_sleep",
            "spring_Sat": "700 HarveyRoom 21 7 0/830 ArchaeologyHouse 16 9 0 \"Strings\\schedules\\Harvey:spring.002\"/1500 HarveyRoom 21 7 0 \"Strings\\schedules\\Harvey:Sat.000\"/1630 HarveyRoom 3 4 0/1900 HarveyRoom 8 5 0/2100 HarveyRoom 6 4 0/2200 HarveyRoom 13 4 1 harvey_sleep",
            "summer_Tue": "730 Hospital 1 5 0/1250 Hospital 10 14 2/1330 Hospital 5 5 2/1410 Hospital 5 6 3 harvey_examine_left/1550 Hospital 5 5 2/1610 Hospital 4 5 0/1630 Hospital 3 15 0/1800 Mountain 8 24 3 \"Strings\\schedules\\Harvey:summer.001\"/2200 HarveyRoom 13 4 1 harvey_sleep",
            "summer_Sat": "700 HarveyRoom 21 7 0/830 ArchaeologyHouse 16 9 0 \"Strings\\schedules\\Harvey:summer.002\"/1500 HarveyRoom 21 7 0 \"Strings\\schedules\\Harvey:Sat.000\"/1630 HarveyRoom 3 4 0/1900 HarveyRoom 8 5 0/2100 HarveyRoom 6 4 0/2200 HarveyRoom 13 4 1 harvey_sleep",
            "fall_Thu": "730 Hospital 1 5 0/1250 Hospital 10 14 2/1330 Hospital 5 5 2/1410 Hospital 5 6 3 harvey_examine_left/1550 Hospital 5 5 2/1610 Hospital 4 5 0/1630 Hospital 3 15 0/1800 HarveyRoom 9 5 0 \"Strings\\schedules\\Harvey:fall.001\"/2200 HarveyRoom 13 4 1 harvey_sleep",
            "fall_Sat": "700 HarveyRoom 21 7 0/830 ArchaeologyHouse 16 9 0 \"Strings\\schedules\\Harvey:fall.002\"/1500 HarveyRoom 21 7 0 \"Strings\\schedules\\Harvey:Sat.000\"/1630 HarveyRoom 3 4 0/1900 HarveyRoom 8 5 0/2100 HarveyRoom 6 4 0/2200 HarveyRoom 13 4 1 harvey_sleep",
            "winter_Wed": "800 HarveyRoom 19 7 0/840 Hospital 6 15 2/1100 Town 33 57 2 \"Strings\\schedules\\Harvey:winter.001\"/1600 HarveyRoom 11 5 3 harvey_read/2200 HarveyRoom 13 4 1 harvey_sleep",
            "winter_Sat": "700 HarveyRoom 21 7 0/830 ArchaeologyHouse 16 9 0 \"Strings\\schedules\\Harvey:winter.002\"/1500 HarveyRoom 21 7 0 \"Strings\\schedules\\Harvey:Sat.000\"/1630 HarveyRoom 3 4 0/1900 HarveyRoom 8 5 0/2100 HarveyRoom 6 4 0/2200 HarveyRoom 13 4 1 harvey_sleep"
            },
},
    //Maru
{
"Action": "EditData",
"Target": "Strings/schedules/Maru",
"When": {
    "Version": "dating, married",
	"HasSeenEvent": "59020009"
		},
"Entries":  {
            "spring.001": "ฉันชอบเวลาที่ ได้อยู่กับฮาร์วีย์จัง$4",
            "spring.002": "ฮาร์วีย์และเพนนี เป็นคนที่สอนเก่งมาก$1",
            "summer.001": "ฉันชอบดูดาวกับฮาร์วีย์จัง$4#$b#มันอย่างกับ... เวทมนตร์$4",
            "summer.002": "การเรียนกับฮาร์วีย์ มันสนุกมากเลยล่ะ$1",
            "fall.001": "ฮาร์วีย์มีหนังสือ ที่น่าสนใจหลายเล่มเลย ฉันจะลองขอยืมดูสักเล่ม$0#$b#หรือฉันก็แค่มาที่นี่ เวลาที่ฉันอยากจะอ่านก็ได้$4",
            "fall.002": "งานที่คลินิกไม่น่าเบื่อเลย ถ้ามีฮาร์วีย์อยู่กับฉัน$4",
            "winter.001": "สถานที่นี้ ทำให้ฉันนึกถึง ความทรงจำมากมาย...$4",
            "winter.002": "ฮาร์วีย์ดูหล่อมาก เวลาที่เขาอ่านหนังสือ$4"
            },
},
{
"Action": "EditData",
"Target": "Characters/schedules/Maru",
"When": {
    "Version": "dating, married",
	"HasSeenEvent": "59020009"
		},
"Entries":  {
            "spring_Wed": "800 ScienceHouse 5 6 1 maru_tinker/1100 Town 10 65 2 \"Strings\\schedules\\Maru:spring.001\"/1730 ScienceHouse 5 6 1 maru_tinker/2200 ScienceHouse 2 4 3 maru_sleep",
            "spring_Sat": "800 ArchaeologyHouse 15 9 0 \"Strings\\schedules\\Maru:spring.002\"/1500 ScienceHouse 19 18 0/1800 ScienceHouse 5 6 1 maru_tinker/2200 ScienceHouse 2 4 3 maru_sleep",
            "summer_Tue": "730 Hospital 6 15 2/1400 Hospital 9 15 3/1600 Hospital 8 17 1/1800 Mountain 8 23 3 \"Strings\\schedules\\Maru:summer.001\"/2200 ScienceHouse 2 4 3 maru_sleep",
            "summer_Sat": "800 ArchaeologyHouse 15 9 0 \"Strings\\schedules\\Maru:summer.002\"/1500 ScienceHouse 19 18 0/1800 ScienceHouse 5 6 1 maru_tinker/2200 ScienceHouse 2 4 3 maru_sleep",
            "fall_Thu": "730 Hospital 6 15 2/1400 Hospital 9 15 3/1600 Hospital 8 17 1/1800 HarveyRoom 10 5 0 \"Strings\\schedules\\Maru:fall.001\"/2200 ScienceHouse 2 4 3 maru_sleep",
            "fall_Sat": "800 ArchaeologyHouse 15 9 0 \"Strings\\schedules\\Maru:fall.002\"/1500 ScienceHouse 19 18 0/1800 ScienceHouse 5 6 1 maru_tinker/2200 ScienceHouse 2 4 3 maru_sleep",
            "winter_Wed": "800 ScienceHouse 5 6 1 maru_tinker/900 ScienceHouse 19 18 0/1100 Town 64 17 2 \"Strings\\schedules\\Maru:winter.001\"/1600 ScienceHouse 5 6 1 maru_tinker/2200 ScienceHouse 2 4 3 maru_sleep",
            "winter_Sat": "800 ArchaeologyHouse 15 9 0 \"Strings\\schedules\\Maru:winter.002\"/1500 ScienceHouse 19 18 0/1800 ScienceHouse 5 6 1 maru_tinker/2200 ScienceHouse 2 4 3 maru_sleep"
            },
},
//Events
     //Harvey's Room | 2 hearts
{
"Action": "EditData",
"Target": "Data/Events/HarveyRoom",
"Entries": {
            "59020005/f Harvey 500/f Maru 500/t 1000 1200": "distantBanjo/8 7/farmer 1000 1000 2 Harvey 4 5 1 Maru 6 13 0/skippable/showFrame Harvey 23/pause 1000/playSound clank/pause 320/playSound trashcan/pause 390/playSound clank/pause 800/speak Maru \"คุณหมอฮาร์วีย์ อยู่มั้ยคะ?$0#$b#ฉันอยากจะซื้อน้ำเพิ่มพลัง ให้คุณแม่หน่อยค่ะ$0\"/pause 250/playSound clank/pause 280/playSound clank/pause 500/speak Maru \"คุณหมอฮาร์วีย์?$0\"/pause 300/playSound doorOpen/move Maru 0 -6 0/pause 500/speak Harvey \"มันไม่ทำงานแฮะ...$9\"/pause 390/emote Maru 8/pause 600/speak Maru \"คุณหมอฮาร์วีย์!$0\"/pause 300/showFrame Harvey 28/pause 100/shake Harvey 500/pause 500/speak Harvey \"ห๊ะ!?$10\"/pause 700/move Harvey 2 0 2/pause 600/speak Harvey \"โอ้ มารุ ตกใจหมดเลย...$7\"/pause 750/speak Maru \"ฉันเรียกคุณหมอหลายทีแล้ว แต่คุณหมอคงใช้สมาธิอยู่ เลยไม่ได้ยินฉัน$0\"/pause 600/speak Harvey \"งั้นหรอเนี่ย?$2#$b#ผมขอโทษนะ...$2\"/pause 600/speak Harvey \"คุณอยากได้อะไรนะครับ?$0\"/pause 700/speak Maru \"ฉันมาซื้อน้ำยาเพิ่มพลังค่ะ$0\"/pause 750/speak Harvey \"ได้เลย เดี๋ยวผมเตรียมให้ครับ$2\"/pause 820/speak Maru \"คุณโอเครึเปล่าคะ คุณหมอฮาร์วีย์? คุณดูเศร้าๆ...$8\"/pause 850/speak Harvey \"โอ้...$2#$b#...เรื่องวิทยุของผมน่ะครับ$2\"/pause 500/speak Harvey \"ผมชอบตามรอยเครื่องบิน ที่บินผ่านสตาร์ดิวแวลลี่$0\"/pause 500/speak Harvey \"ฟังดูประหลาดล่ะสิ มันเป็นงานอดิเรก ของผมน่ะครับ$0#$b#ตอนที่ผมเป็นเด็ก ผมอยากจะเป็นนักบินครับ$1\"/pause 750/speak Harvey \"แล้ว เอ้อ วิทยุที่ผมใช้ มันเกิดเสียขึ้นมา$2\"/pause 390/speak Harvey \"ผมกำลังพยายามซ่อมมัน แต่ไม่รู้ว่าพลาดตรงไหน$2\"/pause 780/speak Maru \"คุณบอกว่า วิทยุหรอคะ?$0#$b#ฉันอาจจะช่วยได้นะคะ$1\"/pause 650/speak Maru \"คุณรู้เปล่า ฉันมีห้องทำงานที่สามารถ สร้างหรือซ่อมเครื่องจักร ได้ทุกชนิด$0\"/pause 680/speak Harvey \"จริงหรอ? ผมต้องติดหนี้คุณ ก้อนใหญ่แล้วล่ะครับ มารุ$1\"/pause 700/speak Maru \"ได้เลยค่า ขอฉันดูหน่อย...$0\"/pause 700/move Maru -1 0 0/move Maru 0 -1 0/move Maru -2 0 0/move Maru 0 -2 1/faceDirection Harvey 3/pause 850/speak Maru \"เอาล่ะ...$0\"/pause 500/animate Maru false true 150 16 17 18 20 22 23/pause 100/playSound clank/playSound clank/pause 50/playSound clank/playSound clank/playSound clank/pause 150/playSound clank/playSound clank/playSound clank/pause 80/playSound clank/pause 200/playSound clank/pause 180/playSound clank/playSound clank/playSound clank/pause 3000/stopAnimation Maru 16/pause 500/speak Maru \"ดูเหมือนว่า สายไฟจะต่อสลับกันค่ะ$0#$b#ลองดูอีกทีสิคะ คุณหมอ$0\"/pause 580/showFrame Maru 16/pause 80/showFrame Maru 24/move Harvey -2 0 0/pause 280/showFrame Harvey 23/pause 200/move Maru 0 2 1/move Maru 3 0 0/move Maru 0 -1 3/pause 800/emote Harvey 16/pause 500/speak Harvey \"มันใช้ได้แล้ว!$10\"/pause 380/speak Harvey \"ผมไม่อยากจะเชื่อเลย$9#$b#ผมพยายามหาวิธี แก้มันตั้งแต่เมื่อเช้า พอคุณมาถึง ก็ซ่อมมันได้ภายในไม่กี่นาที$9\"/pause 850/speak Harvey \"คุณเหลือเชื่อมากเลยครับ มารุ$1\"/pause 700/speak Maru \"คุณก็พูดเกินไปค่ะ คุณหมอฮาร์วีย์$1\"/pause 600/speak Maru \"ไม่ได้อะไรขนาดนั้นซักหน่อย$0#$b#เพราะฉันเคยชินกับข้าวของ ที่มันใช้งานไม่ได้ มันก็เลยง่ายสำหรับฉันค่ะ$1\"/pause 650/speak Harvey \"ยังไงก็ตาม ขอบคุณอีกครั้งนะครับ มารุ$1\"/pause 580/speak Harvey \"เพื่อเป็นการตอบแทน คำขอบคุณจากผม ผมขอมอบน้ำยาเพิ่มพลังนี่ ให้เป็นของขวัญนะครับ$1\"/pause 600/emote Maru 32/pause 1300/end dialogue Harvey \"มีอะไรที่มารุ ทำไม่ได้บ้างมั้ยนะ?$0#$e#ผมว่าคงจะไม่มีแหละเนอะ$1\""
            },
      },
     //Museum | 4 hearts
{
"Action": "EditData",
"Target": "Data/Events/ArchaeologyHouse",
"Entries": {
            "59020006/e 59020005/f Harvey 1000/f Maru 1000/d Mon Tue Wed Thu Fri Sun/t 1000 1500": "libraryTheme/12 10/farmer 33 12 2 Harvey 8 12 3 Maru 3 17 0 Gunther 3 8 2/skippable/showFrame Harvey 16/pause 1200/playSound doorOpen/move Maru 0 -5 1/move Maru 3 0 1/speak Maru \"สวัสดีค่ะ คุณหมอฮาร์วีย์$0\"/pause 600/showFrame Harvey 14/speak Harvey \"โอ้ มาแล้วหรอ สวัสดีครับ มารุ$0\"/pause 650/speak Maru \"คุณเรียกฉันมา มีอะไรรึเปล่าคะ?$0\"/pause 750/speak Harvey \"ผมอยากจะให้คุณดู สารานุกรมนี่น่ะครับ$0#$b#นี่น่าจะมีข้อมูล ที่คุณอาจจะต้องใช้ เกี่ยวกับประวัติศาสตร์ ทางการแพทย์น่ะครับ$1\"/pause 390/speak Harvey \"ผมว่ามันน่าจะช่วยคุณได้ จากที่คุณเคยบอกว่า อยากจะลองลงลึก ทางด้านการแพทย์ มากขึ้นกว่านี้น่ะครับ$1\"/pause 580/speak Maru \"ขอบคุณค่ะคุณหมอฮาร์วีย์$1#$b#ฉันจะลองไปคุยกับกันเธอร์ดู ว่าจะขอยืมหนังสือนี้ ไปจนถึงเดือนหน้าได้รึเปล่าค่ะ$0\"/pause 350/faceDirection Maru 3/pause 80/speak Harvey \"เดี๋ยวก่อนครับ มารุ$8#$b#นี่แหละเป็นเหตุผล ที่ทำไมผมต้องให้คุณ มาหาที่นี่น่ะครับ$0\"/pause 280/faceDirection Maru 1/pause 500/speak Harvey \"หนังสือเล่นนี้ เป็นเล่มที่ตีพิมพ์จำนวนจำกัด กันเธอร์ตามหามันมา อย่างยากลำบากน่ะครับ$0#$b#เพราะอย่างนั้น เขาก็เลยไม่ให้ใคร ยืมหนังสือเล่มนี้$0\"/pause 500/speak Maru \"โอ้... น่าเสียดายจัง$2\"/pause 580/speak Maru \"แต่อย่างน้อยเรา ก็สามารถอ่านที่นี่ได้ ใช่มั้ยคะ?$0\"/pause 780/speak Harvey \"ใช่ครับ คุณอยากจะลองเปิดดูมั้ยครับ?$1\"/pause 80/showFrame Harvey 16/pause 300/move Maru 0 -1 1/move Maru 2 0 2/pause 500/emote Maru 40/pause 280/emote Maru 40/pause 500/speak Maru \"คุณหมอฮาร์วีย์คะ นิวโมโนอัลตร้ามิค หมายถึงอะไรคะ?$2#$b#แล้วก็ โอลิโกแอสทีโนเทอราโตซู?$2#$b#แล้วก็ ยูวูโลพาลาโตฟาร์ลิน?$2\"/pause 700/speak Harvey \"ห๊ะ...?$0#$b#โอเค เรามานั่งกันก่อนเถอะ แล้วผมจะอธิบายให้ฟังครับ\"/pause 500/move Harvey 0 2 1/move Harvey 7 0 0/move Harvey 0 -5 1/move Harvey 3 0 2/showFrame Harvey 42/move Maru 0 3 1/move Maru 7 0 0/move Maru 0 -5 1/move Maru 2 0 2/showFrame Maru 26/pause 200/emote Harvey 40/pause 200/emote Harvey 40/pause 200/emote Harvey 40/pause 500/speak Maru \"โอเคค่ะ ฉันว่าฉันเข้าใจแล้ว$1#$b#แต่ว่ามันก็ยังยากไปหน่อย สำหรับฉันน่ะค่ะ$2\"/pause 600/speak Harvey \"ไม่ต้องกังวลครับ มารุ$0#$b#ถ้าคุณติดตรงไหน คุณโทรมาถามผมได้ครับ$1\"/pause 500/speak Maru \"อันที่จริง เรามาเจอกันอาทิตย์ละครั้ง แล้วเรียนด้วยกันได้มั้ยคะ?$0#$b#เอ่อก็ ถ้าคุณหมอไม่ยุ่ง จนเกินไปนะค่ะ$0\"/pause 600/speak Harvey \"อืม กลับมาอ่านหนังสือใหม่อีกครั้ง ไม่ก็เสียหายเนอะ$0\"/pause 600/speak Maru \"งั้นถ้าเป็นวันเสาร์ได้มั้ยคะ คุณหมอฮาร์วีย์?$1\"/pause 580/speak Harvey \"โอเค ดีเลยครับ $1#$b#แล้วคุณเรียกผมว่า ฮาร์วีย์เฉยๆ ก็ได้ ไม่ต้องเป็นทางการ มากหรอกครับมารุ$1\"/pause 380/emote Maru 32/pause 1300/end dialogue Maru \"คุณหมอ... เอ่อ ฉันหมายถึง ฮาร์วีย์ใจดีมากๆ เลย$0#$b#ฉันดีใจที่ได้ทำงานกับเขา$1\""
            },
      },
     //Mountain | 6 hearts
{
"Action": "EditData",
"Target": "Data/Events/Mountain",
"Entries": {
            "59020007/e 59020006/f Harvey 1500/f Maru 1500/o Maru/o Harvey/w sunny/z winter/t 2000 2400": "spaceMusic/-1000 -1000/Harvey 23 29 3 Maru 14 29 3 farmer 80 5 0/skippable/bgColor 0 0 0/changeToTemporaryMap NightSceneMaruMap false/ambientLight 0 0 0/viewport 14 23 true/showFrame Maru 28/pause 1800/move Harvey -8 0 3/pause 600/speak Harvey \"สวัสดีครับ มารุ$0#$b#ยังไม่นอน หรอครับ$1\"/pause 600/faceDirection Maru 1/pause 500/speak Maru \"หวัดดีค่ะ ฮาร์วีย์$0#$b#ยังค่ะ  ฉันดูกล้องโทรทรรศน์อยู่น่ะค่ะ$1\"/pause 500/speak Maru \"แล้วทำไมคุณถึงมาที่นี่ ป่านนี้ล่ะคะ?$0\"/pause 900/speak Harvey \"โอ้ วันนี้ผมเข้าเมืองซูซู เพื่อไปซื้อของสำหรับจอร์จ และ เอเวอร์ลินน่ะครับ$0#$b#ที่จริงผมควรจะกลับมา ถึงตั้งแต่ 6 โมงแล้วครับ แต่ว่ารถไฟมาช้ากว่ากำหนด$2\"/pause 520/speak Maru \"แย่เลยนะคะ...$2\"/pause 380/speak Maru \"แต่อย่างน้อยคุณก็เลยได้เห็น ท้องฟ้าแสนสวย ยามค่ำคืนแบบนี้นะคะ$1#$b#คุณอยากจะลองดู ผ่านกล้องโทรทรรศน์มั้ยคะ ฮาร์วีย์?$1\"/pause 600/speak Harvey \"ได้หรอครับ? ผมก็อยากดูครับ$1\"/pause 600/move Maru 0 1 0/move Harvey -1 0 3/pause 2000/speak Harvey \"ว้าว...$1\"/pause 700/speak Maru \"มหัศจรรย์ ใช่มั้ยคะ?$1\"/pause 800/speak Harvey \"มากเลยครับ$1\"/pause 800/speak Maru \"ถึงฉันจะมีกล้องโทรทรรศน์ มานานแล้ว แต่ทุกครั้งที่ฉันมองผ่านมัน ฉันก็จะค้นพบอะไรใหม่เสมอ$0#$b#จักรวาลไม่เคยหยุดทำให้ ฉันประหลาดใจเลยซักครั้งเเดียว$1\"/pause 800/speak Harvey \"จักรวาลมีความลับมากมาย รอให้เราได้ค้นหาสินะครับ$0#$b#ถึงนี่จะไม่ใช่สาขา ที่ผมเชี่ยวชาญสักเท่าไหร่ แต่มันก็เป็นเหตุผลนึง ที่ทำให้ผมชอบวิทยาศาสตร์$1\"/pause 800/speak Maru \"เห็นด้วยที่สุดเลยค่ะ$0\"/pause 1000/emote Harvey 20/pause 1600/end dialogue Harvey \"มารุ...$4\""
            },
      },
     //ScienceHouse | 7 hearts
{
"Action": "EditData",
"Target": "Data/Events/ScienceHouse",
"Entries": {
            "59020008/e 59020007/f Harvey 1750/f Maru 1500/o Maru/o Harvey/t 1600 1900": "kindadumbautumn/27 10/farmer 2 18 2 Harvey 14 12 1 Demetrius 29 10 1/skippable/pause 800/move Harvey 12 0 0/move Harvey 0 -2 1/pause 800/speak Harvey \"ส-สวัสดีครับ คุณดิมีเทรียส...$2\"/pause 500/faceDirection Demetrius 3/pause 700/speak Demetrius \"สวัสดี ฮาร์วีย์ $4\"/pause 600/shake Harvey 500/pause 200/speak Harvey \"ผ-ผมมีเรื่อง อยากจะพูดด้วยน่ะครับ...$2\"/pause 500/speak Demetrius \"ครับ ว่ามาเลย$4\"/pause 800/speak Harvey \"ม-มันเกี่ยวกับ ม-มารุ...$2\"/pause 380/speak Demetrius \"ลูกผม มีอะไรหรอ?$4\"/pause 800/speak Harvey \"ผ-ผม...$2\"/pause 500/speak Harvey \"เอ่อ คืออย่างนี้ครับ ผมก็ใช้เวลากับมา... ลูกสาวของคุณมาระยะหนึ่งแล้วครับ$0\"/pause 300/speak Demetrius \"ครับ ผมก็ทราบเรื่องนั้น...$4\"/pause 800/speak Harvey \"เอ่อ... ลูกสาวของคุณ เป็นผู้หญิงที่ยอดเยี่ยม$4#$b#เธอทั้งฉลาก ขยันขันแข็ง และงดงาม$4\"/pause 500/speak Harvey \"ท-ที่ผมจะสื่อก็คือว่า...$0\"/pause 600/shake Harvey 1500/pause 200/speak Harvey \"...ผ-ผมชอบมารุครับ$4\"/pause 380/speak Harvey \"แล้วก็ ก่อนที่คุณจะพูดอะไรต่อจากนี้ ผมรู้ว่าคุณเป็นพ่อของเธอ และต้องการให้เธอ ได้รับสิ่งที่ดีที่สุด$0#$b#แต่ว่า ผมให้คำมั่นกับคุณได้เลยครับ ว่าผมจริงจังกับเธอจริงๆ$4#$b#ผมอยากจะทำให้เธอรู้สึกว่า โลกทั้งใบเป็นของเธอ และผมอยากจะเป็นคนที่ มอบโลกใบนั้นให้กับเธอครับ$4\"/pause 500/speak Harvey \"ผมรู้สึกเหมือนฝันเลย เวลาที่ได้อยู่กับเธอ$4#$b#แต่ผมก็ทราบว่า คุณหวงแหนเธอมาก$0#$b#ดังนั้น ผมจึงอยากจะบอกกับคุณก่อน ว่าผมกำลังจะขอมารุเป็นแฟนครับ$0\"/pause 250/emote Demetrius 16/pause 500/speak Harvey \"ก่อนหน้านี้ผมคุยกับโรบินแล้ว และโรบินก็ยินดี$0\"/pause 750/speak Harvey \"ผมสาบานเลยครับ ว่าผมจะรักมารุ มากกว่าสิ่งไหน$4#$b#ดังนั้น คุณดิมีเทรียส ได้โปรด อวยพรให้ผมด้วยนะครับ \"/pause 500/emote Demetrius 40/pause 500/emote Demetrius 40/pause 800/speak Demetrius \"ฮาร์วีย์ เรียกผมว่าดิมีเทรียสก็พอ นะครับ$5\"/pause 300/emote Harvey 16/pause 300/speak Harvey \"ค-ครับ!$8\"/pause 380/speak Harvey \"เอ่อ...$2#$b#...แปลว่า ได้ใช่มั้ยครับ?$4\"/pause 580/speak Demetrius \"ฟังนะ ฮาร์วีย์...$5#$b#ผมว่า คุณก็ไม่ใช่คนเลวร้ายอะไร$5#$b#อันที่จริง ผมกลับชื่นชมที่คุณ มาทำงานในหุบเขานี้ด้วยซ้ำ$5\"/pause 380/emote Demetrius 12/speak Demetrius \"แต่ว่า ถ้าเกิดผมเห็นว่า มารุต้องเสียใจเพราะคุณละก็ คุณรู้นะว่าจะเป็นยังไง ใช่มั้ย?$4\"/pause 350/emote Harvey 16/pause 380/speak Harvey \"พระเจ้า คุ... ดิมีเทรียส$8#$b#ผมจะไม่ยอมให้เกิด เรื่องแบบนั้นเด็ดขาด!$8\"/pause 600/speak Harvey \"ขอบคุณครับ ดิมีเทรียส$1#$b#ผมสาบานว่า จะไม่ทำให้คุณผิดหวังครับ$1#$b#ผมจะเป็น ลูก-เขย ที่ดีที่สุดครับ!$1\"/pause 380/speak Demetrius \"ฮาร์วีย์ ผมว่าคุณรีบไปหน่อยน่ะ$4\"/pause 350/speak Harvey \"โอ้ จริงด้วย$1#$b#ขอโทษครับ$1\"/pause 380/emote Harvey 32/pause 1500/end dialogue Harvey \"ผมไม่อยากจะเชื่อเลย ว่าดิมีเทรียสจะอนุญาต!$1\""
            },
      },
     //Town | 8 hearts
{
"Action": "EditData",
"Target": "Data/Events/Town",
"Entries": {
            "59020009/e 59020008/f Harvey 2000/f Maru 2000/o Maru/o Harvey/w sunny/z winter/t 1600 1800": "harveys_theme_jazz/35 57/farmer 29 55 2 Harvey 33 57 2 Maru 34 57 2 Caroline 41 59 1 Jodi 43 59 3 Lewis 25 59 1 Sebastian 26 64 1 Sam 28 64 3/skippable/pause 1800/speak Maru \"เป็นวันที่ยาวนานจริงๆ...$0\"/emote Caroline 40/pause 800/emote Sam 40/speak Harvey \"อ-อืม...$7\"/pause 600/emote Jodi 40/speak Maru \"แล้วคุณรออะไรอยู่ล่ะ อีกแล้วหรอเนี่ย?$0\"/emote Sam 40/pause 350/shake Harvey 500/emote Caroline 40/pause 380/emote Sebastian 40/speak Harvey \"ค-แค่คอยอีกแป๊บนึงนะ มารุ$4\"/emote Sam 40/pause 500/emote Jodi 40/speak Maru \"ก็ ถ้าคุณพูดแบบนั้น...$0\"/pause 200/emote Sam 40/emote Sebastian 40/pause 80/playSound roadnoise/playSound roadnoise/playSound roadnoise/jump Harvey/faceDirection Harvey 1/speak Harvey \"ด-ดูทางนั้นสิ มารุ!$7\"/pause 80/playSound roadnoise/playSound roadnoise/playSound roadnoise/speak Maru \"เครื่องบิน...?$0\"/cutscene plane/pause 800/speak Maru \"ห๊ะ? มันมีป้ายอะไรติดไว้ด้วย...$0#$b#มารุ เป็นแฟนกับผมนะครับ?$0\"/pause 150/emote Maru 16/emote farmer 16/emote Caroline 16/faceDirection Caroline 3/emote Sebastian 16/faceDirection Sebastian 0/emote Sam 16/faceDirection Sam 0/speak Maru \"!$4\"/pause 800/playMusic musicboxsong/faceDirection Maru 3/pause 600/speak Maru \"ตกลงค่ะ ฮาร์วีย์!$4\"/pause 500/speak Maru \"ฉันพูดไม่ออกเลย... มันสวยงามมาก...$4\"/pause 700/emote Harvey 20/pause 600/showFrame Maru 28/showFrame Harvey 53/positionOffset Maru -2 0/pause 50/positionOffset Maru -2 0/pause 50/positionOffset Maru -2 0/pause 50/positionOffset Maru -2 0/pause 50/positionOffset Maru -2 0/pause 50/positionOffset Maru -2 0/pause 50/positionOffset Maru -2 0/pause 50/positionOffset Maru -2 0/pause 500/specificTemporarySprite heart 34 57/pause 2000/end dialogue Maru \"ฉันไม่คิดมาก่อนเลยว่า ฮาร์วีย์จะโรแมนติดขนาดนี้!$4\""
            },
      },
        //      M   A   R   R   I   E   D       V   E   R   S   I   O   N
    
//Event that activates wedding invitation
{
"Action": "EditData",
"Target": "Data/Events/Farm",
"When": {
    "Version": "married"
		},
"Entries": {
            "59020037/e 59020009/o Maru/o Harvey/r 0.7/y 3/u 6/z spring/z summer/z winter/x LifeCycle.MaruHarvey": "null"
            },
},
//Wedding event
{
"Action": "EditData",
"Target": "Data/Events/Town",
"When": {
    "Version": "married"
		},
"Entries": {
            "59020030/e 59020009/z spring/z summer/z winter/o Maru/o Harvey/n LifeCycle.MaruHarvey/w sunny/t 1600 1730": "sweet/29 66/Harvey 28 65 2 Maru 29 65 2 Lewis 26 65 2 Gunther 23 67 0 Sebastian 24 67 0 Robin 25 67 0 Demetrius 26 67 0 Penny 31 67 0 Pam 32 67 0 Gus 33 67 0 Sam 31 68 0 Vincent 32 68 0 Jodi 33 68 0 Kent 34 68 0 Abigail 34 69 0 Caroline 32 70 0 Pierre 31 70 0 farmer 31 69 0 Jas 32 69 0 Shane 33 69 0 Marnie 26 68 0 Evelyn 25 68 0 George 24 68 0 Alex 23 68 0 Haley 23 69 0 Emily 24 69 0 Elliott 25 69 0 Leah 26 69 0 Clint 24 70 0 Willy 25 70 0 Linus 23 71 0 Sandy 33 70 0/skippable/showFrame Harvey 48/showFrame Maru 36/addBigProp 24 65 221/addBigProp 33 65 221/addBigProp 25 61 224/addBigProp 26 61 225/addBigProp 27 61 226/addBigProp 28 61 227/addBigProp 29 61 228/addBigProp 30 61 229/addBigProp 31 61 230/addBigProp 32 61 231/addBigProp 25 63 232/addBigProp 26 63 233/addBigProp 27 63 234/addBigProp 28 63 235/addBigProp 29 63 236/addBigProp 30 63 237/addBigProp 31 63 238/addBigProp 32 63 239/addBigProp 25 65 240/addBigProp 32 65 247/addBigProp 26 65 241/addBigProp 27 65 242/addBigProp 28 65 243/addBigProp 29 65 244/addBigProp 30 65 245/addBigProp 31 65 246/addBigProp 25 67 248/addBigProp 26 67 249/addBigProp 27 67 250/addBigProp 28 67 251/addBigProp 29 67 252/addBigProp 30 67 253/addBigProp 31 67 254/addBigProp 32 67 255/pause 3900/speak Lewis \"สวัสดีทุกคน และยินดีต้องรับ$0\"/pause 1600/speak Lewis \"ในวันนี้ มารุและฮาร์วีย์ จะได้ใช้ชีวิตครองคู่กัน$0#$b#นี่จะเป็นจุดเริ่มต้น ของการเดินทางของคนทั้งคู่ เพื่อที่จะเติบโตเต็มตัว$0\"/pause 1600/speak Lewis \"การแต่งงานนั้น ทั้งยังเปลี่ยนแปลง และทำให้ความสัมพันธ์ งอกเงยต่อไปเรื่อยๆ$0#$b#หากเรามีคู่ชีวิตที่ดี ทั้งคู่ก็จะมีพื้นที่ เพื่อให้กางปีกและพุ่งทะยาน ไปสู่ฝั่งฝันที่ทั้งคู่ตั้งมั่นได้$0\"/pause 1600/speak Lewis \"การแต่งงานจึงเป็น จุดสำคัญของความสัมพันธ์ ที่ท้าทายให้เรา เป็นคนที่ดียิ่งขึ้นไปกว่าเดิม$0#$b#วันนี้ ขอให้พวกเราทุกคน ได้ดื่มด่ำกับความรักหวานชื่น ระหว่างมารุและฮาร์วีย์$1\"/pause 1300/speak Lewis \"แต่ลำดับแรกเราขอเชิญ คุณพ่อของเจ้าสาว ดิมีเทรียส กล่าวอะไรสักเล็กน้อย$1\"/pause 800/move Demetrius 0 -1 1/move Demetrius 5 0 0/move Demetrius 0 -1 2/pause 850/speak Demetrius \"สวัสดีตอนเย็นนะครับ ทุกคน$0#$b#ในนามของโรบินและตัวผมเอง ของกล่าวต้อนรับ แขกทุกท่านอีกครั้งครับ$0#$b#และขอขอบคุณที่ท่าน ได้มาร่วมงามเฉลิมฉลอง ในเหตุการณ์พิเศษในวันนี้ งานแต่งงานของลูกสาวผมมารุ กับฮาร์วีย์$0\"/pause 800/speak Demetrius \"แน่นอนครับว่า งานแต่งงานทุกงานนั้น มีความพิเศษเสมอ$0#$b#แต่การที่ได้เห็น ลูกสาวของตัวเอง ได้แต่งงานกับใครสักคน$1\"/pause 850/faceDirection Demetrius 3/pause 650/animate Maru true true 150 37/animate Harvey true true 150 49/faceDirection Lewis 1/pause 900/speak Demetrius \"มารุ ลูกดูงดงามน่าทึ่งมาก ในชุดแต่งงานแบบนี้$0#$b#แต่ความงามนั้น เป็นเพียงคุณสมบัตินึงของลูก$0#$b#ลูกทั้งกล้าหาญ ขยันขันแข็ง มีจิตใจงดงาม และชาญฉลาด$0\"/pause 750/speak Demetrius \"พ่อภูมิใจมาดที่มีลูกเป็นลูกสาว และพ่อมั่นใจว่าฮาร์วีย์ ก็คงจะภูมิใจเช่นเดียวกับพ่อ ที่มีลูกเป็นภรรยา$1\"/pause 950/speak Demetrius \"ฮาร์วีย์ คุณเป็นผู้ชายที่โชคดีมาก$0#$b#ผมรู้จักคุณมาสักพักแล้ว และผมก็คิดว่ารู้จักคุณดี$0\"/pause 800/speak Demetrius \"ผมรู้ว่า ผมค่อนข้างจะเย็นชากับคุณในช่วงแรก ผมต้องขอโทษเรื่องนั้นด้วย$5\"/pause 800/speak Demetrius \"แต่ตอนนี้ ผมพูดได้เต็มปากเลยว่า ผมคิดไม่ออกจริงๆ ว่าจะหาคนที่ดีกว่านี้ มาเป็นลูกเขยได้อีก$0\"/pause 1200/speak Demetrius \"มารุ ฮาร์วีย์ พ่อหวังว่าลูกทั้งคู่ จะประสพกับความสุข มีความรักที่ดีในอนาคต ไปตราบเท่านาน เติมเต็มความรัก  และเสียงหัวเราะให้แก่กัน$1\"/pause 390/emote Maru 32/pause 900/move Demetrius 0 1 3/move Demetrius -5 0 2/move Demetrius 0 1 0/pause 200/faceDirection Lewis 2/stopAnimation Harvey/stopAnimation Maru/showFrame Harvey 48/showFrame Maru 36/pause 1800/speak Lewis \"ตอนนี้ ฉันรู้สึกเป็นเกียรติอย่างยิ่ง ที่ได้เห็นมารุและฮาร์วีย์ เป็นหนึ่งเดียวกันด้วย พันธะสัญญาของการแต่งงาน$1\"/pause 800/move Lewis 0 1 1/move Lewis 1 0 2/move Lewis 0 1 1/move Lewis 1 0 0/pause 800/showFrame Lewis 21/pause 1200/animate Harvey true true 150 49/showFrame Maru 37/pause 1380/speak Lewis \"อาล่ะ มารุ เธอจะรับผู้ชายคนนี้ เป็นสามีที่ถูกต้อง ตามกฏหมายของเธอ หรือไม่?$0\"/pause 600/textAboveHead Maru \"รับค่ะ\"/pause 1300/speak Lewis \"แล้วเธอล่ะ ฮาร์วีย เธอจะรับผู้หญิงคนนี้ เป็นภรรยาที่ถูกต้อง ตามกฏหมายของเธอ หรือไม่?$0\"/pause 600/textAboveHead Harvey \"รับครับ\"/pause 1750/speak Lewis \"มารุ... ฮาร์วีย์...$0#$b#ในฐานะนายกเทศมนตรี ของเมืองเพลิแกน และฐานะของผู้ถือครอง ตราประทับแห่งการวิวาห์ ของประเทศนี้ ตอนนี้ฉันขอประกาศว่า คุณได้เป็นสามีภรรยากัน!$1\"/pause 650/speak Lewis \"จะจูบก็ได้นะ$1\"/pause 1500/stopAnimation Harvey/animate Harvey true true 150 50/showFrame Maru 38/positionOffset Maru -2 0/pause 50/positionOffset Harvey 2 0/pause 50/positionOffset Maru -2 0/pause 50/positionOffset Harvey 2 0/pause 50/positionOffset Maru -2 0/pause 50/positionOffset Harvey 2 0/pause 50/positionOffset Maru -2 0/pause 50/positionOffset Harvey 2 0/specificTemporarySprite heart 29 65/pause 2600/positionOffset Maru 2 0/pause 50/positionOffset Harvey -2 0/pause 50/positionOffset Maru 2 0/pause 50/positionOffset Harvey -2 0/stopAnimation Harvey/showFrame Harvey 48/pause 380/showFrame Maru 36/pause 800/screenFlash .8/playMusic wedding/pause 150/animate Emily false true 320 16 16 16 16 16 16 17 17 17 17 20 20 20 21 21 21 21 18 18 19 19 31 31 31 35 35 34 34 34 22 22 22 22 23 23 23/move Lewis 0 1 3/move Lewis -1 0 3/animate Lewis false true 380 19 19 19 19 19 19 22 23 23 23/animate Marnie false true 380 20 20 20 20 20 20 21 22 22 23 23 23/pause 300/move Robin 0 -1 1/move Robin 3 0 0/pause 100/animate Abigail false true 350 16 17 18 19/faceDirection Vincent 2/pause 200/animate Willy false true 350 28 29 30 31/pause 180/faceDirection Evelyn 3/faceDirection George 1/pause 280/move Penny 0 -1 3/move Penny -2 0 0/pause 120/faceDirection Alex 2/pause 180/faceDirection Elliott 1/faceDirection Leah 3/pause 280/faceDirection Pierre 3/faceDirection Caroline 1/pause 3600/addConversationTopic MaruHarveyWedding 4/end"
            },
      },
    
//Conversation Topic
    //Harvey
{
"Action": "EditData",
"Target": "Characters/Dialogue/Harvey",
"Entries": {
            "MaruHarveyWedding": "เราทุกคนต่างพยายาม ที่จะไขว่คว้าสมดุลของชีวิต ความสมดุลของ สิ่งที่ซับซ้อน$0#$b#สำหรับผม การแต่งงานกับมารุ คือสิ่งที่ผมต้องการอย่างแท้จริง เพื่อให้เกิดสมดุลนั้น$4"
           }
},
    //Maru
{
"Action": "EditData",
"Target": "Characters/Dialogue/Maru",
"Entries": {
            "MaruHarveyWedding": "ฮาร์วีย์กับฉันแต่งงานกันแล้ว ฉันรอที่เราจะย้ายไป อยู่ด้วยกันไม่ไหวแล้ว!$4"
           }
}, 
    //Demetrius
{
"Action": "EditData",
"Target": "Characters/Dialogue/Demetrius",
"Entries": {
            "MaruHarveyWedding": "ผมขอให้มีแต่สิ่งดีๆ เกิดขึ้นกับมารุและฮาร์วีย์$0#$b#เธอยิ้มอย่างสดใส เวลาที่มีเขาอยู่ใกล้ๆ$1#$e#งานแต่งงานของพวกเขา สวยงามใช่มั้ยล่ะ?$0#$b#แล้วมารุก็ดูน่าทึ่งมาก ในชุดนี้$1"
           }
}, 
    //Robin
{
"Action": "EditData",
"Target": "Characters/Dialogue/Robin",
"Entries": {
            "MaruHarveyWedding": "ฉันตั้งตาคอย งานแต่งงานของมารุมาตลอด$0#$b#ดิมีเทรียสกับฉัน ไม่ได้จัดงานแต่งงาน แบบเป็นทางการน่ะ$0#$b#เราแค่ชวนครอบครัว และเพื่อนๆ มาทานมื้อค่ำเล็กๆ ด้วยกัน$0"
           }
}, 
    //Sebastian
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sebastian",
"Entries": {
            "MaruHarveyWedding": "ฉันไม่ค่อยถูกกับ งานแต่งเท่าไหร่อ่ะนะ$0#$b#แต่ทุกคนดูมีความสุข ในงานแต่งของมารุ เพราะงั้นฉันจะอดทน$0"
           }
}, 
    //Penny
{
"Action": "EditData",
"Target": "Characters/Dialogue/Penny",
"Entries": {
            "MaruHarveyWedding": "ฉันดีใจกับมารุและฮาร์วีย์ค่ะ$0#$b#พวกเขาเป็นคู่ที่น่ารักจัง$1"
           }
}, 
    //Lewis
{
"Action": "EditData",
"Target": "Characters/Dialogue/Lewis",
"Entries": {
            "MaruHarveyWedding": "ฉันไม่ค่อยมีโอกาส ได้ทำพิธีแต่งงาน แบบเป็นทางการมากนักหรอก แต่ฉันชอบนะ$0#$b#มันเป็นเรื่องดี ที่ได้เห็นคนหนุ่มสาวรักกัน$1"
           }
},
    //Marnie
{
"Action": "EditData",
"Target": "Characters/Dialogue/Marnie",
"Entries": {
            "MaruHarveyWedding": "ฉันชอบงานแต่งงานจัง มันแสนจะโรแมนติก$0#$b#ฉันขอให้มารุและฮาร์วีย์ รักกันนานๆ และมีความสุขตลอดไป$1"
           }
},
    //Caroline
{
"Action": "EditData",
"Target": "Characters/Dialogue/Caroline",
"Entries": {
            "MaruHarveyWedding": "ฉันไปบ้านโรบิน เมื่อหลายอาทิตย์ก่อน เพื่อช่วยเธอกับมารุ เลือกชุดแต่งงาน$0#$b#ฉันว่า เราเลือกได้เหมาะเหม็งเลย มันเหมาะกับมารุสุดๆ!$1"
           }
},
    //Evelyn
{
"Action": "EditData",
"Target": "Characters/Dialogue/Evelyn",
"Entries": {
            "MaruHarveyWedding": "ขอให้โยบะอวยพรให้ การแต่งงานของมารุกับฮาร์วีย์ มีความสุขและมีแต่สิ่งดีๆ$1"
           }
},
    //Jas
{
"Action": "EditData",
"Target": "Characters/Dialogue/Jas",
"Entries": {
            "MaruHarveyWedding": "พี่ @!^พี่ @!$1#$e#ถ้าหนูโตขึ้น หนูก็อยากจะใส่ชุดสวยๆ และได้จัดงานแต่งงาน ที่สวยงามด้วย$1"
           }
},
    //Jodi
{
"Action": "EditData",
"Target": "Characters/Dialogue/Jodi",
"Entries": {
            "MaruHarveyWedding": "งานแต่งงาน ทำให้คนในชุมชนได้ มีความสุขร่วมกันเสมอ$1"
           }
},
    //George
{
"Action": "EditData",
"Target": "Characters/Dialogue/George",
"Entries": {
            "MaruHarveyWedding": "เมื่อก่อนตอนที่ฉันแต่งงาน ก็แค่จัดเลี้ยงกันเฉพาะคนสนิท ในครอบครัวเท่านั้นเอง...$0"
           }
},
    //Alex
{
"Action": "EditData",
"Target": "Characters/Dialogue/Alex",
"Entries": {
            "MaruHarveyWedding": "งานแต่งงานอย่างเจ๋ง แล้วดูฮาร์วีย์เหงื่อแตกหมดแล้ว!$7#$b#เขาคงประหม่าสุดๆ$1"
           }
},
    //Sam
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sam",
"Entries": {
            "MaruHarveyWedding": "ฉันไม่ค่อยรู้จักมารุ กับฮาร์วีย์เท่าไหร่อ่ะ แต่ฉันก็ดีใจกับพวกเขานะ$1"
           }
},
    //Leah
{
"Action": "EditData",
"Target": "Characters/Dialogue/Leah",
"Entries": {
            "MaruHarveyWedding": "เมื่อเดือนที่แล้ว ฮาร์วีย์ขอให้ฉัน วาดรูปให้มารุ$0#$b#มันเป็นของขวัญ แต่งงานของเธอ โรแมนติกนะเนี่ย?$1"
           }
},
    //Pam
{
"Action": "EditData",
"Target": "Characters/Dialogue/Pam",
"Entries": {
            "MaruHarveyWedding": "งานแต่งงานทำให้ฉันนึกถึง สามีเก่าของฉัน...$4#$e#ก็นะ มีเบียร์ฟรีให้แบบนี้ ก็ไม่มีอะไรจะบ่นหรอก$0"
           }
},
    //Pierre
{
"Action": "EditData",
"Target": "Characters/Dialogue/Pierre",
"Entries": {
            "MaruHarveyWedding": "งานแต่งงานนั้น นำความสุข มาแก่เมืองเพลิแกนเสมอ เรายังไม่ได้จัดอีกหลายงานเลย$1#$e#แต่น่าเสียดายนะ ที่ฉันขายสร้อยคอนางเงือก ไม่ได้...$2"
           }
},
    //Clint
{
"Action": "EditData",
"Target": "Characters/Dialogue/Clint",
"Entries": {
            "MaruHarveyWedding": "รู้เปล่า ฉันเป็นคนทำแหวนแต่งงาน ให้มารุกับฮาร์วีย์นะ$0#$b#มารุขอให้ฉัน ใช้อิริเดียมทำมัน งานหินเลยล่ะ$0#$b#โชคดีที่ทำออกมาได้ดี$1"
           }
},
//Dialogues
    //Harvey
        //Harvey before wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Harvey",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020009"
		},
"Entries": {
            "Mon8": "ผมยังไม่อยากจะเชื่อเลยว่า ผมจะกล้าขอมารุเป็นแฟน$0#$b#แบบเป็นทางการด้วยนะครับ!$1#$e#ผมไม่คิดว่าจะมีความกล้า ทำแบบนั้นอีกครั้ง$0",
            "Tue8": "ไม่แน่ว่า หลังจากที่เราจบเรื่อง ประวัติศาสตาร์การแพทย์แล้ว ผมน่าจะสอนเธอเกี่ยวกับ วรรณกรรมทางการแพทย์ ต่อได้$0#$b#ผมมั่นใจเลยว่า เธอต้องชอบแน่ๆ!$1",
            "Thu8": "ผมก็กลัวนะครับ ว่าจะคุยกับมารุเรื่องงาน มากจนเกินไป...$2#$b#แต่คงจะ ไม่เป็นอย่างนั้นหรอกครับ$1",
            "Sat8": "เมื่อคืน ผมทำอาหารที่ดีต่อสุขภาพ และมีคุณค่าทางโภชนาการ ให้มารุ$0#$b#ผมว่าเธอชอบมันนะ!$1",
            "Sun8": "ผมเตรียมน้ำยาเพิ่มพลัง สูตรพิเศษ ไว้ให้มารุด้วยครับ$0#$e#ผมไม่อยากให้เธอเหนื่อย$2#$b#คุณก็รู้นี่ครับ เธอทำงานเยอะมาก...$2",
            "spring_Fri8": "ถ้ามารุกับผมมีลูกด้วยกัน คุณคิดว่าซักวันนึง เขาหรือเธอจะได้เป็น นักบินมั้ยครับ?$1",
            "summer_Mon8": "มารุกับผมกำลังคิดว่า อยากจะไปเที่ยว ทะเลทรายน่ะครับ$0#$b#บางทีเราอาจจะไปกัน ในช่วงฤดูใบไม้ร่วง หรือฤดูหนาว ช่วงที่อากาศเย็นหน่อย$1",
            "summer_Wed8": "ตอนนี้ฤดูร้อน เป็นฤดูที่ผมชอบมากที่สุด เพราะว่ามารุกับผม จะได้ไปดูดาวกันน่ะครับ$0#$e#ท้องฟ้าเหนือหุบเขาน่าทึ่งมาก ยิ่งในฤดูร้อน ยิ่งสวยกว่าเดิมอีกครับ!$1",
            "fall_Tue8": "ผมจะฝึกฝีมือการนวด เพื่อมารุน่ะครับ$0#$b#ถ้าวันไหนที่เธอ เหนื่อยล้าจากการทำงาน ผมจะได้ช่วยเธอ ให้ผ่อนคลายได้อีกหน่อยนึง$1",
            "fall_Fri8": "ผมเคยท้อแท้นะครับ ตอนที่ธุรกิจไปได้ไม่ค่อยดี...$2#$b#แต่ตออนนี้มารุ ช่วยให้จิตวิญญาณ ของผมเข้มแข็ง แม้ในวันที่ยากลำบาก$4",
            "winter_Thu8": "ในวันหนาวๆ แบบนี้ มารุกับผมจะดื่มไวน์ด้วยกัน หน้าเตาผิงครับ$1",
            "winter_Sat8": "บอกตามตรง ผมคิดว่าผมคงต้องโสด ไปตลอดชีวิต$2#$b#ผมดีใจที่มารุก้าวเข้ามา ในชีวิตของผม$4",
            "spring_23": "ผมมั่นใจมาก กับงานเต้นรำดอกไม้วันพรุ่งนี้$1#$e#มารุกับผม ซ้อมเต้นกันแล้วครับ$1",
            "summer_27": "ระบำแมงกระพรุนแสงจันทร์ งดงามจริงๆ ครับ$0#$e#ผมตั้งตารอที่จะได้ เพลิดเพลินกับพวกมัน ร่วมกับมารุในวันพรุ่งนี้$1",
            "fall_26": "ผมมักจะหลงทางใน เขาวงกตสยองขวัญ ตลอดเลย$2#$e#ถ้ามารุกับผมเขาไปด้วยกัน เราน่าจะไปถึงทางออกได้$0",
            "spring_23_2": "ผมมั่นใจมาก กับงานเต้นรำดอกไม้วันพรุ่งนี้$1#$e#มารุกับผม ซ้อมเต้นกันแล้วครับ$1",
            "summer_27_2": "ระบำแมงกระพรุนแสงจันทร์ งดงามจริงๆ ครับ$0#$e#ผมตั้งตารอที่จะได้ เพลิดเพลินกับพวกมัน ร่วมกับมารุในวันพรุ่งนี้$1",
            "fall_26_2": "ผมมักจะหลงทางใน เขาวงกตสยองขวัญ ตลอดเลย$2#$e#ถ้ามารุกับผมเขาไปด้วยกัน เราน่าจะไปถึงทางออกได้$0"
			}
},
        //Harvey after wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Harvey",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020030"
		},
"Entries": {
            "Wed8": "มารุกับผมกำลังคิด เรื่องปรับปรุงอพาร์ทเม้นท์$0#$b#เรากำลังคิดที่จะ ย้ายมาอยู่ด้วยกัน ผมเลยอยากให้เธอ อยู่แบบสบายๆ$4",
            "Fri8": "โรบินเสนอว่าจะขยายคลินิก ตอนที่เราทานมื้อค่ำด้วยกัน เมื่อสัปดาห์ที่แล้ว$0#$e#ผมก็ยินดีนะครับ แต่ผมคิดว่าตอนนี้มันก็ใหญ่พอ สำหรับชุมชนของเราแล้ว$0",
            "spring_Thu8": "ตอนแรกที่ผมได้พบกับมารุ ผมก็ไม่รู้เลยว่า เธอจะทำงานได้ดีรึเปล่า$0#$b#แต่เธอก็พิสูจน์ให้เห็นว่า ทำหน้าที่ของพยาบาล ได้อย่างดีเยี่ยม$1#$e#แล้วก็ ถ้าเธอไม่ได้มาสมัครงานละก็ เราคงจะไม่ได้รู้จักกัน และแต่งงานกันแบบนี้$4",
            "spring_Sat8": "มารุทำให้วันของผม สดใสเสมอ ผมดีใจที่ได้แต่งงานกับเธอ$4",
            "summer_Sun8": "...$4#$e#โอ้ @$0#$b#ผมกำลังคิดถึงวันแต่งงาน ของผมกับมารุอยู่น่ะครับ...$4",
            "fall_Mon8": "ผมต้องพัฒนาฝีมือทำอาหาร ให้ดีขึ้นไปอีก เพราะตอนนี้ผมกับมารุ แต่งงานกันแล้ว$1#$b#ถ้าคุณต้องการคำแนะนำ เกี่ยวกับการทำอาหาร เพื่อสุขภาพ ไม่ต้องเกรงใจนะครับ ถามผมได้เลย$0",
            "winter_Wed8": "ผมดีใจมาก ที่ดิมีเทรียสยอมรับ ความสัมพันธ์ระหว่าง ผมกับมารุ$1#$b#เขาร่วมยินดี ในงานแต่งงานของเรา$1",
            "summer_10_2": "สวัสดีครับ @$0#$e#ผมพัฒนาฝีมือทำอาหาร เพื่อวันเกิดของมารุน่ะครับ$1#$b#เธอบอกผมว่า เธอชอบดอกกระหล่ำอบชีส และพริกยัดไส้ เพราะงั้นผมเลยต้องฝึก เพื่อมื้อค่ำแสนพิเศษครับ$1"
			}
},   
    //Maru
        //Maru before wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Maru",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020009"
		},
"Entries": {
            "Mon8": "บางครั้งฮาร์วีย์ ก็ดูเงอะงะอยู่นะ$0#$b#แต่มันก็เป็นอะไรที่ น่ารักไปอีกแบบ$$4",
            "Tue8": "ฮาร์วีย์มักมีจะไอเดีย สิ่งประดิษฐ์ใหม่มาให้ฉัน และฉันก็จะทำ ตามแบบของเขา$0#$e#เราเป็นทีมที่เพอร์เฟค!$1",
            "Thu8": "ฉันกำลังลองทำเครื่องมือ ที่ช่วยเพิ่มคุณภาพของผักดอง$0#$b#เป็นเซอร์ไพรส์ให้ฮาร์วีย์น่ะ$1",
            "Fri8": "ถ้าฉันค้นพบดาวดวงใหม่ ฉันจะตั้งชื่อว่า ฮาร์วีย์$4#$e#คุณคิดว่ามันเฉิ่มไปหรอ...?$0",
            "Sat8": "ฮาร์วีย์กับฉัน คิดว่าจะไปเที่ยวเมืองซูซูกัน$0#$b#เขาต้องเข้าเมือง เพื่อซื้ออุปกรณ์การแพทย์ ทุกเดือนอยู่แล้ว$0",
            "spring_Wed8": "ฮาร์วีย์กับฉันกำลังฝึก เพื่อวันเทศกาลดอกไม้$0#$b#ตื่นเต้นจัง!$1",
            "spring_Fri8": "ความสัมพันธ์ของฮาร์วีย์กับฉัน ก็เหมือนกับสารเคมี 2 ตัวมาเจอกัน เราทำปฏิกิริยา แล้วก็เกิดเป็นสิ่งใหม่ขึ้นมา$1",
            "summer_Tue8": "ฮาร์วีย์อยากจะ ปรับปรุงคอมพิวเตอร์ ของคลินิกให้ทันสมัยมากขึ้น$0#$b#บางทีเซบาสเตียน น่าจะช่วยเขาได้นะ$0",
            "summer_Thu8": "ฉันก็ค้นคว้าเกี่ยวกับ หุบเขานี้มาบ้างนะ และในทางวิทยาศาสตร์แล้ว มันเป็นสถานที่ยอดเยี่ยม ในการเลี้ยงเด็กเลย$0#$e#เดี๋ยวฉันจะทำสรุปทุกอย่าง แล้วลองเอาให้ฮาร์วีย์$1",
            "summer_Sat8": "ฉันคิดไม่ถึงเลยล่ะ ว่าฮาร์วีย์ทำอาหารเก่งมาก$1#$b#และเขามักจะทำอาหาร เพื่อสุขภาพเสมอ$0",
            "fall_Mon8": "ฉันประหลาดใจสุดๆ ตอนที่ได้ยินว่า ฮาร์วีย์ไปคลาสออกกำลังกาย ของแคโรไลน์ทุกวันอังคาร แถมอยู่กับแม่ฉันด้วย$0#$b#มันก็ดีแหละ ที่เขาจะดูแลสุขภาพแบบนี้$0",
            "fall_Sat8": "ฮาร์วีกับฉันว่าจะขับรถเที่ยว และลองหาสถานที่ใหม่ๆ บ้าง$0#$b#แต่ฉันว่าคงยังไม่ใช่เร็วๆ นี้หรอก เพราะคลินิกคงต้องปิด อย่างน้อยเป็นอาทิตย์เลย...$2",
            "winter_Wed8": "ฉันหวังว่าตอนนี้พ่อ คงจะโอเคแล้ว ที่ฉันมาใช้เวลากับฮาร์วีย์มาก$2#$e#ถึงแม้ว่าฉันจะยังอยู่กับพ่อ แต่ฉันก็ยังกลัวว่าพ่อจะเหงา...$2",
            "winter_Sun8": "เวลาที่ฉันมองฮาร์วีย์ เหมือนเวลามันหยุดเลย...$4#$e#หรือว่า เขาจะเดินทางไปมา ด้วยความเร็วแสง$1",
            "summer_27": "ฉันตั้งตารอที่จะได้ดู แมงกระพรุนแสงจันทร์ กับฮาร์วีย์ในวันพรุ่งนี้เลยล่ะ$4",
            "fall_26": "ฉันคุยกับฮาร์วีย์ เพื่อวางแผนกลยุทธ์ พิชิตเขาวงกตสยองขวัญ$0#$e#ไม่แน่นะ ปีนี้เราอาจจะเป็นกลุ่มแรก ที่เจอสมบัติก็ได้!$1",
            "winter_14": "วันนี้เป็นวันเกิดของฮาร์วีย์$1#$e#ฉันออกแบบโมเดล เครื่องบินพิเศษให้เขา$0#$b#หวังว่าเขาจะชอบนะ$1",
            "summer_27_2": "ฉันตั้งตารอที่จะได้ดู แมงกระพรุนแสงจันทร์ กับฮาร์วีย์ในวันพรุ่งนี้เลยล่ะ$4",
            "fall_26_2": "ฉันคุยกับฮาร์วีย์ เพื่อวางแผนกลยุทธ์ พิชิตเขาวงกตสยองขวัญ$0#$e#ไม่แน่นะ ปีนี้เราอาจจะเป็นกลุ่มแรก ที่เจอสมบัติก็ได้!$1",
            "winter_14_2": "วันนี้เป็นวันเกิดของฮาร์วีย์$1#$e#ฉันออกแบบโมเดล เครื่องบินพิเศษให้เขา$0#$b#หวังว่าเขาจะชอบนะ$1"
			}
},
        //Maru after wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Maru",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020030"
		},
"Entries": {
            "Wed8": "ฉันเป็นคนรักความอิสระ$0#$b#...แต่ตอนนี้ มันก็ยากเหมือนกัน ถ้าต้องคิดถึงชีวิต ที่ไม่มีฮาร์วีย์$4#$b#เขาเป็นสามีที่วิเศษจริงๆ$4",
            "Sun8": "พ่อแม่ของฉัน มักจะชวนฮาร์วีย์กับฉัน ไปทานมื้อค่ำทุกสัปดาห์น่ะ$0#$b#ฉันว่าพวกท่าน ต้องคิดถึงฉันมากแน่ๆ ส่วนฮาร์วีย์ก็ชอบ ที่ครอบครัวพร้อมหน้า$2",
            "spring_Sun8": "พ่อของฉันอึ้งสุดๆ ตอนที่ฉันบอกว่า ฉันจะแต่งงาน$0#$b#ตอนนี้พ่อก็เข้ากันได้ดี กับฮาร์วีย์แล้ว$0#$e#ถึงขนาดที่พวกเขาโทรหากัน เพื่อคุยเรื่องวิทยาศาสตร์!$1",
            "fall_Thu8": "มีคู่แต่งงานบางคู่นะ ที่ไม่สามารถทำงานด้วยกันได้$0#$b#โชคดีที่ฮาร์วีย์กับฉัน ไม่ได้เป็นหนึ่งในนั้น$1",
            "winter_Tue8": "เมื่อก่อนฉันตั้งใจจะสร้าง หุ่นยนต์สามีเลยนะ$0#$b#แต่ตอนนี้มีฮาร์วีย์ และเขาเป็นสามีที่ดีกว่า ที่หุ่นยนต์จะเป็นได้$4"
			}
},   
    //Demetrius
        //Demetrius before wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Demetrius",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020009"
		},
"Entries": {
            "Mon2": "ผมยังไม่เชื่อหรอก ว่าฮาร์วีย์จะจริงจังกับมารุ...$4",
            "Mon6": "เมื่อวานฮาร์วีย์ทำ ถั่วหม้อไฟให้พวกเรา$1",
            "Tue4": "มารุเป็นลูกสาวตัวน้อยของผม เพราะงั้นก็เป็นธรรมดา ที่ผมต้องคอยระแวดระวัง ฮาร์วีย์ไว้$4",
            "Wed6": "โรบินพูดกับผมจริงจังมาก เกี่ยวกับการที่ผม ทำกิริยาต่างๆ ใส่ฮาร์วีย์แบบนั้น...$2#$b#ผมว่าเธอคงพูดถูก...$2",
            "Thu2": "วันนี้ ผมจะไปดูฮาร์วีย์กับมารุ สักหน่อย...$3#$b#...ก็แค่เผื่อไว้น่ะ$3",
            "Fri8": "เอ่อก็ มารุดูจะมีความสุขกับฮาร์วีย์ นั่นคือสิ่งที่ผมคิดว่า มันคือสิ่งสำคัญ$0",
            "Fri10": "ผมก็ยอมรับฮาร์วีย์ มาเป็นสมาชิกครอบครัวของเรา$1",
            "Sat2": "สวัสดี ชาวไร่$0#$e#คุณช่วยจับตาดู ฮาร์วีย์กับมารุได้มั้ยครับ?$5#$b#ผมกังวลว่า ความสัมพันธ์ของพวก จะดำเนินไปในทางที่ไม่ดี...$",
            "Sun4": "ผมแค่กลัวว่าฮาร์วีย์ จะทำให้มารุเสียใจ...$2#$e#มันไม่ใช่เรื่องปกติ ของคนเป็นพ่อหรอ?$2"
			}
},
        //Demetrius after wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Demetrius",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020030"
		},
"Entries": {
            "Tue10": "ผมก็รู้ว่าผมเคยทำไม่ดี กับฮาร์วีย์ไว้เมื่อก่อน...$2#$b#แต่ตอนนี้ มันเปลี่ยนไปแล้ว เขาเป็นครอบครัวของเรา$1",
            "Wed10": "สวัสดี @$0#$e#อันที่จริง ฮาร์วีย์ก็เตรียมตัวอย่างหนัก เพื่อที่จะเข้ามาเป็นส่วนหนึ่ง ของครอบครัวเรา$0#$b#เขามาหา และคุยกับผมก่อน ที่จะขอเป็นแฟนกับมารุด้วย$0#$b#เขาสั่นเป็นเจ้าเข้า โถ เจ้าเด็กน้อย$1",
            "Thu8": "ผมไม่คิดเลยว่า มารุจะได้แต่งงาน ไวขนาดนี้...$2#$e#แต่ผมดีใจนะ ที่เธอได้เจอคนแบบฮาร์วีย์$0",
            "Sat8": "ฮาร์วีย์แวะมาเมื่อวานนี้ เพื่อช่วยทำการทดลอง ของมารุกับผม$0#$b#เขาเป็นนักวิทยาศาสตร์ ที่ดีเลยนะ!$1",
            "Sun10": "ผมโล่งใจนะ ที่ฮาร์วีย์ไม่เคียดแค้น กับสิ่งที่ผมทำกับเขาในอดีต$0#$b#เขาเป็นคนดี และผมก็ดีใจที่เขาคบกับมารุ$0"
			}
},
    //Robin
        //Robin before wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Robin",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020009"
		},
"Entries": {
            "Mon2": "ฉันก็ไม่ค่อยได้คุย กับฮาร์วีย์นักหรอก แต่บางครั้งเขาก็ มาออกกำลังกายกับเรา ในวันอังคาร$0",
            "Mon6": "ฉันรู้ว่าฮาร์วีย์ จะดูแลลูกสาวของเราได้ เพราะงั้นฉันก็เลย ไม่ได้กังวลอะไร ไม่เหมือนกันดิมีเทรียสหรอก$1",
            "Tue4": "ดิมีเทรียสทำตัวไม่มีเหตุผล กับฮาร์วีย์ตลอด$3#$b#เขาไม่เห็นรึไง ว่ามารุออกจะมีความสุข นั่นถึงจะเป็น สิ่งสำคัญไม่ใช่หรอ...?$2",
            "Tue8": "ฉันโล่งใจจัง ที่ดิมีเทรียสเริ่มเปลี่ยนแปลง ทัศนะคติกับฮาร์วีย์หน่อยนึง$0#$e#บางทีเขาก็แค่หัวรั้น$2",
            "Wed6": "เวลาผ่านไปไวจังนะ...$0#$e#ฉันได้คุยกับโจดี้ หลังจากที่เรา ออกกำลังกายกันเสร็จ พวกเราไม่อยากจเชื่อเลยว่า พวกเด็กๆ โตขึ้นมากขนาดไหน$0",
            "Thu4": "ฉันรู้ได้เลยว่า ฮาร์วีย์รักมารุขนาดไหน$0#$b#ฉันดีใจกับพวกเขาจัง!$1",
            "Thu8": "ฉันปลื้มใจจัง ที่มารุกับฮาร์วีย์ลงเอยกัน$0#$b#พวกเขาต้องเป็นคู่ที่ดีแน่ๆ$1",
            "Fri4": "บางทีฉันคงต้องคุย กับดิมีเทรียส เรื่องกิริยาแบบนั้นใส่ฮาร์วีย์ สักหน่อยแล้ว...$2",
            "Fri10": "เดี๋ยวฉันจะไปแวะ ที่คลินิกสักหน่อย$0#$b#ฉันทำมะเขือเทศดอง ไว้ให้ฮาร์วีย์ด้วย$1",
            "Sat2": "ฉันคงจะบอกไม่ได้ว่า ฉันประหลาดใจที่เห็น มารุกับฮาร์วีย์เริ่มคบกัน$0#$e#ความจริง ฉันลุ้นให้เป็นแบบนั้นแหละ!$1",
            "Sat8": "ฉันไม่มั่นใจนะ แต่ฉันคิดว่าเซบาสเตียน คงจะมองฮาร์วีย์ในแง่ดี เหมือนกัน$1",
            "Sun6": "ฉันเคยคิดว่าจะชวน ฮาร์วีย์มาทานมื้อค่ำกับเรา...$0#$b#...แต่ดิมีเทรียส ต้องไม่ยอมแน่ๆ$2",
            "Sun8": "มารุกับฮาร์วีย์ ทำให้ฉันนึกถึง ตอนที่ดิมีเทรียสกับฉัน พึ่งจะคบกัน...$0#$e#ตอนนั้น พวกเรายังเด็กอยู่เลย$0"
			}
},
        //Robin after wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Robin",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020030"
		},
"Entries": {
            "Mon8": "ฉันจำตอนที่มารุมากับ ฉันว่าเธอจะแต่งงาน$0#$b#เธอเกือบร้องไห้ ด้วยความตื้นตัน$1",
            "Wed8": "ถ้าวันถึงมารุกับฮาร์วีย์ อยากจะย้ายไปอยู่ด้วยกัน ฉันจะช่วยพวกเขา สร้างบ้านสุดเพอร์เฟคเอง!$1#$b#หรือฉันจะขยาย อพาร์ทเม้นท์ของฮาร์วีย์ดีนะ$1",
            "Thu10": "ฉันปลื้มใจจัง ที่มารุกับฮาร์วีย์ลงเอยกัน$0#$b#พวกเขาต้องเป็นคู่ที่ดีแน่ๆ$1",
            "Sat10": "ฉันอยากให้มารุกับฮาร์วีย์ มีลูกด้วยกันเร็วๆจัง$1",
            "Sun10": "มารุกับฮาร์วีย์ ทำให้ฉันนึกถึง ตอนที่ดิมีเทรียสกับฉัน พึ่งจะคบกัน...$0#$e#ตอนนั้น พวกเรายังเด็กอยู่เลย$0#$e#งานแต่งงานของพวกเรา ก็สวยงามเหมือนกันนะ ไว้วันนึงฉันจะเอารูปให้ดู$1"
			}
},
    //Sebastian
        //Sebastian before wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sebastian",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020009"
		},
"Entries": {
            "Mon6": "ฉันก็ดีใจกับ มารุและฮาร์วีย์นะ$0",
            "Tue8": "ฮาร์วีย์ขอให้ฉันช่วย ตอนที่เขาแวะมาที่บ้านเรา เมื่อวันก่อน$0#$b#เขาบอกฉันว่าอยากจะ สร้างฐานข้อมูลภายใน ของคลินิกน่ะ$0#$e#มันรู้สึกดีสุดๆ ที่มีคนเห็นความสำคัญ ในงานที่คุณทำ$1",
            "Wed2": "ฉันไม่สนใจหรอก ว่ามารุจะคบกับใคร$0",
            "Wed6": "ก็ธรรมดาออก ที่มารุกับฮาร์วีย์จะคบกันน่ะ$0#$b#นอกจากจะทำงาน ที่คลินิกด้วยกัน ฉันว่าเขาคงสนใจอะไร คล้ายๆ กันด้วย$0",
            "Thu8": "บางวันฮาร์วีย์ก็มานะ$0#$b#เราไม่ค่อยได้คุยกันหรอก แต่ว่าเขาแสดงออกว่า สนใจงานของฉันมาก และฉันก็รู้สึกดีนะ$1",
            "Fri8": "ฮาร์วีย์เป็นคนดีเว่อร์ เขาเอาซาซิมิมาให้ฉัน เมื่อวันก่อนด้วย!$1",
            "Sat4": "ตอนนี้บ้านเงียบขึ้น เพราะว่ามารุไปอยู่กับฮาร์วีย์ ซะส่วนใหญ่$1",
            "Sun2": "ฮาร์วีย์จำเป็นจะต้อง เล่นใหญ่ขนาดนี้ เพื่อแค่ที่จะชวนมารุ ออกเดตเนี่ยนะ?$0",
            "Sun4": "ดิมีเทรียส ทำตัวน่ารำคานมาก เวลาที่ฮาร์วีย์มา...$0" 
			}
},
        //Sebastian after wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sebastian",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020030"
		},
"Entries": {
            "Mon6": "ฉันก็ดีใจกับ มารุและฮาร์วีย์นะ$0#$b#พวกเขาดูเข้ากันดีนะ$0",
            "Wed8": "ก็ธรรมดาออก ที่มารุกับฮาร์วีย์ จะแต่งงานกันเร็วแบบนี้$0#$b#แม่กับดิมีเทรียส ดูตื่นเต้นกับงานแต่งพวกเขานะ$0",
            "Sat6": "ตอนนี้บ้านเงียบขึ้น เพราะว่ามารุแต่งงานฮาร์วีย์ล่ะ$1",
            "Sun6": "ฉันว่าดิมีเทรียส ทำตัวดีกับฮาร์วีย์แล้วน่ะ$0" 
			}
},
    
        //      F   A   M   I   L   Y       V   E   R   S   I   O   N

//Event that changes HarveyRoom.tbin, only used for condition
{
"Action": "EditData",
"Target": "Data/Events/FarmHouse",
"When": {
    "Version": "family"
		},
"Entries": {
            "59020038/e 59020030/o Maru/o Harvey": "none/1000 1000/farmer 29 55 2/skippable/pause 10/end"
            },
},
//Children
    //Portraits
{
"LogName": "Maru and Harvey child portraits 1",
"Action": "Load",
"Target": "Portraits/Orion",
"FromFile": "assets/Portraits/Orion.png",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        }
},
{
"LogName": "Maru and Harvey child portraits 2",
"Action": "Load",
"Target": "Portraits/Caelum",
"FromFile": "assets/Portraits/Caelum.png",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        }
},
    //Portraits summer
/*
{		
"LogName": "Harvey and Maru child portraits summer", 
"Action": "                             EditImage/Load??",
"Target": "Portraits/Eve",
"FromFile": "assets/Portraits/Eve_Summer.png",
"When":	{
    "Season": "summer",
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020030"
		}
},
*/
    
    //Sprites
{
"LogName": "Maru and Harvey portraits 1",
"Action": "Load",
"Target": "Characters/Orion",
"FromFile": "assets/Sprites/Orion.png",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        }
},
{
"LogName": "Maru and Harvey portraits 2",
"Action": "Load",
"Target": "Characters/Caelum",
"FromFile": "assets/Sprites/Caelum.png",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        }
},
    //Schedule
        //No town school
{
"LogName": "Maru and Harvey child schedule 1",
"Action": "Load",
"Target": "Characters/schedules/Orion",
"FromFile": "assets/Schedule/Orion.json",
"When": {
    "Version": "family",
	"HasMod: |contains=EduAnttunes.TownSchool.TMX": "false",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        }
},
{
"LogName": "Maru and Harvey child schedule 2",
"Action": "Load",
"Target": "Characters/schedules/Caelum",
"FromFile": "assets/Schedule/Caelum.json",
"When": {
    "Version": "family",
	"HasMod: |contains=EduAnttunes.TownSchool.TMX": "false",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        }
},
        //Yes town school
{
"LogName": "Maru and Harvey child schedule 1",
"Action": "Load",
"Target": "Characters/schedules/Orion",
"FromFile": "assets/Schedule/OrionSchool.json",
"When": {
    "Version": "family",
	"HasMod: |contains=EduAnttunes.TownSchool.TMX": "true",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        }
},
{
"LogName": "Maru and Harvey child schedule 2",
"Action": "Load",
"Target": "Characters/schedules/Caelum",
"FromFile": "assets/Schedule/CaelumSchool.json",
"When": {
    "Version": "family",
	"HasMod: |contains=EduAnttunes.TownSchool.TMX": "true",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        }
},
    //Dialogue
{
"LogName": "Maru and Harvey child dialogues 1",
"Action": "Load",
"Target": "Characters/Dialogue/Orion",
"FromFile": "assets/Dialogue/Orion.json",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        }
},
{
"LogName": "Maru and Harvey child dialogues 2",
"Action": "Load",
"Target": "Characters/Dialogue/Caelum",
"FromFile": "assets/Dialogue/Caelum.json",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        }
},
    //NPC Dispositions
{
"LogName": "Maru and Harvey child disposition",
"Action": "EditData",
"Target": "Data/NPCDispositions",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        },
"Entries": { 
    "Orion": "child/polite/neutral/positive/male/not-datable/null/Town/fall 8/Harvey 'พ่อ' Maru 'แม่' Demetrius 'ตา' Jodi 'ยาย' Sebastian 'ลุง' Caelum 'น้องชาย'/HarveyRoom 19 5/Orion",
    "Caelum": "child/polite/neutral/positive/male/not-datable/null/Town/fall 8/Harvey 'พ่อ' Maru 'แม่' Demetrius 'ตา' Jodi 'ยาย' Sebastian 'ลุง' Orion 'พี่ชาย'/HarveyRoom 24 5/Caelum"
           }
},
    //Gift tastes
        //Orion
            //Love: Pickles, Gold Bar, Artichoke Dip, Ghostfish
            //Like: Iron Bar, Duck Egg, Leek, Holly
            //Dislikes: Pink Cake, Maple Syrup, Maple Bar, Goat Milk, L. Goat Milk
            //Hates: Salmonberry, Spice Berry, Blackberry, Strawberry
        //Caelum
            //Love: Aquamarine, Super Meal, Pumpkin Pie, Chocolate Cake
            //Like: Morel, Void Mayonnaise, Quartz, Jade
            //Dislikes: Fried Mushroom, Hazelnut, Wild Plum, Common Mushroom
            //Hates: Lobster, Crayfish, Snail, Periwrinkle
    
{		
"LogName": "Maru and Harvey child gift tastes",
"Action": "EditData",
"Target": "Data/NPCGiftTastes",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        },
"Entries": {
    "Orion": "ได้หรอครับ...? ผมชอบสุดๆ เลย! ผมจะใช้มันอย่างดีเลยครับ/342 336 605 156/ขอบคุณขวัญ เป็นของขวัญที่ดีเลยครับ/335 442 20 283/เอ่อ... นี่คือ... ก็น่าสนใจดีครับ/221 724 731 436 438/ผมว่า นี่น่าจะ ไม่มีค่าอะไรนะครับ.../296 396 410 400/ขอบคุณ//",
    "Caelum": "ว้าว! นี่เป็นหนึ่งในของชอบ ของผมเลยครับ ขอบคุณนะครับ!/62 237 608 220/นี่เจ๋งจัง! ขอบคุณครับ/257 308 80 70/โอ้... ผมขอไปถามคุณแม่ก่อนว่า ผมจะทำยังไง กับเจ้านี่ได้บ้าง.../205 408 406 404/ผมว่า มันไม่ใช่ของขวัญที่ดีนะครับ.../715 716 721 722/ของขวัญหรอครับ? ขอบคุณ//"
           }
},
    //Rainy Day Dialogue
{	
"LogName": "Maru and Harvey child rainy dialogue",
"Action": "EditData",
"Target": "Characters/Dialogue/rainy",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        },
"Entries": {
    "Caelum": "ผมชอบวันฝนตกนะครับ แต่ว่าคุณตาบอกว่า วันนี้จะพาไปเที่ยวข้างนอก...$2",
    "Orion": "ในวันที่ฝนตก จะมีกบออกมาที่ภูเขา$0#$b#ซีลัมกับผมกะว่า จะไปเยี่ยมคุณตาคุณยาย กับคุณลุงเซบาสเตียนวันนี้$1"
            }
},
    //Animations
{
"LogName": "Maru and Harvey child animations",
"Action": "EditData",
"Target": "Data/animationDescriptions",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        },
"Entries": {
    "orion_sleep": "4/4/4",
    "caelum_sleep": "12/12/12",
    "orion_tinker": "16/16 16 16 16 16 16 16 16 16 16 16 16 16 16 16 16 17 17 17 17 17 18 18 18 17 17 17 17 17 18 18 18 17 17 17 17 17 18 18 18/16",
    "caelum_tinker": "19/19 19 19 19 19 19 19 19 19 19 19 19 19 19 19 19 18 18 18 18 18 17 17 17 18 18 18 18 18 17 17 17 18 18 18 18 18 17 17 17/19",
    "orion_read": "19/19/19",
    "caelum_read": "16/16/16"
	        }
},
    //Strings
{
"LogName": "Maru and Harvey child dialogue strings 1",
"Action": "Load",
"Target": "Strings/schedules/Orion",
"FromFile": "assets/Dialogue/OrionStrings.json",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        },
},
{
"LogName": "Maru and Harvey child dialogue strings 2",
"Action": "Load",
"Target": "Strings/schedules/Caelum",
"FromFile": "assets/Dialogue/CaelumStrings.json",
"When": {
    "Version": "family",
    "HaveChildren": "true",
    "HasSeenEvent": "59020030"
        },
},
    
//Schedules
    //Maru
{ 
 "Action": "EditData",
 "Target": "Characters/schedules/Maru",
 "FromFile": "assets/Schedule/Maru.json",
 "When": {
    "Version": "family",
    "HasSeenEvent": "59020030"
		},
},
    //Harvey
{ 
 "Action": "EditData",
 "Target": "Characters/schedules/Harvey",
 "FromFile": "assets/Schedule/Harvey.json",
 "When": {
    "Version": "family",
    "HasSeenEvent": "59020030"
		},
},
    //Demetrius
{
"Action": "EditData",
"Target": "Characters/schedules/Demetrius",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030"
		},
"Entries":  {
            "22": "750 ScienceHouse 29 9 0/1100 ScienceHouse 22 20 1 demetrius_notes/1430 Mountain 15 26 1/1600 Saloon 10 20 0 \"Strings\\schedules\\Demetrius:familydinner.001\"/2300 ScienceHouse 19 4 11 demetrius_sleep"
            },
},
    //Robin
{
"Action": "EditData",
"Target": "Characters/schedules/Robin",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030"
		},
"Entries":  {
            "22": "800 ScienceHouse 8 18 2/1300 CommunityCenter 9 19 3/1700 Saloon 10 5 2 \"Strings\\schedules\\Robin:familydinner.001\"/2250 ScienceHouse 21 4 1 robin_sleep"
            },
},
    //Sebastian
{
"Action": "EditData",
"Target": "Characters/schedules/Sebastian",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030"
		},
"Entries":  {
            "22": "1000 SebastianRoom 9 4 3 sebastian_computer/1200 ScienceHouse 27 9 0/1330 SebastianRoom 9 4 3 sebastian_computer/1630 Saloon 11 6 3 \"Strings\\schedules\\Sebastian:familydinner.001\"/2220 SebastianRoom 11 9 1 sebastian_sleep"
            },
}, 
//Schedule strings
    //Harvey
        //No children
{
"Action": "EditData",
"Target": "Strings/schedules/Harvey",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "false"
        },
"Entries":  {
            "spring.001": "สิ่งที่ดีในชีวิต ก็ยิ่งดีขึ้นไปอีกเมื่อมีมารุ$4",
            "spring.002": "มารุเรียนรู้ไวมากเลย$1",
            "summer.001": "มารุ...$4#$b#...คุณคือโลกทั้งใบของผม$4",
            "summer.002": "มารุดูน่ารักจัง เวลาที่เธอถามคำศัพท์ ทางการแพทย์ยากๆ กับผม$1",
            "fall.001": "ผมยังรู้สึกเขินๆ กับมารุ นิดหน่อย...$4",
            "fall.002": "มารุ ตอนนี้คุณดูงดงามจัง$4",
            "winter.001": "...$4",
            "winter.002": "มารุกำลังช่วยผม ทำโมลเดลเครื่องบิน อันใหม่น่ะครับ$0",
            "familydinner.001": "ครั้งหน้า เราทานมื้อค่ำ ที่บ้านเราบ้างดีมั้ยครับ มารุ$0#$b#ไม่ต้องห่วง ผมจะเป็นคนทำอาหารเอง$1"
            },
},
        //Yes children
{
"Action": "EditData",
"Target": "Strings/schedules/Harvey",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "true"
        },
"Entries":  {
            "spring.001": "สิ่งที่ดีในชีวิต ก็ยิ่งดีขึ้นไปอีกเมื่อมีมารุ แล้วก็ลูกชายของพวกเรา$1",
            "spring.002": "มารุเรียนรู้ไวมาก$0#$b#ผมว่าซีลัมกับโอไรออน ต้องได้เธอมาแน่ๆ$1",
            "summer.001": "มารุ...$4#$b#...คุณคือโลกทั้งใบของผม$4",
            "summer.002": "มารุดูน่ารักจัง เวลาที่เธอถามคำศัพท์ ทางการแพทย์ยากๆ กับผม$1",
            "fall.001": "คุณอยากทานอะไร เป็นมื้อค่ำดีครับ มารุ?$1",
            "fall.002": "มารุ คุณคิดว่าเด็กๆ จะชอบหนังสือนี้มั้ย?$0",
            "winter.001": "...$4",
            "winter.002": "มารุกำลังช่วยผม ทำโมลเดลเครื่องบิน อันใหม่น่ะครับ$0#$b#โอไรออนกับซีลัม อาจจะมาช่วยด้วยก็ได้$1",
            "familydinner.001": "ครั้งหน้า เราทานมื้อค่ำ ที่บ้านเราบ้างดีมั้ยครับ มารุ$0#$b#ไม่ต้องห่วง ผมจะเป็นคนทำอาหารเอง$1"
            },
},
    //Maru
        //No children
{
"Action": "EditData",
"Target": "Strings/schedules/Maru",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "false"
        },
"Entries":  {
            "spring.001": "ฉันชอบเวลาที่ ได้อยู่กับฮาร์วีย์จัง$4",
            "spring.002": "ฮาร์วีย์และเพนนี เป็นคนที่สอนเก่งมาก$1",
            "summer.001": "ฉันชอบดูดาวกับฮาร์วีย์จัง$4#$b#มันอย่างกับ... เวทมนตร์$4",
            "summer.002": "การเรียนกับฮาร์วีย์ มันสนุกมากเลยล่ะ$1",
            "fall.001": "เรามีหนังสือที่น่าสนใจ ไว้ให้อ่านหลายเล่มเลย$0",
            "fall.002": "งานที่คลินิกไม่น่าเบื่อเลย ถ้ามีฮาร์วีย์อยู่กับฉัน$4",
            "winter.001": "สถานที่นี้ ทำให้ฉันนึกถึง ความทรงจำมากมาย...$4",
            "winter.002": "ฮาร์วีย์ดูหล่อมาก เวลาที่เขาอ่านหนังสือ$4",
            "familydinner.001": "นี่เวลาก็ล่วงเลยไปมากแล้ว เราควรจะไปที่ซาลูน ก่อนที่แม่กับพ่อจะไปถึง$0",
            "familydinner.002": "อร่อยทุกอย่างเลย ฮาร์วีย์ คุณน่าจะลองถามสูตร จากกัสดูนะคะ$1"
            },
},
        //Yes children
{
"Action": "EditData",
"Target": "Strings/schedules/Maru",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "true"
        },
"Entries":  {
            "spring.001": "ฉันชอบเวลาที่ ได้อยู่กับฮาร์วีย์จัง$4",
            "spring.002": "ฮาร์วีย์และเพนนี เป็นคนที่สอนเก่งมาก$0#$b#โอไรออนกับซีลัม ได้เรียนรู้ จากพวกเขามากมาย$1",
            "summer.001": "มันดีมากเลยนะ ที่ได้ดูดาวกับครอบครัว$1",
            "summer.002": "การเรียนกับฮาร์วีย์ มันสนุกมากเลยล่ะ$1",
            "fall.001": "เรามีหนังสือที่น่าสนใจ หลายเล่มเลย ซีลัมกับโอไรออนรักการอ่านน่ะ$0",
            "fall.002": "ฉันต้องไปดูหน่อย ว่าเด็กๆ ทำอะไรกันอยู่$0",
            "winter.001": "สถานที่นี้ ทำให้ฉันนึกถึง ความทรงจำมากมาย...$4",
            "winter.002": "ฮาร์วีย์ดูหล่อมาก เวลาที่เขาอ่านหนังสือ$4",
            "familydinner.001": "นี่เวลาก็ล่วงเลยไปมากแล้ว เราควรจะไปที่ซาลูน ก่อนที่แม่กับพ่อจะไปถึง$0",
            "familydinner.002": "อร่อยทุกอย่างเลย โอไรออน ซีลัม ลูกเอาซุปอีกมั้ย$0"
            },
},
    //Demetrius
        //No children
{
"Action": "EditData",
"Target": "Strings/schedules/Demetrius",
"When": {
    "HaveChildren": "false"
        },
"Entries":  {
            "familydinner.001": "กัส ขอไวน์ให้เราเพิ่มอีกครับ$0"
            },
},
        //Yes children
{
"Action": "EditData",
"Target": "Strings/schedules/Demetrius",
"When": {
    "HaveChildren": "true"
        },
"Entries":  {
            "familydinner.001": "กัส ขอไวน์ให้เราเพิ่มอีกครับ$0#$b#แล้วก็ขอน้ำผลไม้ ให้เด็กๆ นะครับ$0"
            },
},
    //Robin
{
"Action": "EditData",
"Target": "Strings/schedules/Robin",
"Entries":  {
            "familydinner.001": "สวัสดี @$0#$b#เรากำลังทานมื้อค่ำเล็กๆ กับครอบครัวน่ะ$1#$b#ดิมิเทรียสไปสั่งเครื่องดื่มเพิ่ม กับกัสอยู่น่ะ$0"
            },
},
    //Sebastian
{
"Action": "EditData",   
"Target": "Strings/schedules/Sebastian",
"Entries":  {
            "familydinner.001": "มันนานมากแล้วนะ ที่เราได้มากิน อาหารเย็นกันแบบนี้$0"
            },
},

//Dialogues
    //Maru no child
{ 
 "Action": "EditData",
 "Target": "Characters/Dialogue/Maru",
 "FromFile": "assets/Dialogue/Maru.json",
 "When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "false"
        }
},
    //Maru yes child
{ 
 "Action": "EditData",
 "Target": "Characters/Dialogue/Maru",
 "FromFile": "assets/Dialogue/MaruChild.json",
 "When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "true"
        }
},
    //Harvey no child
{ 
 "Action": "EditData",
 "Target": "Characters/Dialogue/Harvey",
 "FromFile": "assets/Dialogue/Harvey.json",
 "When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "false"
		},
},
    //Harvey yes child
{ 
 "Action": "EditData",
 "Target": "Characters/Dialogue/Harvey",
 "FromFile": "assets/Dialogue/HarveyChild.json",
 "When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "true"
		},
},  
    //Demetrius
        //No children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Demetrius",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "false"
        },
"Entries": {
            "Mon6": "โรบินกับผม ไปเยี่ยมมารุและฮาร์วีย์ เมื่อวานนี้$0#$b#เขาทำถั่วหม้อไฟให้เราด้วย$1",
            "Tue10": "ผมก็รู้ว่าผมเคยทำไม่ดี กับฮาร์วีย์ไว้เมื่อก่อน...$2#$b#แต่ตอนนี้ มันเปลี่ยนไปแล้ว!$1",
            "Wed8": "ผมหวังว่า มารุจะมาเยี่ยมเราบ่อยๆ...$2",
            "Thu6": "มารุดูมีความสุขมาก เวลาที่อยู่กับฮาร์วีย์$1",
            "Fri10": "ฮาร์วีย์เป็นสมาชิก ในครอบครัวของเรานะ ต้องดีกับเขาด้วย!$1",
            "Sat8": "ฮาร์วีย์กับมารุ แวะมาเมื่อวานนี้ เพื่อช่วยผมการทดลอง$0#$b#พวกเขาเป็นนักวิทยาศาสตร์ ที่ยอดเยี่ยม!$1",
            "Sun10": "ผมโล่งใจนะ ที่ฮาร์วีย์ไม่เคียดแค้น กับสิ่งที่ผมทำกับเขาในอดีต$0#$b#เขาเป็นคนดี และผมก็ดีใจ ที่มารุแต่งงานกับเขา$0"
			}
},
        //Yes children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Demetrius",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "true"
        },
"Entries": {
            "Mon6": "โรบินกับผม ไปเยี่ยมเด็กๆ เมื่อวานนี้$0#$b#พวกเขาโตไวมาก.$1#$e#และฮาร์วีย์ก็ท ำถั่วหม้อไฟให้เราด้วย$1",
            "Tue10": "ผมรอไม่ไหวเลย ที่จะได้ทำการทดลอง ร่วมกับโอไรออนและซีลัม$1",
            "Wed8": "ผมหวังว่า มารุจะมาเยี่ยมเราเร็วๆ ผมคิดถึงเธอและเด็กๆ มาก$1",
            "Thu6": "มารุดูมีความสุขมาก เวลาที่อยู่กับฮาร์วีย์$0#$b#ครอบครัวของพวกเขา น่ารักมาก$1",
            "Fri10": "สวัสดี @$0#$e#ในวันศุกร์ โอไรออนและซีลัมจะมาหา และช่วยผมในห้องทดลอง$0#$b#ถึงพวกเขาจะยังเด็ก แต่มีความสามารถมาก$1",
            "Sat8": "ฮาร์วีย์กับมารุ แวะมาเมื่อวานนี้ เพื่อช่วยผมการทดลอง$0#$b#พวกเขาเป็นนักวิทยาศาสตร์ ที่ยอดเยี่ยม!$1#$b#ผมมั่นใจเลยว่า โอไรออนกับซีลัม ต้องได้พวกเขามาแน่ๆ$0",
            "Sun10": "ผมโล่งใจนะ ที่ฮาร์วีย์ไม่เคียดแค้น กับสิ่งที่ผมทำกับเขาในอดีต$0#$b#เขาเป็นคนดี และผมก็ดีใจ ที่มารุแต่งงานกับเขา$0"
			}
},
    //Robin
        //No children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Robin",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "false"
        },
"Entries": {
            "Mon8": "ฉันมั่นใจว่า ฮาร์วีย์จะดูแลมารุได้ เพราะงั้นฉันก็เลย ไม่ได้กังวลอะไร$1",
            "Tue8": "ฉันรู้ได้เลยว่า ฮาร์วีย์รักมารุขนาดไหน$0#$b#ฉันดีใจกับพวกเขาจัง!$1",
            "Wed10": "ฉันช่วยมารุกับฮาร์วีย์ ปรับปรุงอพาร์ทเม้นท์$0#$b#ตอนนี้พวกเขา มีบ้านในฝันแล้ว!$1",
            "Thu6": "ฉันรู้ว่ามารุกับฮาร์วีย์ จะเป็นคู่รักที่ดี$1",
            "Fri10": "เดี๋ยวฉันจะไปแวะ ที่คลินิกสักหน่อย$0#$b#ฉันทำมะเขือเทศดอง ไว้ให้ฮาร์วีย์ด้วย$1",
            "Sat8": "ฉันไม่มั่นใจนะ แต่ฉันคิดว่าเซบาสเตียน คงจะมองฮาร์วีย์ในแง่ดี เหมือนกัน$1",
            "Sun6": "มารุกับฮาร์วีย์ ทำให้ฉันนึกถึง ตอนที่ดิมีเทรียสกับฉัน พึ่งจะคบกัน...$0#$e#ตอนนั้น พวกเรายังเด็กอยู่เลย$0"
			}
},   
        //Yes children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Robin",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "true"
        },
"Entries": {
            "Mon8": "ฉันมั่นใจว่า ฮาร์วีย์จะดูแลมารุ และเด็กๆ ได้ เพราะงั้นฉันก็เลย ไม่ได้กังวลอะไร$1",
            "Tue8": "ฉันรู้ได้เลยว่า ฮาร์วีย์รักมารุขนาดไหน$0#$b#ฉันดีใจกับพวกเขาจัง!$1",
            "Wed10": "ฉันช่วยมารุกับฮาร์วีย์ ปรับปรุงอพาร์ทเม้นท์$0#$b#ตอนนี้พวกเขา มีบ้านในฝันแล้ว!$1",
            "Thu6": "ฉันก็รู้แหละว่าไม่นาน มารุกับฮาร์วีย์ก็จะมีลูกด้วย$0#$b#มันทำให้ฉันรู้สึกแก่ไปเลย แต่ฉันก็ชอบที่ ได้เป็นคุณยายนะ!$1",
            "Fri10": "เดี๋ยวฉันจะไปแวะ ที่คลินิกสักหน่อย$0#$b#ฉันทำมะเขือเทศดอง ไว้ให้ฮาร์วีย์ด้วย แล้วก็มีของขวัญ ให้ซีลัมกับโอไรออนด้วย$1",
            "Sat8": "เด็กๆ ติดเซบาสเตียนกันแจ พวกเขาจะขอให้เล่น ปกรณัมโซโลเรียนด้วยกัน$1",
            "Sun6": "โอไรออนกับซีลัม เหมือนกับมารุตอนเด็กเลย$0"
			}
}, 
    //Sebastian
        //No children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sebastian",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "false"
        },
"Entries": {
            "Mon4": "ฉันก็ดีใจกับ มารุและฮาร์วีย์นะ$0",
            "Tue8": "ฮาร์วีย์ขอให้ฉันช่วย ตอนที่เขาแวะมาที่บ้านเรา เมื่อวันก่อน$0#$b#เขาบอกฉันว่าอยากจะ สร้างฐานข้อมูลภายใน ของคลินิกน่ะ$0#$e#มันรู้สึกดีสุดๆ ที่มีคนเห็นความสำคัญ ในงานที่คุณทำ$1",
            "Wed6": "ก็ธรรมดาออก ที่มารุกับฮาร์วีย์จะคบกันน่ะ$0#$b#นอกจากจะทำงาน ที่คลินิกด้วยกัน ฉันว่าเขาคงสนใจอะไร คล้ายๆ กันด้วย$0",
            "Thu8": "บางวันฮาร์วีย์ก็มานะ$0#$b#เราไม่ค่อยได้คุยกันหรอก แต่ว่าเขาแสดงออกว่า สนใจงานของฉันมาก และฉันก็รู้สึกดีนะ$1",
            "Fri8": "ฮาร์วีย์เป็นคนดีเว่อร์ เขาเอาซาซิมิมาให้ฉัน เมื่อวันก่อนด้วย!$1",
            "Sat4": "ตอนนี้บ้านเงียบขึ้น เพราะว่ามารุ ย้ายไปอยู่กับฮาร์วีย์แล้ว$$1",
            "Sun6": "ดิมีเทรียสดูหง๋อยไปนิดหน่อย ตั้งแต่ที่มารุ ย้ายไปอยู่กับฮาร์วีย์$0" 
			}
},
        //Yes children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sebastian",
"When": {
    "Version": "family",
    "HasSeenEvent": "59020030",
    "HaveChildren": "true"
        },
"Entries": {
            "Mon4": "ฉันมีความสุข กับมารุและฮาร์วีย์นะ$0",
            "Tue8": "ฮาร์วีย์ขอให้ฉันช่วย ตอนที่เขาแวะมาที่บ้านเรา เมื่อวันก่อน$0#$b#เขาบอกฉันว่าอยากจะ สร้างฐานข้อมูลภายใน ของคลินิกน่ะ$0#$e#มันรู้สึกดีสุดๆ ที่มีคนเห็นความสำคัญ ในงานที่คุณทำ$1",
            "Wed6": "ก็ธรรมดาออก ที่มารุกับฮาร์วีย์จะคบกันน่ะ$0#$b#นอกจากจะทำงาน ที่คลินิกด้วยกัน ฉันว่าเขาคงสนใจอะไร คล้ายๆ กันด้วย$0",
            "Thu8": "บางวันฮาร์วีย์ก็มา กับซีลัมและโอไรออนด้วย$0#$b#เราไม่ค่อยได้คุยกันหรอก แต่ว่าเขาแสดงออกว่า สนใจงานของฉันมาก และฉันก็รู้สึกดีนะ$1",
            "Fri8": "โอไรออนกับซีลัม เอาซาซิมิมาให้ฉัน เมื่อวันก่อนด้วยนะ พวกเขาเปป็นเด็กดีจริงๆ$1",
            "Sat4": "ตอนนี้บ้านเงียบขึ้น เพราะว่ามารุ ย้ายไปอยู่กับฮาร์วีย์แล้ว$1",
            "Sun6": "ดิมีเทรียสดูหง๋อยไปนิดหน่อย ตั้งแต่ที่มารุ ย้ายไปอยู่กับฮาร์วีย์$0#$b#แต่โอไรออนกับซีลัม จะมาที่บ้านทุกอาทิตย์ เขาก็เลยร่าเริงขึ้นหน่อย$0" 
			}
},

//NPC Dispositions
{    
 "Action": "EditData",
 "Target": "Data/NPCDispositions",
 "FromFile": "assets/Data/NPCDispositions.json",
 "When": {
    "Version": "family",
    "HasSeenEvent": "59020030"
		},
},
    
//Map strings
{
 "Action": "EditData",
 "Target": "Strings/StringsFromMaps",
 "Entries": {	
            "MaruHarvey1": "มีพายรูบาร์บเหลืออยู่",
            "MaruHarvey2": "\"ประวัติศาสตร์ทางการแพทย์ชามาร์ค\"",
            "MaruHarvey3": "มันเป็นชุดของการบันทึกสถานีวิทยุ",
            "MaruHarvey4": "21x+3i < 3(3u+7x)^21x+3i < 9u+21x^3i < 9u^i <3 u",
            "MaruHarvey5": "\"มาอธิบายควอนตัมฟิสิกส์ กับซอมบี้แมว\"",
            "MaruHarvey6": "มันคือหุ่นยนต์ของเล่น เพื่อการศึกษา",
            "MaruHarvey7": "มันเหมือนอุปกรณ์อะไรสักอย่าง ที่ดูง่อนแง่น",
            "MaruHarvey8": "นี่คือ ห้องซักรีด",
            "MaruHarvey9": "\"มองดูในอวกาศ\"",
            "MaruHarvey10": "แก้วที่มีกาแฟดำ"
		    },
},
   ]
}
