"Lorenzo.Dialogue.Sat": "I had to wake up early to prepare the snacks for date day with my wife.$h#$b#Scusi but I'll have to get going.",
"Lorenzo.Dialogue.Sun": "My wife put in the new orders for fresh supplies.#$b#I'm really glad to have her as my partner.$h",

//2 Hearts
"Lorenzo.Dialogue.Mon2": "Where's Kiarra?$a#$b#Is she out vandalizing a Joja mart again?$a#$b#Mama mia, I won't be surprised if she ever gets in trouble for what she's doing.$s",
"Lorenzo.Dialogue.Tue2": "Need anything, @?#$b#Feel free to visit the store whenever okay?$h",
"Lorenzo.Dialogue.Wed2": "Taking a break with a beer in my hand is one of the things I look forward to every week.",
"Lorenzo.Dialogue.Thu2": "I'll buy anything you want to sell!$h#$b#Well, almost anything.",
"Lorenzo.Dialogue.Fri2": "Meeting with friends at Pika's is one of the relaxing things my wife and like to do during these stressful days.$h#$b#",
"Lorenzo.Dialogue.Sat2": "Every Sabato my wife and I use it as a date day.#$b#To unwind and relax, because it creates room for your body to tolerate being tired the next days.",
"Lorenzo.Dialogue.Sun2": "Anton and Kiarra love movie nights.#$b#I think we should do that again soon.",

//4 Hearts
"Lorenzo.Dialogue.Mon4": "Paula? Oh! That donna is a close family friend of ours.#$b#She's very reliable and kind, isn't she?$h",
"Lorenzo.Dialogue.Tue4": "I always thought Anton and Paula had a thing before.#$b#But in the end, my brother fell for Paula's best friend instead.#$b#Now that Donna is my brother's ex-fiance.#$e#I wonder what would've happened if things went a little differently.",
"Lorenzo.Dialogue.Wed4": "Kiarra always loved to draw.$h#$b#That ragazza loved to scribble and doodle and now she earns by doing so.#$e#I don't understand why she has to find more jobs though.$s",
"Lorenzo.Dialogue.Thu4": "Kiarra should learn to grow up and stop it with her immature riots against Joja.$a#$b#She could get in trouble for what she's doing.$s",
"Lorenzo.Dialogue.Fri4": "The shop isn't doing good this week.$s#$b#Do you have any suggestions as to how we can bring in more customers?",
"Lorenzo.Dialogue.Sat4": "I always make it a point to take Shanice out.$4#$e#I really love her with all mi cuore.#$b#I also don't want to end up like my brother.$u",
"Lorenzo.Dialogue.Sun4": "I've been telling Anton to get up every once in a while. Maybe help out around the store.#$b#But oh no, he just gets up and transfers to Paula's or roams around the village doing nothing!$a#$e#Mamma Mia, mi dispiace dear friend. I just get frustrated with him.#$b#I worry for his future.$s",

//6 Hearts
"Lorenzo.Dialogue.Mon6": "Anton should learn to move on and get back on his job!$a#$b#This is getting ridiculous with him just moping around!$a#$e#Mi dispiace, @.$s#$b#I let my emotions get to me.$s",
"Lorenzo.Dialogue.Tue6": "Doesn't Kiarra understand that she needs to accept she can't change everything in this world?$s#$e#She needs to grow up.$a",
"Lorenzo.Dialogue.Wed6": "Me? Overprotective of my sorelle and fratelli?#$b$Of course not! I'm just making sure they have a decent future.$h",
"Lorenzo.Dialogue.Thu6": "I hope Lenny can help us find a wealthy investor for Heaps.#$b#We had the Amethynes before, but well, Anton had a falling out with them.$s",
"Lorenzo.Dialogue.Fri6": "Heaps? What does it mean?#$e#It's a secret.$h",
"Lorenzo.Dialogue.Sat6": "I woke my wife with breakfast in bed today.$h#$b#I feel like I gave a great start for our date day.$h",
"Lorenzo.Dialogue.Sun6": "%Lorenzo yawns.#$b#Mi dispiace, I'm sorry, @!$h#$b#I'm just a little tired right now.",

//8 Hearts
"Lorenzo.Dialogue.Mon8": "Shanice has been teasing me about becoming a papa lately.$u#$b#I don't think I'm ready for that yet!$h",
"Lorenzo.Dialogue.Tue8": "Anton's actually doing well. I think I just didn't look at him well enough to see that he's handling things better than expected.#$b#I hope things continue to look bright for my brother.",
"Lorenzo.Dialogue.Wed8": "I think I'm starting to trust my sister's judgment little by little.#$b#She must have a reason why she does all this.",
"Lorenzo.Dialogue.Thu8": "I think I should plan a family date night soon as well.$h#$b#Shanice gave me that idea. I'm a lucky man to have her in my life!$h",
"Lorenzo.Dialogue.Fri8": "My wife just teased me again about being pregnant!$u#$b#Oh mio, I don't think my heart can handle anymore of those jokes!$s",
"Lorenzo.Dialogue.Sat8": "Lewis and Lenny get along better than I expected.#$b#They seem to be really close.$h",
"Lorenzo.Dialogue.Sun8": "One of Pika's dishes remind me so much of what our genitori, parents, used to cook for us.$h#$b#He is one talented cook!",

//10 Hearts
"Lorenzo.Dialogue.Mon10": "I know, I often tell my siblings to grow up and get a life of their own...$s#$b#But can they do it whilst living here with Shanice and I?#$e#It's just that, we've never been really separated before...$s#$b#I'm their big brother.$s",
"Lorenzo.Dialogue.Tue10": "Grazie, dear friend.$h#$b#I know it mustn't be easy listening to me rant all the time, but you always find time to lend me your ears.",
"Lorenzo.Dialogue.Wed10": "I know I don't have a degree of my own, but I'm very content with my life.#$b#I have the family that I want, and friends like you who bring smiles to my days.$h",
"Lorenzo.Dialogue.Thu10": "Last night I teased Shanice about a spider on our door. Man, was she terrified haha.$h#$b#Good thing about it though, was that she held onto me for the rest of the night.$l ",
"Lorenzo.Dialogue.Fri10": "I don't regret dropping out of school to finance my siblings' education.#$b#They're both successful in their own way, and I couldn't ask for anything else. Well, except the wish for them to get permanent jobs!$h",
"Lorenzo.Dialogue.Sat10": "I'm very lucky to have married such a wonderful donna.$l#$b#Shanice completes me, and I hope my siblings find what I have with my wife too in the future.$h",
"Lorenzo.Dialogue.Sun10": "I think I might be ready for a new member of the family now.#$b#Or wait!$u#$b#I don't know!$h#$b#At this point I should learn to trust my gut and be prepared for anything that may come to me and my family.$h",

//LOUIE DIALOGUE (CHARLIE AND GAB DA BEST)
"keahiprank.Louie": "What's that awful smell?$u#$b#Can you not come near me?$a#$b#You smell worse than the sewers.$a",

//Introduction
"Louie.Dialogue.Introduction": "Hello, you must be the one Sonny keeps blabbering about.#$b#He said a new farmer would venture into town.#$b#Well, I'm Louie.",

//Spring
"Louie.Dialogue.spring_1": "Finally it's spring, the best season for outdoor activities!",
"Louie.Dialogue.spring_12": "I don't see the appeal of tomorrow's treasure hunt. It's just painted eggs, there's no value in it.",
"Louie.Dialogue.spring_23": "I requested Trinnie and Jas to be my dance partner for tomorrow's festival, but they both refused.$a#$b# My brother said I need to learn how to properly talk to a girl. When I asked him to teach me, he said he didn't have the time at the moment.$s",

//Summer
"Louie.Dialogue.summer_1": "Ugh, it's summer. Go grab me some refreshments, @.$4",
"Louie.Dialogue.summer_10": "I don't understand why everyone has to bring something just to please that old man. I don't see anyone making a whole event dedicated to me here, so why should I?",
"Louie.Dialogue.summer_27": "Everyone is talking about the jellies... yes, they're pretty.#$b#I demanded that Sonny catch one for me to put in an aquarium, but he refused and went on and on and on about 'nature'.$a",

//Fall
"Louie.Dialogue.fall_1": "Fall, as my grandma says, is the season of winemaking. She seems very delighted about it.#$b#It feels like a lot of manual labor. I have better ways to spend my time.",
"Louie.Dialogue.fall_15": "Not sure how I feel about the fair tomorrow.#$b# Sonny is watching me closely this year, just because I allegedly shot someone during the slingshot game last time. No proof of that.$4",
"Louie.Dialogue.fall_26": "I requested Sonny acquire a pirate costume for tomorrow's events. I hope the material he finds is decent.#$b# You can't just use clothes made with cheap fabrics, @.$4",

//Winter
"Louie.Dialogue.winter_1": "Winter is such a boring season, especially for a farmer like you, @.#$b# Since you don't have a farm to attend to, why not stay at the manor and entertain me?$4",
"Louie.Dialogue.winter_7": "The fishing festival smells horrible, but maybe that could be used in my favor. $4",
"Louie.Dialogue.winter_24": "Sonny said I need to be thankful and accept the gift I will receive tomorrow. #$b# He can't be serious! Have you seen the garbage some of the villagers give? How am I supposed to be thankful for that? I have really high standards, you know? $a",

//Days of the Week

//0 Hearts
"Louie.Dialogue.Mon": "Move, farmer. I have better things to do other than looking at someone covered in dirt.",
"Louie.Dialogue.Tue": "Take a bath before approaching me, farmer. You smell terrible. $a. ",
"Louie.Dialogue.Wed": "Zayne Amethyne is my older brother, but he isn't around often. He's overseeing important family matters outside the valley. ",
"Louie.Dialogue.Thu": "Excuse me? Do you mind? I have things to do, and that does not involve speaking with you.$a",
"Louie.Dialogue.Fri": "Keahi invited me to play with the kids the other day, but they had the audacity of not letting me be in charge.$a#$b# They should be happy that someone of the Amethyne family is around them.$4 ",
"Louie.Dialogue.Sat": "I demanded Sonny get some things for me, but his schedule is busy due to many of grandma's requests.#$b# You know what, @? Why don't you go shopping with me? You can carry my shopping bags and enjoy my company along the way. $4",
"Louie.Dialogue.Sun": "Why don't you quit being a farmer and become my servant?$h#$b# It's definitely a step up on the career ladder for you. $4",

//2 Hearts
"Louie.Dialogue.Mon2": "Have you met Irene? She is our cook.#$b# Her skills are great, as expected. After all, she is serving me.$h#$b#",
"Louie.Dialogue.Tue2": "Grandma can be very scary, but she can't really do anything to me if she never finds about my projects.$4",
"Louie.Dialogue.Wed2": "Do you enjoy rolling around in the dirt out on that farm of yours, @?$4",
"Louie.Dialogue.Thu2": "Sonny is our family butler. Basically, he's in charge of everything related to our household. #$b#He also fulfills many of my requests, as expected. $h",
"Louie.Dialogue.Fri2": "How often do you leave your farm? I can't imagine you wanting to stay there very long.",
"Louie.Dialogue.Sat2": "Have you played Journey of the Prairie King, @? I've beaten the game many times. Not sure how people have a hard time with it.$h.",
"Louie.Dialogue.Sun2": "I challenged Vincent to a video game match, and he didn't take his loss very well. #$b# What did you expect, @? I'm an Amethyne, of course I would easily win.$h",

//4 Hearts
"Louie.Dialogue.Mon4": "How much money do you make on that farm of yours?#$b# What?! I can't imagine it's much!$4",
"Louie.Dialogue.Tue4": "Sometimes grandma says I shouldn't spend so much time with the other kids.$#e$I don't mind them, though. I think they're fun to play with.",
"Louie.Dialogue.Wed4": "So, what do you like to do for fun, @?#$b#Oh, sorry, I wasn't listening.",
"Louie.Dialogue.Thu4": "Do you enjoy playing video games?#$b#Do... do you even play video games?$u",
"Louie.Dialogue.Fri4": "How is your day going? Happy to be away from that farm?$4",
"Louie.Dialogue.Sat4": "Sonny was telling me a weird story the other day. I don't know if I want to tell you what it was.$s",
"Louie.Dialogue.Sun4": "Need something, @? I'm a bit busy.",

//6 Hearts
"Louie.Dialogue.Mon6": "I was curious to see why Sonny spent so much of his free time in that garden. I went there to take a look and accidentally dropped one of the pots. He was furious with me.$s",
"Louie.Dialogue.Tue6": "I might venture down to your farm sometime, @. I'd like to see it for myself.",
"Louie.Dialogue.Wed6": "Enjoying your day? I sure hope so.#$b#I know you work hard on the farm.",
"Louie.Dialogue.Thu6": "Hi, @! I'm a bit busy right now, but if you need something, maybe Sonny can help you.",
"Louie.Dialogue.Fri6": "Ariah is the family princess, always inside her room studying. #$b# Grandma is always pleased. I just can't see myself being like her in the future at all.",
"Louie.Dialogue.Sat6": "I got a new game, but no one wants to play with me. Maybe you would like to play with me sometime?",
"Louie.Dialogue.Sun6": "What's it like living on a farm? I know it must be a lot of dirty work.#$b#I don't think I could ever do something as filthy as that.",

//8 Hearts
"Louie.Dialogue.Mon8": "Hi, @! It's always nice to talk to you. I hope you're having a good day!$h",
"Louie.Dialogue.Tue8": "Sometimes I don't want to be at the manor. It's nice, of course, but sometimes it gets so lonely being there with just my family.$s",
"Louie.Dialogue.Wed8": "My cousin Ariah loves Blueberry Tart. Irene always makes it when she has a big study session. Sonny says the sugar helps. $h",
"Louie.Dialogue.Thu8": "Hey, @! You should visit me at the manor sometime; we could play some games together. I bought some new releases. $h",
"Louie.Dialogue.Fri8": "How are you doing today, @?$h#$b#Maybe we could play something together sometime!",
"Louie.Dialogue.Sat8": "Hi! I don't have a lot of time to talk today, but thank you for coming to see me.#$e#I hope you have a great day.$h",
"Louie.Dialogue.Sun8": "Oh, hey, @. I wish my brother would stay in the valley for longer periods. $s#$b# With him gone, Ariah studying and grandma always working, the house feels very empty. $s",

//10 Hearts
"Louie.Dialogue.Mon10": "You know, @, I spend more time with you than with most of my family members.#$b# I understand they have a lot of work due to family matters, grandma makes that perfectly clear...$s#$b# Sometimes I wonder how it would feel to be... Nevermind, @, I have to go now. ",
"Louie.Dialogue.Tue10": "Hey, @. I just wanted to say thank you for coming to talk to me so often. I really appreciate it.$h",
"Louie.Dialogue.Wed10": "Sometimes I think about what will happen when I grow up.$s#$b#I know I won't be a kid forever. It's sad to think about.$s#$e#I guess I'll just have to try and enjoy every moment!$h",
"Louie.Dialogue.Thu10": "I got a new game the other day, I almost forgot to tell you! It's so awesome! We should play it sometime!$h",
"Louie.Dialogue.Fri10": "I'm sorry that you had to deal with my behavior before, @. You're the only one around here that I actually feel close to. $h",
"Louie.Dialogue.Sat10": "What do you want to do today, @?$h#$b#Oh, it's okay if you don't have time to hang out with me right now. Thank you for coming to talk anyway!",
"Louie.Dialogue.Sun10": "I try to be more friendly with some people, but sometimes, I can't control what I am saying and it comes out as harsh and snobby...$s ",


//MAIVE DIALOGUE (mamaesh da best)
"keahiprank.Maive": "What's that awful smell?$u#$b#Kindly escort yourself away from my presence.$a",

//Introduction
"Maive.Dialogue.Introduction": "Oh, hello.#$b#Sonny tells me you're the new one in town.#$e#People call me Madame Maive.#$b#Now, excuse me. I still have business to attend to.",

//Spring
"Maive.Dialogue.spring_1": "The new year brings in new business.",
"Maive.Dialogue.spring_12": "The eggs for the festival are being shipped as of this moment and will arrive in time for tomorrow's festivities.",
"Maive.Dialogue.spring_23": "If tomorrow's festival was more focused on bringing in more business from the city, rather than setting up the younger generation, Pelican Town would be a more decent place to live.$a ",

//Summer
"Maive.Dialogue.summer_1": "This new season is a bother.#$b#The heat is such an inconvenience!$a#$e#Now, where is Sonny with my iced coconut water? ",
"Maive.Dialogue.summer_10": "It'd be such an embarrassment if the governor tasted a soup not up to par with his tastes.$a#$b#I must ask Sonny to prepare our prized ingredients for tomorrow.",
"Maive.Dialogue.summer_27": "The preparations for tomorrow are preposterous!$a#$e#The sands aren't even firm enough to walk on.#$b#Lewis must do something about this.",

//Fall
"Maive.Dialogue.fall_1": "Ah, autumn.#$b#The calmest of the seasons.#$e#The leaves, however, are a hassle.#$b#I must have Sonny order that new leaf blower.",
"Maive.Dialogue.fall_15": "If only Lewis prioritized beautifying the town...-#$b#I believe there would be more people coming in from different neighboring cities to join our fair.",
"Maive.Dialogue.fall_26": "I've already asked Zayne to take care of the materials that Lewis and Lenny need for the festival tomorrow.",

//Winter
"Maive.Dialogue.winter_1": "I've entrusted Sonny to place the 'No-Sno Doormat' outside the mansion.#$b#I had Kenneth and Ian make it especially for us.",
"Maive.Dialogue.winter_7": "Are you planning to participate in the festival tomorrow?#$b#Your lineage was dubbed as one of the best catchers back in the day.",
"Maive.Dialogue.winter_24": "Looks like you've survived almost the whole year, farmer.#$b#I hope there will be many more good days ahead of you.",

//Days of the Week

//0 Hearts
"Maive.Dialogue.Mon": "Roaming around, I see.#$b#You haven't got anything better to do, young farmer?",
"Maive.Dialogue.Tue": "The foundation has been looking for individuals to partake in a charity event.#$b#If you're interested, just give your details to Sonny.",
"Maive.Dialogue.Wed": "Have you got nothing better to do?#$e#I guess the apple doesn't fall far from tree...$4",
"Maive.Dialogue.Thu": "I suggest you make use of your free time to tend to your farm.",
"Maive.Dialogue.Fri": "I don't have time for your constant pestering.",
"Maive.Dialogue.Sat": "Sonny will be out tomorrow.#$b#If you wish to inquire about the charities, you'll have to await his return.",
"Maive.Dialogue.Sun": "I'm quite certain that Sundays are meant for rest and tranquility.#$b#I hope you learn to respect that.",

//2 Hearts
"Maive.Dialogue.Mon2": "Even the tiniest details matter.#$e#Just because the naked eye can't identify it doesn't mean it's invaluable.",
"Maive.Dialogue.Tue2": "Please don't bother me right now.#$b#I'm an incredibly busy person.",
"Maive.Dialogue.Wed2": "Sometimes it's society that needs to adjust its behavior.#$b#It's not always the world that will adjust.$a",
"Maive.Dialogue.Thu2": "I don't care for your stories, farmer.#$b#I have much more important matters to attend to.",
"Maive.Dialogue.Fri2": "Please bore someone else with your queries.",
"Maive.Dialogue.Sat2": "I don't think you understand the repercussions of roaming around the mansion uninvited.#$e#Everything you see here is of great significance.#$b#If I see even one thing missing, I know where to look for you.$4",
"Maive.Dialogue.Sun2": "I have no energy for your nonsense, farmer.",

//4 Hearts
"Maive.Dialogue.Mon4": "It seems you have been enjoying your visits at the mansion.#$b#I do hope you won't ruin anything valuable.",
"Maive.Dialogue.Tue4": "I find your interest in our family quite intriguing.#$b#What is it that you want to gain here, farmer?",
"Maive.Dialogue.Wed4": "Being the head of the family is a great deal of responsibility.#$b#You must be ready to take on everything that is ahead of you.",
"Maive.Dialogue.Thu4": "Sonny has been telling me things about your visits.#$b#I... appreciate you treating them as equals.",
"Maive.Dialogue.Fri4": "I am getting quite weary of your questions.#$B#Why don't you wander off and find a better way to spend your time.",
"Maive.Dialogue.Sat4": "Zayne told me that investors are looking into our charity organizations.#$b#So, I'd appreciate it if you don't bother me, as the next days will be hectic.",
"Maive.Dialogue.Sun4": "%Madame Maive is quite busy.#$b#%I think it's best not to bother her.",

//6 Hearts
"Maive.Dialogue.Mon6": "Zayne has been negotiating on the foundation's behalf since he came of age.#$b#Ariah will have a different role since she is more focused on being a lawyer.",
"Maive.Dialogue.Tue6": "You don't get tired of visiting here, do you?#$e#You're more like your grandfather than I thought...",
"Maive.Dialogue.Wed6": "Hmm, there might be hope for you after all.$4",
"Maive.Dialogue.Thu6": "Seems to me that you're invested in learning from us.#$b#",
"Maive.Dialogue.Fri6": "I believe in differences of opinion.#$b#However, if that certain opinion affects the community poorly... that is unacceptable ",
"Maive.Dialogue.Sat6": "%Madame Maive seems to be deep in thought.",
"Maive.Dialogue.Sun6": "Speak your mind, even if your voice shakes, because more often than not, people are going to listen.#$b#That is what I taught my granddaughter.",

//8 Hearts
"Maive.Dialogue.Mon8": "It's been quite some time since I had the chance to enjoy myself.#$e#It's quite a treat.$h",
"Maive.Dialogue.Tue8": "You should think about investing some of your hard-earned money.#$e#Acquiring stocks would be a great way to start.",
"Maive.Dialogue.Wed8": "You seem to be visiting quite often.#$b#I do hope you're learning quite a lot from everything I impart to you.",
"Maive.Dialogue.Thu8": "Something I've learned through the years is, why bother trying to live up to other people's expectations?#$b#You are in charge of your own destiny.#$e#Live up to your own expectations.",
"Maive.Dialogue.Fri8": "You know, @, you have quite the knack for helping others, don't you?$h",
"Maive.Dialogue.Sat8": "I may not show it much, but I am extremely proud of all of my grandchildren.#$b#Look at how extensive Louie's vocabulary is; Ariah's an exemplary law student; and, of course, Zayne, who's the youngest ambassador of the world.#$e#They really uphold the family name.",
"Maive.Dialogue.Sun8": "Louie has self defense classes online, then French class with Irene, then we still have to fit some Portuguese with Sonny tomorrow...#$e#My, he's catching up to Ariah's fluency in 19 languages.#$b#Such talented young ones in our lineage.",

//10 Hearts
"Maive.Dialogue.Mon10": "Good day to you too, farmer.#$b#I trust that you're doing well with your farm?",
"Maive.Dialogue.Tue10": "I know, you must think of me as cold and distant.$s#$b#I have to be like this. I have to be strong.$a#$b#Thank you for your patience with me, @.",
"Maive.Dialogue.Wed10": "Managing the family name has been quite the challenge.#$b#However, in time, I know Ariah will handle this responsibility with grace and poise.$h",
"Maive.Dialogue.Thu10": "I take pride in how Zayne carries the Amethyne's legacy.#$b#He has grown into such a responsible and extraordinary individual.",
"Maive.Dialogue.Fri10": "I know you've been asking about the secret to my success, @.#$e#The truth is, it's not about gaining more money.#$b#Rather, having the ability to live up to the excellence of the family whilst making it a priority to help others is the key to my success.$h",
"Maive.Dialogue.Sat10": "I appreciate your patience with me, @.#$b#Others wouldn't be too eager to take the time to know the person underneath.$h",
"Maive.Dialogue.Sun10": "Everyone in my household is family to me.$h#$e#Even Sonny and Irene.#$b#I already treat them as my own, and they're expected to live up to the family name.",



//PAULA DIALOGUE (MAMAESH!! U ROCK)
"keahiprank.Paula": "@, are you okay? Are you sick? Your odor is pungent.$6.#$b#A shower might be the ideal treatment. ",

//Introduction
"Paula.Dialogue.Introduction": "Hi there, farmer, I'm Paula!$h#$b#I'm an army medic for the Ferngill Armed Forces, recently reassigned to Ridgeside..#$b#If you ever get yourself hurt, I'll be there for you.$h",

//Spring
"Paula.Dialogue.spring_1": "Ah, the cool breeze feels refreshing!$h#$b#It's nice compared to the scorching heat of South-West Gotoro.$s",
"Paula.Dialogue.spring_12": "Eggs are an important part of a healthy breakfast.#$b#Might want to wash the paint off the ones you eat tomorrow, though!$h",
"Paula.Dialogue.spring_23": "If you find someone to dance with tomorrow and you injure yourself, I'll be there for you!#$b#If you get rejected and suffer a broken heart, that's way out of my area of expertise.$h",

//Summer
"Paula.Dialogue.summer_1": "Make sure you stay hydrated!$6#$b#Summer heat is nothing to joke about.$s",
"Paula.Dialogue.summer_10": "If you get sick after eating the Luau soup, go see Harvey.$h#$b#If you're a klutz and you fall into the scorching hot cauldron, come see me.$6",
"Paula.Dialogue.summer_27": "Ah, the Dance of the Moonlight Jellies...$s#$b#I used to watch them together with Anton when we were younger.#$b#Hmm, I wonder if he's going tomorrow.$h",

//Fall
"Paula.Dialogue.fall_1": "Well, call me Humpty dumpty because I'm gonna have a great fall.$h",
"Paula.Dialogue.fall_15": "Tomorrow will be so exciting!$h#$b#We've got to look out for our elders though. We wouldn't want them to get overly excited.$6",
"Paula.Dialogue.fall_26": "Ohh, I feel thrilled about tomorrow.$h#$b#There's that hint of excitement where I can have the possibility to dress up.$h",

//Winter
"Paula.Dialogue.winter_1": "I really don't like the winter.$a#$b#It's cold and slippery!$u",
"Paula.Dialogue.winter_7": "Stay safe tomorrow and don't get dragged down by a large fish.$6#$b#I'd rather eat some Fried Fish a la Ridge than treat you for hypothermia all night, ha ha!$h",
"Paula.Dialogue.winter_24": "I love the Feast of the Winter Star! It's so exciting!#$b#I wonder who my secret gift-fiver will be.$h#$b#What if it's Anton!?$u",

//Days of the Week

//0 Hearts
"Paula.Dialogue.Mon": "Why hello there farmer?#$b#It's such a lovely day isn't it?",
"Paula.Dialogue.Tue": "Health professionals like me are only here to help people like you.#$b#But you have to remember that at the end of the day, it's up to you to take care of yourself.",
"Paula.Dialogue.Wed": "Harvey's been telling me that George's prognosis is quite good.#$b#I'll bring Philip there next time so we can assess him further together.",
"Paula.Dialogue.Thu": "Hello @!$h#$b#Have you been taking care of yourself?#$e#Exercise is a great way to do so.#$b#Maybe you'd like to join me sometime.$h",
"Paula.Dialogue.Fri": "I haven't been feeling like myself lately.$s#$b#I think I might be coming down with a cold.$6#$e#I think it's best you stay away from me for a while.",
"Paula.Dialogue.Sat": "I'm very fond of Pika's.#$b#Ever since they arrived at the village, I believe it brought life to the nights and early mornings of the town.$h",
"Paula.Dialogue.Sun": "Hello there, @.$h#$b#Are you having a good day?#$e#Don't forget to rest and take a breather every once in a while.$h",

//2 Hearts
"Paula.Dialogue.Mon2": "It's been quite some time since I enjoyed a quiet day alone.$s#$b#I'm thinking of going to the beach soon.",
"Paula.Dialogue.Tue2": "Hello again, I hope you're having a nice visit here.$h#$b#It's not all the time we see new faces around.$h",
"Paula.Dialogue.Wed2": "Anton has been bugging me to watch 'Acquaintances' with him.#$b#I still don't get what the big deal is with that TV show.$6",
"Paula.Dialogue.Thu2": "Ah, it feels so peaceful to be out of the field at this time of the year!$h#$e#We usually couldn't see sights like this because it's all covered with equipment and gauze$6#$b#But I do miss it.$s",
"Paula.Dialogue.Fri2": "Philip's doing a great job in his field.#$b#We could've used men like him on the field.#$b#He would've made recovery easier for the soldiers who had impairments.",
"Paula.Dialogue.Sat2": "Hello there, @!$h#$b#Do you want to get your health checked up?",
"Paula.Dialogue.Sun2": "You know, you have got to wear sunscreen whenever you're out and about$a#$b#The sun's rays could really harm your skin.$6",

//4 Hearts
"Paula.Dialogue.Mon4": "Oh dear.$u#$b#I forgot to restock the bandages.$u#$e#Maybe I could ask Anton to buy some for the clinic later.",
"Paula.Dialogue.Tue4": "I think I need to have a long-overdue vacation.$s#$b#I seem to feel uneasy at times.$s#$b#Oh well, back to my duties.",
"Paula.Dialogue.Wed4": "I always look forward to spending time with Anton.$h#$b#But don't tell him that, okay?$4#$e#Well, I don't want him to get the wrong idea, that's all.$4",
"Paula.Dialogue.Thu4": "You know, I haven't had the chance to ask you this.#$b#How did you decide that life here was better than what you had in the city?#$e#I don't mean to pry, but I just wanted to ask because I want to make sure that you're okay here.",
"Paula.Dialogue.Fri4": "Imagine all the moments in a person's life.#$b#All the endless possibilities ahead.#$e#It's quite scary if you think about it...#$b#Which is why you have to plan things ahead, @.",
"Paula.Dialogue.Sat4": "Kiarra's been helping out a lot.#$b#The patients seem to be pretty fond of her.$h",
"Paula.Dialogue.Sun4": "There are no rest days for a clinic.#$b#The germs, illness, and diseases don't take a break, you know.$6",

//6 Hearts
"Paula.Dialogue.Mon6": "You have a nice build!$h#$b#Have you ever experienced training? We could use hardworking people like you in the field.",
"Paula.Dialogue.Tue6": "I think it was for the best that Anton and his ex-wife separated.#$b#She just didn't support him as much as he needed.$s#$e#I love her, and I miss her but it really was for the best.$6",
"Paula.Dialogue.Wed6": "You're here again?$4#$b#Hey, don't be like that! I'm definitely happy to see a dear friend like you!$h#$b#You gotta stop thinking that I'm pushing you back into Pelican Town, haha.$h",
"Paula.Dialogue.Thu6": "Anton's been a great friend for as long as I can remember.#$b#We've been through it all, except for a relationship though.",
"Paula.Dialogue.Fri6": "Hmm... I've been craving for some salad recently.#$b#But not just any salad, maybe something new?#$e#I wonder what kind of greens we can mix and match to make a unique flavor.#$b#Ah, who am I kidding. I'm a bad cook.$h",
"Paula.Dialogue.Sat6": "Privilege plays a significant role in society these days.$6#$b#There are a lot of people who don't have access to good healthcare.$s",
"Paula.Dialogue.Sun6": "Life's been a real pain these days.$s#$b#The only thing that keeps me going are my patients.#$b#Thinking of new ways to help them get better just makes me want to push myself harder.",

//8 Hearts
"Paula.Dialogue.Mon8": "My, oh my! You certainly have a lot of time to visit this place.$h#$b#I'm guessing you like the cool breeze up here, don't you?#$b#Or maybe you like the climb?#$b#Either way, I believe it's good for you.$h",
"Paula.Dialogue.Tue8": "Kiarra asked about how to bandage a sprained ankle.#$b#Apparently she often sprains hers.$6#$e#That kid has got to be more careful.$a#$b#Or hmm, maybe she's got a flat foot. Ah, I have to give her a check-up.",
"Paula.Dialogue.Wed8": "Hello there you darling boy!$h^Hello there you darling girl!$h#$b#I hope you find the day a delight.#$b#If you want, next time Anton and I could set up a picnic and you could bring along another friend to accompany you!$h",
"Paula.Dialogue.Thu8": "It's fascinating to see your patients come in sick, or impaired then after a few sessions and follow-ups with you they're all better!$h#$e#However, not every patient is like that.$s#$b#Sometimes you really lose them...$s#$b#But that's life, it happens and you have to find a way to get over it.",
"Paula.Dialogue.Fri8": "%Paula is concentrating hard on something.",
"Paula.Dialogue.Sat8": "I apologize for being out of it yesterday,#$b#I was trying to simplify a complex plan of care for one of my patients.$7",
"Paula.Dialogue.Sun8": "Oh darling, you're here again?#$b#You have got to remember to rest okay?#$b#That hike up the ridge is quite tiresome, so always drink plenty of fluids!",

//10 Hearts
"Paula.Dialogue.Mon10": "Darling, maybe it's a terrific idea to try strolling down the lane to keep our heart rates up.#$b#We wouldn't want to be out of shape now do we?$h",
"Paula.Dialogue.Tue10": "For the first time in my life, I feel like things are starting to go right.$h#$e#I think all I need is someone to grow old with.$h",
"Paula.Dialogue.Wed10": "I used to think I was in control of everything.#$b#But now, I realize that life just happens. The only thing we need to do is try and keep up-- try to survive.#$e#I'm glad I could still be here with you and everyone else, @.#$b#I'm glad you're here.$h",
"Paula.Dialogue.Thu10": "Thank you, @.#$b#You're such a great friend and I really mean it when I say, a lot of things wouldn't be the same if you didn't visit us often.#$e#So just build a house here already!$h#$b#Just kidding, you wouldn't want to leave the home you inherited from your grandpa right?$h",
"Paula.Dialogue.Fri10": "I know I always ramble about your health, or medicine stuff.#$b#But thank you, @. Thank you for listening to me, even if I always do that.$h",
"Paula.Dialogue.Sat10": "One of the things I love about you as a friend is that you're always curious.#$b#Are you sure you don't want to become a doctor someday?$h",
"Paula.Dialogue.Sun10": "Ah the things we do so that others may live.#$e#I always feel good if I know I can add years to someone's life.$h#$b#Moreso if I could also add life to their years.$h",

//RAERIYALA DIALOGUE
"keahiprank.Raeriyala": "Oh farmer!$u#$b#You must've been wandering the deep forests lately?$h#$b#A special guest is hiding in your back! See?$h#$b#Greetings, Mr. Stinkbug.$h",

//Randomized
"Raeriyala.Dialogue.random.1" : "Oh, hello oh farmer!$h#$b#Just enjoying the magical breeze.$h",
"Raeriyala.Dialogue.random.2" : "I wonder why Belinda doesn't see the beauty of the mountain.$s#$b#Like how I see the beauty within her!$h",
"Raeriyala.Dialogue.random.3" : "Your grandfather kept a lot of secrets, oh farmer.$a#$b#I'm still wary of him, even from beyond the grave.$s",
"Raeriyala.Dialogue.random.4" : "Ah, I remember those times when your grandmother rode at my back as I take on my bestial form.$h#$b#We traversed the beautiful mountain alongside my love, Belinda, who took on her dragon form.$4#$b#Such wonderful memories.$4",
"Raeriyala.Dialogue.random.5" : "You humans have offered me such interesting items across the centuries!$h#$b#Oh how I love it whenever someone brings me my favorites!$4",
"Raeriyala.Dialogue.random.6" : "There's this mortal named Sonny who resides at the local village.#$b#He intrigues me! He's originally not from here and used to visit Ridgeside when he was young just to offer some genuine gifts to my altar.$h#$b#I'm sincerely thankful for such devotees to me and the mountain.$4",
"Raeriyala.Dialogue.random.7" : "I recall a man named Arthurr who used to pray by my spring before, along with a young female elf.#$b#I wonder where those both are now.",
"Raeriyala.Dialogue.random.8" : "The Lidens, especially the half mermaid, are an interesting bunch!$h#$b#I ought to keep an eye on them a little while longer.",
"Raeriyala.Dialogue.random.9" : "Kiwi went by the other day and brought me some offerings!$h#$b#She offered kiwi fruits, isn't that lovely?",
"Raeriyala.Dialogue.random.10" : "Belinda was once a conjured demon spirit by Gabriella.$s#$b#As she was tasked to destroy my altar, I confronted her and I heard the cries of pain and suffering from within.$s#$b#I nearly perished giving my all just to save her.$h#$b#I don't know why, but I just felt like I had to meet her for who she really is.$4#$b#The rest is history.$h",
"Raeriyala.Dialogue.random.11" : "I hope you're enjoying the magic rich soil of this valley, oh farmer.$h",
"Raeriyala.Dialogue.random.12" : "A henchman of Gabriella once resided somewhere in the local village.$a#$b#He may have descendants who continue to follow her.$s#$b#Just be careful who you trust.$a",
"Raeriyala.Dialogue.random.13" : "I hope you continue to give love and care to your farm as to how your ancestors did, oh farmer.$4",
"Raeriyala.Dialogue.random.14" : "Oh those times when your grandfather started courting your grandmother!$h#$b#It was quite a challenge letting go of my beloved friend and trusting her to someone else.$4",
"Raeriyala.Dialogue.random.15" : "A distant land much more magical than this valley was able to establish a community mixed with spirits and humans.#$b#I believe it was called the Ruby Islands?#$b#Oh how I wish to visit that place someday.$h",
"Raeriyala.Dialogue.random.16" : "An anomaly named Q has been running around the valley hiding mysterious objects and notes.$a#$b#What concerns me is how they leave this ominous magic far different from Gabriella's, mine, or any other magic in this world.$s#$b#Fortunately he has been docile and hasn't caused any harmful events, though I can't help but worry.$s",
"Raeriyala.Dialogue.random.17" : "Have you heard of the world resided by shadow folk and fur beasts?#$b#I believe a legend about the lake that serves as a portal between our world and theirs exists and talks about it being located in the forest south of your farm.#$b#It's quite intriguing.$h",
"Raeriyala.Dialogue.random.18" : "The Adventure Guild and I have worked together before, preventing monsters from the valley and all.#$b#They're good people.$h",
"Raeriyala.Dialogue.random.19" : "Have you met Rasmodius? Or Aguatros?$h#$b#Oh how I remember those days when they were still small children playing around the valley.$h#$b#I wonder when will they visit me again.$4",
"Raeriyala.Dialogue.random.20" : "%Raeriyala yawns.#$b#I'm quite drowsy.$s#$b#I need something to entertain me.$h",

//Before Festivals
"Raeriyala.Dialogue.spring_12": "Oh! How fun must it be to partake in tomorrow's festival!$h",
"Raeriyala.Dialogue.spring_23": "The flowers bloom a lot more beautiful when the festival of flowers commences.$4#$b#Oh how I adore the locals and their customs!",
"Raeriyala.Dialogue.summer_10": "Oh my! I wonder how those soups taste, oh farmer.#$b#Well, Goodluck on tomorrow!",
"Raeriyala.Dialogue.summer_27": "I can't wait to welcome the Lunaloos as they pass by tomorrow night.$h#$b#My love and I will have some quality time together as well!$4#$b#It's been so long!$h",
"Raeriyala.Dialogue.fall_15": "I hope you have a wonderful time at the festival tomorrow, oh farmer.$h#$b#Your grandmother loved that festival dearly.$4",
"Raeriyala.Dialogue.fall_19": "The flora and fauna sing alongside the music of tomorrow's festivities.$h",
"Raeriyala.Dialogue.fall_26": "The spirits are a lot more active tomorrow night.#$b#Be wary of the hostile ones.$s",
"Raeriyala.Dialogue.winter_7": "Have you heard of the legendary fishes around the valley?#$b#One of them is actually an elder spirit!$h#$b#I hope he's doing well.",
"Raeriyala.Dialogue.winter_24": "Oh! You're going to be offering gifts to one another tomorrow, right?#$b#Such an interesting custom!$h",
"Raeriyala.Dialogue.winter_27": "The spirit of resolutions sometimes visits this mountain.#$b#She's not really a handful as all she does is sleep.$h",

//SEAN DIALOGUE (tiakall and Airyn you guys are awesome)
"keahiprank.Sean": "Bahaha! Oh, he got you good.$h",

//Introduction
"keahiprank.Sean": "Bahaha! Oh, he got you good.$h",

//Introduction
"Sean.Dialogue.Introduction": "Oh, hey, you're a new face!$h#$b#I'm pretty new to town myself. My name's Sean, let's hang out sometime.",

//Spring
"Sean.Dialogue.spring_1": "Hey, @! Need a break from all the spring planting?",
"Sean.Dialogue.spring_12": "The kids all get really fired up for the Egg Festival tomorrow.#$b#I shouldn't egg them on, but I can't help it.$h",
"Sean.Dialogue.spring_23": "I keep hinting to Blair that I'd take her up on a dance tomorrow, but she isn't catching on.#$b#Guess I need to stop dancing around the subject.",

//Summer
"Sean.Dialogue.summer_1": "Ridgeside is the perfect place for summer, don't you think?#$b#It's not too hot up in the mountains, and the beach is pretty close.",
"Sean.Dialogue.summer_10": "You should've seen last year's Luau. A fight broke out and Abigail hit me with her flute.#$b#It was a real lute-ow.$h#$b#Hey, 'luau' puns are hard.$0",
"Sean.Dialogue.summer_27": "I think the Moonlight Jellyfish festival is my favorite, but don't tell that to the other festivals.#$b#I wouldn't want to make them jelly.$h",

//Fall
"Sean.Dialogue.fall_1": "Fall means lots of harvest help requests for Ian and I.#$b#Don't worry, we'll save some time for you...if the price is right.$h",
"Sean.Dialogue.fall_15": "I'd challenge you to the strength game at the fair tomorrow, @, but I bet you'd beat me every time.#$b#I guess it wouldn't be a fair match.$h",
"Sean.Dialogue.fall_19": "The other guys and girls take the gender competition at the Ridgeside Gathering so seriously.#$b#I gather you don't care that much, @?$h",
"Sean.Dialogue.fall_26": "I don't know if we'll have ghosts at the Spirit's Eve tomorrow, but the Mayor said we could bring drinks.#$b#That'll make things pretty spirit-ed!$h",

//Winter
"Sean.Dialogue.winter_1": "Hibernation sounds like a great idea, actually. Why don't humans do that?",
"Sean.Dialogue.winter_7": "I'm pretty cool with the Ice Festival, but I don't think Kiarra's a fan of the fishing.#$b#She says it's not very ice to the fishes.$h",
"Sean.Dialogue.winter_24": "I heard a rumor that the Governor's going to show up for the Feast of the Winter Star.#$b#That'd make it a real star-studded event.#$b#Pierre would probably be pretty starry-eyed.#$b#You're tired of the puns? But I haven't even star-ted!$h",
"Sean.Dialogue.winter_27": "I was thinking of making my resolution at the Ember of Resolutions to stop making festival puns.#$b#But I never rem-ember my resolutions.$h",

//Days of the Week

//0 Hearts
"Sean.Dialogue.Mon": "If Trinnie asks you who put googly eyes on her plants, I don't know anything.",
"Sean.Dialogue.Tue": "Ian is working for Robin tomorrow. Maybe I'll swing by and see what Demetrius is doing. He's always got something new brewing.",
"Sean.Dialogue.Wed": "Behind you! It's the danger fruit!$u#$b#Haha, just kidding! That's a local myth around here.$h",
"Sean.Dialogue.Thu": "Ah, I'm bored! Can I come check out your farm? I promise I won't step anywhere I shouldn't.",
"Sean.Dialogue.Fri": "Man, Ian wants to work again today? We just did that.",
"Sean.Dialogue.Sat": "Have you met Blair yet? She's a really cool girl. She really gets my sense of humor. ",
"Sean.Dialogue.Sun": "Today's a perfect day to grab a nice cold Joja Cola and read random encyclopedia articles.",

//2 Hearts
"Sean.Dialogue.Mon2": "Hey, @! You gotta check out this funny video I found.",
"Sean.Dialogue.Tue2": "Kenneth was showing me how to rewire a circuit board the other day. It seems fun, but I wasn't very good at it, heh.",
"Sean.Dialogue.Wed2": "I don't want to go to work... on the other hand, I did put a lot of effort into my hair today and I want people to see it.$s",
"Sean.Dialogue.Thu2": "You ever walk into a place and forget what you went there for?#$b#Great, help me remember why I came over here!$h",
"Sean.Dialogue.Fri2": "You know why that bridge by the water center is so short? Cause it's a-bridge-d!$h",
"Sean.Dialogue.Sat2": "Man, I'm beat. Trinnie and Keahi are TOO good at hide-and-seek.$s#$b#Olga scolded us all for being out past their bedtimes, but what was I supposed to do, admit defeat?",
"Sean.Dialogue.Sun2": "Ugh, it's my day to cook. Maybe I can convince Ian to bring home some Pika's.",

//4 Hearts
"Sean.Dialogue.Mon4": "I know he's got his reasons, but I think Ian works too hard.#$b#He needs to lighten up a bit. You're only young once!",
"Sean.Dialogue.Tue4": "You know, the 'Sean bean' jokes would be a lot funnier if it was pronounced like 'brawn'.",
"Sean.Dialogue.Wed4": "Everyone says that Jeric's the pretty boy of Ridgeside, but don't sleep on me, now. Yeah, he's got a nice face, but is his bod as well-toned as mine?#$b#Yeah, it is actually. Can't lie, he's hot.",
"Sean.Dialogue.Thu4": "Blair KNOWS I can't stand the texture of honey, so she swapped out my hand soap for it. Everything was sticky. Disgusting!$a#$b#That girl is a genius. What a sneaky prank!$h",
"Sean.Dialogue.Fri4": "Sometimes, working is a real grind. There isn't really much of interest in moving heavy objects.#$b#Though, it does keep my glutes in shape.",
"Sean.Dialogue.Sat4": "Ian's getting on my case for not taking out the trash. I just forgot, bro!$a",
"Sean.Dialogue.Sun4": "%Sean is studying something on his phone.#$b#Huh, did you know shibas were bred at the request of the fifth emperor of Gotoro? Wild.",

//6 Hearts
"Sean.Dialogue.Mon6": "Know why Jeric's chicken crossed the yard? Because it's free of society's yoke!$h#$b#Yeah, I don't get it either.$0",
"Sean.Dialogue.Tue6": "Okay, gonna get started on this project in just a minute.#$b#Yep, gonna start real soon.#$b#Any minute now.",
"Sean.Dialogue.Wed6": "Almost forgot to take my meds again this morning.$s#$b#Good thing Ian's there to remind me.",
"Sean.Dialogue.Thu6": "Blair took me fishing once, but I couldn't get into it. It takes forever to get a bite!",
"Sean.Dialogue.Fri6": "Hey, you seen Keahi? Little scamp made off with some of my hair ties. Kids, right?#$b#You need a much bigger elastic for a good slingshot.",
"Sean.Dialogue.Sat6": "Ian didn't like the bucket of water on the door trick, so I filled it with feathers this time. We both thought it was hilarious!$h#$b#Well, it's hilarious until the feathers get inside your binder.$0",
"Sean.Dialogue.Sun6": "What do I want to do for a living? I dunno, really. Something that isn't boring.",

//8 Hearts
"Sean.Dialogue.Mon8": "I'm always trying to see or do something new. Life would be pretty boring otherwise, right?",
"Sean.Dialogue.Tue8": "Sometimes I think Blair's keeping something to herself, stuff that bothers her. But all I can do is keep cracking jokes and try to take her mind off it, you know?$s",
"Sean.Dialogue.Wed8": "I don't think I could be a farmer. Some crops feel so weird on your hands. You ever feel that way, @?",
"Sean.Dialogue.Thu8": "You know, my folks and I have had some conflicts, but they've never been weird about me being a bro. I appreciate that.",
"Sean.Dialogue.Fri8": "Man, why did Ian have to sign us up for such a long work day? Now I have to wear a sports bra instead of a binder.$s#$b#Thanks, I hate it.",
"Sean.Dialogue.Sat8": "Ian brought me one of those little wooden model kits, so I've been putting it together for Trinnie. It's pretty relaxing, actually.",
"Sean.Dialogue.Sun8": "@! Tag, you're it!$h#$b#No tagbacks, but I did see Keahi behind the trees over there.",

//10 Hearts
"Sean.Dialogue.Mon10": "You know, maybe I could do a little more work babysitting. Kids always keep you on your toes.",
"Sean.Dialogue.Tue10": "Sometimes I find it really hard to get started with stuff, but I'm glad I don't have that problem with getting dressed up.#$b#Looking good makes me feel a bit more secure in my gender.",
"Sean.Dialogue.Wed10": "Ian used to be really uncomfortable with my syringes for my shots, so I convinced him to give me a hand a couple of times. Now he's totally cool with it.#$b#Nothing like two bros bonding over a jab to the rear end, right?$h",
"Sean.Dialogue.Thu10": "Hold out your hand, @. No, don't ask why. Surprise!$h [92 152 167 188]",
"Sean.Dialogue.Fri10": "I'm not really good at dealing with problems and such, but if you ever need to talk, @, hit me up, okay? At the least, I'll tell you a good joke.#$b#Or a bad one, either way.$h",
"Sean.Dialogue.Sat10": "I'm glad I ended up here in Ridgeside. I have a lot of friends I can rely on out here. Blair, Ian... #$b#Oh, and I suppose there's you too.$h",
"Sean.Dialogue.Sun10": "%Sean excitedly tells you about some obscure topic in detail that he's been learning about.#$b#%It's hard to follow what's so interesting about it, but he seems happy.",

//SHANICE DIALOGUE
"keahiprank.Shanice": "Dear? I think you’ve stepped in something stinky.$s#$b#Check your shoes, okay?$s",

//Introduction
"keahiprank.Shanice": "Dear? I think you've stepped in something stinky.$s#$b#Check your shoes, okay?$s",

//Introduction
"Shanice.Dialogue.Introduction": "Why hello! I heard that the new farmer is moving in today.#$b#My name's Shanice. My husband and I manage the small general store of Ridgeside.$h#$b#It's lovely to meet you, @.$h",

//Spring
"Shanice.Dialogue.spring_1": "I'm trying to remember if Lorenzo has already ordered supplies for this season.$s#$b#This uncertainty is making me uneasy.$u",
"Shanice.Dialogue.spring_12": "Time to prepare my ingredients for deviled eggs for tomorrow's festival!$h",
"Shanice.Dialogue.spring_23": "Don't step on any toes tomorrow, alright dear?$h#$b#I'm just kidding! I hope you have a fun time tomorrow.",

//Summer
"Shanice.Dialogue.summer_1": "The store needs more variety in seasonal goods.$s#$b#I keep telling Lorenzo, but he won't listen!$s",
"Shanice.Dialogue.summer_10": "Olga has been expressing her concerns about the soup for tomorrow's festival for days now.#$b#She's so worried for her daughter and I can't blame her.$s#$b#No one really knows what everyone put in that soup.$s",
"Shanice.Dialogue.summer_27": "There was no way for me to see the glowing jellyfishes back when I was still living in Zuzu City.#$b#Tomorrow's festival is one of the lovely things I get to experience because I moved here.",

//Fall
"Shanice.Dialogue.fall_1": "It's getting a little bit chilly, hmm?$s#$b#Why don't we have heaters here unlike the city?$s",
"Shanice.Dialogue.fall_15": "Some of my friends from Zuzu might be visiting tomorrow. I'm excited.$h",
"Shanice.Dialogue.fall_26": "I don't really want to stay awake for something not so productive tomorrow night.$s#$b#I still have some more work to do.$s",

//Winter
"Shanice.Dialogue.winter_1": "I should start learning how to knit.$h#$b#Maybe I could ask Faye to teach me. What do you think, dear?",
"Shanice.Dialogue.winter_7": "Tomorrow's festival gives me anxiety. I hope the ice doesn't break because of all the people standing on top.$u#$b#Back in Zuzu, these kinds of gatherings had tons of precautions taken by the city weeks ahead of time to ensure safety.$a",
"Shanice.Dialogue.winter_24": "I wonder what's a nice hot chocolate recipe to try out for tomorrow?$h",

//Days of the Week

//0 Hearts
"Shanice.Dialogue.Mon": "Why hello there, @.$h#$b#I hope you have a lovely day.",
"Shanice.Dialogue.Tue": "I'm still a little drowsy, but I have to work.$h#$b#Being lazy will never to amount to anything.",
"Shanice.Dialogue.Wed": "Sales are steady. Phew.#$e#I think we can manage this month.$h",
"Shanice.Dialogue.Thu": "Hm? Need something, @?#$e#Come visit the store whenever you're in the village, you might see something you like.$h",
"Shanice.Dialogue.Fri": "We're closed tomorrow, @.#$b#Just a heads up.$h",
"Shanice.Dialogue.Sat": "I wonder... Where are some fun date spots around the valley?",
"Shanice.Dialogue.Sun": "Time to put in new orders of supplies.$h",

//2 Hearts
"Shanice.Dialogue.Mon2": "Lenny seems relaxed despite the workload of her job.#$b#I wonder what her secret is.",
"Shanice.Dialogue.Tue2": "Maybe my husband and I can expand into Pelican Town?#$b#Hm, I don't think that would work.$s",
"Shanice.Dialogue.Wed2": "Kiarra spends most of her time doing different jobs.#$b#I admire my sister-in-law.$h",
"Shanice.Dialogue.Thu2": "Hm? Need something, @?#$e#Come visit the store whenever you're in the village, you might see something you like.$h",
"Shanice.Dialogue.Fri2": "Don't forget to hydrate yourself, okay, dear?#$b#My husband forgets most of the time.$s",
"Shanice.Dialogue.Sat2": "I wonder if my husband and I can squeeze in an overnight stay at the hotel one day.#$b#I'd love an expensive break once in a while.$h",
"Shanice.Dialogue.Sun2": "I'm glad I managed to put in an order for the new batch of supplies just in time.$h#$e#They should arrive here just before we open.",

//4 Hearts
"Shanice.Dialogue.Mon4": "Anton shouldn't be so scared to go out.$s#$b#I know he's a bit scared to run into the Amethynes, but sometimes, we have to move on.$s",
"Shanice.Dialogue.Tue4": "Doctor Paula sometimes visits the store.#$b#She's lovely, isn't she? She usually takes my husband and mine's blood pressure because Kiarra's concerned we're always stressed.$h",
"Shanice.Dialogue.Wed4": "Lorenzo forgot to set the alarm, so we opened later than usual!$a",
"Shanice.Dialogue.Thu4": "I wonder how's the general store in Pelican Town's doing?#$e#I'm sure they have it rough dealing with Joja.",
"Shanice.Dialogue.Fri4": "I'm glad Joja hasn't expanded to Ridgeside yet.#$b#We'll be in the red if they do.$h",
"Shanice.Dialogue.Sat4": "Lorenzo suggested we take a swim in the lake.#$b#I would have agreed if we actually prepared for it and wasn't just a spontaneous decision.$h",
"Shanice.Dialogue.Sun4": "I'm glad the supplies came by early!$h#$b#Now I have more time to stock the shelves.",

//6 Hearts
"Shanice.Dialogue.Mon6": "Zayne Amethyne came by Heaps the other day, and he's so much different compared to his family.#$b#Not to sound rude, but he actually knows how to genuinely smile.$h",
"Shanice.Dialogue.Tue6": "I heard the Liden teen singing the other day while I was walking near the orchard.#$b#By gosh! If she were discovered back in Zuzu, she would've been an idol in no time!$h",
"Shanice.Dialogue.Wed6": "Pray to Yoba?#$b#I would, but I don't think I have the time.$s",
"Shanice.Dialogue.Thu6": "I wonder why there aren't any schools in the valley?$s#$b#Isn't that a bit concerning?$s",
"Shanice.Dialogue.Fri6": "I was thinking of applying as a teacher here in the valley after moving here.#$b#It turned out there weren't any established educational facilities in the area.$s",
"Shanice.Dialogue.Sat6": "My husband went the extra mile this morning and woke me up with some breakfast in bed.$h#$b#I think I'm falling for him again.$l#$e#Or maybe I'm just not used to him being sweet, and such gestures make me want to treasure them more?$h",
"Shanice.Dialogue.Sun6": "I should find a hobby.$s#$b#I feel like I'm not good at anything.$s#$e#I'd want to teach children around here, but I think wouldn't have time to juggle it with the store.$s",

//8 Hearts
"Shanice.Dialogue.Mon8": "Why, good day to you, @!$h#$b#If you ever need anything, just ask. Alright?$h",
"Shanice.Dialogue.Tue8": "Maybe I could join Miss Penny and Miss Flor and teach the children.#$b#Maybe one day.$h",
"Shanice.Dialogue.Wed8": "Should we sell seeds at the store?#$b#Hmm... I don't think we have enough knowledge to sell those though.#$e#I should research more ways to improve the shop.",
"Shanice.Dialogue.Thu8": "Richard should conduct a business course seminar.$h#$b#I could learn a thing or two from such a successful businessman.",
"Shanice.Dialogue.Fri8": "I love it whenever we get the time for some drinks at Pika's.$h#$b#It's relaxing!$h",
"Shanice.Dialogue.Sat8": "Any other good date spots you know of, @?#$b#My husband and I want to put some more variety in our date days.$h",
"Shanice.Dialogue.Sun8": "I delivered some goods over to Faye the other day.#$b#I got caught up browsing through her work instead!$h#$b#I shouldn't be like that, but they were just so cute!$h",

//10 Hearts
"Shanice.Dialogue.Mon10": "You're a lovely and kind person, dear.#$b#If you ever need any help, don't hesitate to come to ask us for anything.$h",
"Shanice.Dialogue.Tue10": "My husband and his siblings have the tendency to use phrases from their home country whenever they get too emotional.#$b#I've been with them for so long that I understand what they say.$h",
"Shanice.Dialogue.Wed10": "Carmen and I shouldn't be in the same room together.$a#$b#Else we'll be too busy blabbering that we'd forget our work!$s#$b#She's so fun to talk to, though.$h",
"Shanice.Dialogue.Thu10": "The moms in the valley invited me for tea and coffee the other day.#$b#I was hesitant to go, as I'd be the only one with no children yet to be there!$h",
"Shanice.Dialogue.Fri10": "Come get dinner with us at Pika's soon, dear.#$b#My husband and I are fond of your company.$h",
"Shanice.Dialogue.Sat10": "Lorenzo and I always look forward to our date day.$h#$b#It's the only day I get to unwind and not stress about supplies, stocks and all!$h#$e#I'm glad to have married a man like him.$l",
"Shanice.Dialogue.Sun10": "Hi, dear! How's the farm?#$b#I just want to say, we genuinely admire your work, @.$h#$b#Managing such a huge plot of land alone must be quite a lot of work, but you manage to pull it off.",

//SONNY DIALOGUE (GAB YOU'RE AWESOME!!!)
"keahiprank.Sonny": "Oh! Mr. @!^Oh! Ms. @!$u#$b#It's very obvious that Mr. Keahi is involved in all of this.$a#$b#I suggest a good bath to wash it off. $0",

//Introduction
"Sonny.Dialogue.Introduction": "Hello. You must be Mr. @!^Hello. You must be Ms. @! $0#$e# Welcome to the Valley! My name is Sonny, I am the Amethyne family butler. $h#$b# It's always a pleasure when a new face comes to the region.$h#$e# I have errands to attend to now. May Yoba bless your journey, young @.$h",

//rain
//"Rain1": "Oh hello, Mr. @! Sorry, you startled me. $u#$b#^Oh hello, Ms. @! Sorry, you startled me. $u#$b# There is a magical thing about rain that always makes me lost in thought. $0#$b# It feels like Yoba's blessing is falling upon us all, and nature can continue its cycle. $4",

//Spring
"Sonny.Dialogue.spring_1": "There is a whole new year ahead of us, Mr. @!$h^There is a whole new year ahead of us, Ms. @!$h",
"Sonny.Dialogue.spring_12": "Madame Amethyne requested that some errands be done today. $0#$b# With the festivities tomorrow, the local stores won't be open, so I must hurry.$0",
"Sonny.Dialogue.spring_23": "The Flower Dance festival is a great opportunity for me to take a look at Pelican's Town flower arrangements. $h",

//Summer
"Sonny.Dialogue.summer_1": "Another season has arrived, Mr. @!$h#$b#^Another season has arrived, Ms. @!$h#$b# I have to admit that I don't handle the heat as I once did. $s#$e#Thank Yoba the madame provides air condition at the Purple Mansion.",
"Sonny.Dialogue.summer_10": "Have you gathered the necessary ingredients for the Luau tomorrow, Mr. @?$h^Have you gathered the necessary materials for the Luau tomorrow, Ms. @?$h",
"Sonny.Dialogue.summer_27": "Hello, Mr. @. I look forward to the festival tomorrow. $0#$b#^Hello, Ms. @. I look forward to the festival tomorrow.$0#$b# It is quite the natural spectacle.$h ",

//Fall
"Sonny.Dialogue.fall_1": "If I were to pick a favourite season, autumn would be it. I can't really explain why.$h#$b#One thing I know for sure is that I feel a stronger connection to the spirits.$4",
"Sonny.Dialogue.fall_15": "The Pelican Town Fair has many different entertainment options.$h#$b#Young Mr. Amethyne is very fond of the slingshot game. I hope tomorrow he manages to aim at the targets, not at the visitors.$u#$b#It was a very complicated situation last year.$a",
"Sonny.Dialogue.fall_26": "Ms. Amethyne wants to participate in tomorrow's event with a costume, but unfortunately, she is afraid that Madame Amethyne wouldn't approve.$s",

//Winter
"Sonny.Dialogue.winter_1": "As part of the natural cycle, winter is as much a necessity as any other season. $0",
"Sonny.Dialogue.winter_7": "It must be very hard for Mayor Lewis to organize the fishing event tomorrow. It's known that he doesn't like fish very much.",
"Sonny.Dialogue.winter_24": "Nothing better than celebrating the end of the year by gathering the community altogether.$h#$b#The gift exchange part is highly anticipated by the young ones, but I must confess that even I am a little bit curious as to who might be my secret gift giver.$h",

//Days of the Week

//0 Hearts
"Sonny.Dialogue.Mon": "Have a great week, Mr. @.$h^Have a great week, Ms. @.$h",
"Sonny.Dialogue.Tue": "Farming must be very demanding. Don't overwork yourself, Mr. @. $0^Farming must be very demanding. Don't overwork yourself, Ms. @. $0",
"Sonny.Dialogue.Wed": "Hello, Mr. @. $0^Hello, Ms. @.$0",
"Sonny.Dialogue.Thu": "I wonder what the special dish is at Pika's today.$0",
"Sonny.Dialogue.Fri": "Ms. Irene works for the Amethyne family as their cook. That young lady makes the most delicious meals.$h ",
"Sonny.Dialogue.Sat": "May the mountain spirit provide growth to your land, Mr. @.$h^May the mountain spirit provide growth to your land, Ms. @.$h",
"Sonny.Dialogue.Sun": "Have you met young Mr. Amethyne? He can be quite difficult, but don't take his words too seriously. He is a child, after all. $0 ",

//2 Hearts
"Sonny.Dialogue.Mon2": "Mr. Amethyne doesn't live here in the mansion with the rest of the family. He is a very busy man and manages part of the family business.$0#$e# Madame Amethyne is very pleased with everything he has accomplished. $h",
"Sonny.Dialogue.Tue2": "Madame requested many things this week, and she expects nothing but perfection. $0",
"Sonny.Dialogue.Wed2": "How have you been adapting to life in the valley, Mr. @?$h#$b#^How have you been adapting to life in the valley, Ms. @?$h#$b# Good? That is terrific! No major city can beat the quality of life here.",
"Sonny.Dialogue.Thu2": "Hello, Mr. @. $0#$b#^Hello, Ms. @.$0#$b# I'm afraid I don't have time to chat today. Many errands to run. $0",
"Sonny.Dialogue.Fri2": "Have you considered planting flowers on your farm, Mr. @?$0#$b#^Have you considered planting flowers on your farm, Ms. @?$0#$b# I love the smell, the colors, and the beauty of them. That is why I have my own private garden.$h ",
"Sonny.Dialogue.Sat2": "Since you are new to farming, Mr. @, allow me to give you a tip.$h#$b#^Since you are new to farming, Ms. @, allow me to give you a tip.$h#$b# If you use fertilizer mixed with tilled soil, your crops will wield higher quality products. Take these so you can try. [368 369]$4",
"Sonny.Dialogue.Sun2": "In the back of Mr. Pierre's store, there is an altar to Yoba. $h#$b# When my schedule allows me some quality free time, I tend to go there or to the mountain spirit altar at the falls.$h ",

//4 Hearts
"Sonny.Dialogue.Mon4": "Some people inquire a lot as to why an influential family such as the Amethynes would choose to live in a place like this. $s#$b# As their butler, I have been in many places, but none of them has felt as right as herein Ridgeside. $h",
"Sonny.Dialogue.Tue4": "Young Mr. Amethyne has been exceptionally difficult these past few days. I wonder what caused it.$a",
"Sonny.Dialogue.Wed4": "I have to make time to go visit Mrs. Evelyn in Pelican Town. I could use someone to talk with about gardening. $h",
"Sonny.Dialogue.Thu4": "Every so often, when Mr. Amethyne is visiting, Miss Irene makes all the preparations beforehand to cook some of his favorite meals.$h#$b# Last time, she made honey-glazed salad for dinner; it was delightful.$h#$b# She learned that recipe from Mr. Pika.$0 ",
"Sonny.Dialogue.Fri4": "Many of the residents from both Pelican and Ridgeside gather at the saloon tonight. $0#$b# I'm afraid I am too old for that. $u ",
"Sonny.Dialogue.Sat4": "By any chance, have you browsed through the Amethyne private library, Mr. @?$h#$b#^By any chance, have you browsed through the Amethyne private library, Ms. @?$h#$b# Madame Amethyne has gathered quite the collection over the years -- many different genres, nationalities, and languages. I've personally requested to be responsible for the library; it's very soothing to organize the novels. I often find myself lost in thought when doing it. $4",
"Sonny.Dialogue.Sun4": "I'm feeling rather anxious today, Mr. @. Sorry if I'm not the best individual for conversation right now. $s^I'm feeling rather anxious today, Ms. @. Sorry if I'm not the best individual for conversation right now. $s",

//6 Hearts
"Sonny.Dialogue.Mon6": "Hello, Mr. @. May Yoba guide you and bless your week with a fruitful harvest.$h#$b#^Hello, Ms.@. May Yoba guide you and bless your week with a fruitful harvest. @.$h#$b#",
"Sonny.Dialogue.Tue6": "If you wish to please Madame Amethyne, a good bottle of wine would be an excellent option for a gift.$h",
"Sonny.Dialogue.Wed6": "I spotted young Mr. Amethyne in my garden this morning.$a#$b# He broke many of the pots and spilled dirt all over the place. Madame Amethyne wasn't pleased with the situation.$u",
"Sonny.Dialogue.Thu6": "Ms. Lenny was in the manor last night. She requested a meeting with Madame Amethyne last week. $u#$b#The subject was something related to the village financial situation, and the madame was not in a good mood after the meeting. I had to make some tea to calm her down.$0",
"Sonny.Dialogue.Fri6": "The madame has been adamant about Miss Ariah's pursuit of law.#$b#Madame Amethyne believes that she would shine best if she pursues politics.$h#$e#I trust the madame's guidance.$h#$b#I do hope Yoba guides Miss Ariah in her journey.",
"Sonny.Dialogue.Sat6": "I worry that Ms. Amethyne is under too much pressure to meet the madame's expectations.#$b#She is a wonderful young lady.$s#$b#I only hope she takes the time to relax.",
"Sonny.Dialogue.Sun6": " I was very concerned when I first heard Joja Corp. was coming to this region of the Ferngill Republic. Nothing good comes from those people.$a#$b# I'm confident that the mountain spirit is watching over us and protecting the valley.$4",

//8 Hearts
"Sonny.Dialogue.Mon8": "Young Mr. Amethyne can be very difficult to handle sometimes. $s#$b#After living so many years with this family, it's possible for one to understand where it comes from.$0 ",
"Sonny.Dialogue.Tue8": "Since Ms. Naomi came back to the village, she and Mr. Richard have created the event hall in the hotel. $0#$b#. Mr. Richard told me how hard she worked for it to happen. $h",
"Sonny.Dialogue.Wed8": "I sense the presence of the mountain spirit today. $h#$b# Good things might come our way, Mr. @, as long as we respect nature itself.$4^Good things might come our way, Ms. @, as long as we respect nature itself.",
"Sonny.Dialogue.Thu8": "Oh, hello, Mr. @!$h#$b#^Oh, hello, Ms. @!$h#$b# It appears that you are in need of some refreshments. Take these and have a good day! [223]$4",
"Sonny.Dialogue.Fri8": "I usually reserve time for my gardening endeavors extra early in the mornings, or towards the end of the day. $0#$b# Keeping the pristine look that Madame Amethyne expects of her staff is already troublesome enough. I don't wish to add dirt to the mix. $u ",
"Sonny.Dialogue.Sat8": "Have you had the time to listen to some of Ms. Lola and Mr. Freddie's adventures? $0#$b# They have accomplished many great feats in their years. $h",
"Sonny.Dialogue.Sun8": "I wish Mr. Amethyne would stay in the valley for a longer period. The atmosphere in the Amethyne manor is always better when he's around. $0",

//10 Hearts
"Sonny.Dialogue.Mon10": "Most people see Madame Amethyne as a very distant individual. I have served her family for many years; she is very strict and expects a lot from those she cares about deeply. $0",
"Sonny.Dialogue.Tue10": "It is incredible to see how your farm has grown since you came to be part of this community, Mr. @.$h#$b#^It is incredible to see how your farm has grown since you came to be part of this community, Ms. @.$h#$b# Your strong connection with nature has aided you. Those who live by respecting what the earth can provide will be blessed by Yoba herself. $4#$b#At least, that is what I believe. $h ",
"Sonny.Dialogue.Wed10": "You always make time to listen to this old man ramble. I appreciate your friendship, Mr. @.$h^You always make time to listen to this old man ramble. I appreciate your friendship, Ms. @.$h ",
"Sonny.Dialogue.Thu10": "You should visit more often Mr. @.$h#$b#^You should visit more often Ms. @.$h#$b# Madame Amethyne is a busy lady, but she is always available for some tea and biscuits.$h",
"Sonny.Dialogue.Fri10": "Last night I was reading a book about a tropical archipelago known as the Fern Island.$0#$b#As you know, hot weather isn't my preferred choice, but it would be an interesting environment to book a vacation too, don't you think so Mr. @$h^As you know, hot weather isn't my preferred choice, but it would be an interesting environment to book a vacation to, don't you think so Ms. @$h",
"Sonny.Dialogue.Sat10": "Blue Jazz, Garlic, Tulip, Poppy, Sunflower and Fairy Rose, and some entra boxes of fertilizer.$h#$b#Oh Mr. @! You caught me in the middle of triple-checking my gardening shopping list!$h^Oh Ms. @! You caught me in the middle of triple-checking my gardening shopping list!$h#$b# I have to make sure I don't forget anything and purchase them at Mr. Pierre's or Mr. Jeric's store while still in season.$4",
"Sonny.Dialogue.Sun10": "I wish young Mr. Amethyne would be able to lower his guard at some point. $s#$b# Eventually, the other kids in town will stop trying to befriend him, and I would hate for him to not have friends here.$s",

//ZAYNE DIALOGUE (MAMAESH HEHE YOU'RE FABULOUS)
"keahiprank.Zayne": "My, what is that smell?$u#$b#I'm afraid that must be coming from you, Mister.$s^I'm afraid that must be coming from you, Miss.$s#$e#Please, take my handkerchief.",

//Randomized
"Zayne.Dialogue.random.1" : "I have been unable to find a suitable investor for the charity foundation intended for children with spina bifida.$s#$b#I don't suppose you have any suggestions?",
"Zayne.Dialogue.random.2" : "Good day, Mister.^Good day, Miss.#$b#I trust you're having a great stay in town?",
"Zayne.Dialogue.random.3" : "Family comes before all else.#$b#This is what grandmother has been teaching us since we were children.#$b#We live by these words.",
"Zayne.Dialogue.random.4" : "In two days time, I will be traveling to the great Emerald City.#$b#Grandmother has been telling me to check on our stocks.",
"Zayne.Dialogue.random.5" : "I miss my family terribly...$s#$b#But I must continue my travels.#$b#I cannot leave my duties alone.",
"Zayne.Dialogue.random.6" : "Greetings, @.#$b#Have you been enjoying your visits here at the village?",
"Zayne.Dialogue.random.7" : "I have traveled to far off places but I haven't seen anything else as beautiful as our village.",
"Zayne.Dialogue.random.8" : "If you'll excuse me, I feel quite ill.$s#$b#I must step away from you as I do not wish to infect you with what I may have.$s ",
"Zayne.Dialogue.random.9" : "If you desire the sun and the moon, you have to shoot for the sky.#$b#There are definitely endless possibilities out there.#$e#I should know, I've seen quite a lot.$h",
"Zayne.Dialogue.random.10" : "I believe it's an honor to represent the Amethyne name around the world.#$b#It can be quite the pressure.$s#$b#However, the pride that I give the family, my grandmother, makes it all worth it.$4",
"Zayne.Dialogue.random.11" : "Grandmother tells me that Louie is doing well in his studies and is an excellent master of the art of fencing.$h#$b#If only I had the time to teach him myself.$s",
"Zayne.Dialogue.random.12" : "I must say, you look quite good today, Mister.^I must say, you look quite good today, Miss.#$e#Might I interest you in a quick stroll the next time I return?#$b#You must tell me about your life in the city.",
"Zayne.Dialogue.random.13" : "I hope my brother hasn't been giving you a hard time.#$b#He may seem quite spoiled, but he has a good heart.$4",
"Zayne.Dialogue.random.14" : "Everyone seems to have quite the opinion about everything these days.#$b#I've seen a lot of people change the course of their lives just to please society.#$b#Believe me when I say, it does not end well.$s",
"Zayne.Dialogue.random.15" : "I shall be leaving again soon, my business here has already concluded.",
"Zayne.Dialogue.random.16" : "If you wish to make a difference in this world, you must always remember to have courage and be kind.#$e#I encountered an incredible young lady who lived by these words.#$b#Her story was quite incredible.",
"Zayne.Dialogue.random.17" : "Greetings, Mister!$h^Greetings, Miss!$h#$b#I am quite interested in how farm life actually works.#$b#One of our investors is indulged in such business.#$e#I would appreciate your expert tutelage if you would like to join me for a little chat?$h",
"Zayne.Dialogue.random.18" : "I'm very proud of how much Ariah has achieved.#$b#She is the epitome of elegance and excellence.",
"Zayne.Dialogue.random.19" : "It's been quite some time since we've seen each other, Mister.^It's been quite some time since we've seen each other, Miss.#$b#I do hope life has been treating you well.",
"Zayne.Dialogue.random.20" : "It is certainly tiring to coordinate the activities of the foreign services whilst taking care of the family charities.$s#$b#However I do not wish to give up one or the other.#$e#It is only a matter of time till Ariah joins me in my travels. Then, I shall be able to take a rest from my responsibilities.",

//SPECIAL THANKS TO LANI!!!! They grammar checked and edited almost everyone new coming to 2.0! You rock Lani!

//FESTIVAL DIALOGUE for 2.0
"Festivals.EggFest.Ariah": "Can you not bother me?#$b#I still have to study for my mock trials.#$e#I shouldn't have come to this festival.$s",
"Festivals.EggFest.Maive": "I see the eggs are of good quality.#$b#At least one thing in this festival is right.$4",
"Festivals.EggFest.Louie": "They're making fun of me!$a#$b#Do they really think they'll hurt my feelings that way?$4#$b#I've got more friends at home!$a#$b#...$s ",
"Festivals.EggFest.Irene": "Ah, the spread Gus and Pika did look scrumptious!$h#$b#I hope I can join them next year.$u#$b#It would be a great honor.$4",
"Festivals.EggFest.Sonny": "Yoba has certainly blessed this day with good weather.$h",
"Festivals.EggFest.Paula": "I remember when Anton and I were younger.#$b#We always ran towards the egg!$h#$b#It ended up being more of a race rather than a contest.$h",
"Festivals.EggFest.Carmen": "Hola, @!#$b#I think I might be more excited for the spread than the contest.$h#$b#Haha, it's a nice break from the usual fishing I have to do.$h",
"Festivals.EggFest.Blair": "Ay no, that Sean is so mean.$a#$b#Poor Louie, he's acting tough but man, he is a child after all.#$e#But between you and me, it's kinda funny right?",
"Festivals.EggFest.Lorenzo": "Shanice is so beautiful isn't she?$4#$b#Oh, sorry. I just can't help myself.$s#$b#I know this festival is in no way sweet, but I can't help but appreciate my wife.$h",
"Festivals.EggFest.Shanice": "What has my husband been telling you?#$b#I hope they're good things about me.$h",
"Festivals.EggFest.Anton": "Paula and I were just reminiscing about our childhood.#$b#Man, are we both competitive, haha.$h",
"Festivals.EggFest.Kiarra": "I hear some people in the city use applesauce as an egg substitute. Guess it's harder to get fresh eggs out there.",
"Festivals.EggFest.Sean": "I set up some fake egg stink bombs where I know Abigail likes to search.#$b#Gotta support my boy Keahi!$h",
"Festivals.EggFest.Faye": "I love what Emily has done with the painted eggs! She has such a nice eye for color.",
"Festivals.EggFest.Malaya": "Ooh ooh, look at those pretty eggs!$4#$b#I remember doing a similar project with Alissa when she was young.$h#$b#She got paint all over herself while we were preparing.$h#$e#I wonder if she still enjoys this festival.$s",
"Festivals.EggFest.Kimpoi": "Malaya and I used to paint eggs with Alissa for fun.#$b#My little girl loved singing as she was painting.$h",
"Festivals.EggFest.Naomi": "Lenny and I were just reminiscing about when Shiro was younger and partook in the race.#$b#He would run and run trying as hard as he could to get the eggs!$h#$b#Poor boy never won because he was all run and no-look, but he sure had a good time.",
"Festivals.EggFest.Daia": "My, my.$7#$b#I don't think I came here for the painted eggs anymore.$6",
"Festivals.EggFest.Daia_spouse": "I'd rather hunt for a different pair of round objects.$7#$e#Nothing!$h",
"Festivals.EggFest.Jio_spouse": "I trust you'll win, my beloved?$h#$b#Show them what you're made of.",

"Festivals.FlowerDance.Ariah": "How would one take rejection from an invitation to dance?#$b#Does it feel like having a grade lower than 93?$u",
"Festivals.FlowerDance.Maive": "Your grandfather was quite fond of this festival.#$b#I remember he'd have his own way of asking a girl to dance.#$e#Not that he asked me or anything.$a#$b#And even if he did, I would've said no.$4",
"Festivals.FlowerDance.Louie": "Trinnie and Keahi are having fun...",
"Festivals.FlowerDance.Irene": "Oh what I'd give to have someone ask me for a dance!$h",
"Festivals.FlowerDance.Sonny": "The young Mr. Amethyne seems to want to play with the village kids.#$b#I think he just needs a little push.",
"Festivals.FlowerDance.Paula": "%Paula seems to be lost in thought.#$b#%She's whispering to herself.#$b#Maybe I should ask him to dance?...$s#$b#Should I? I shouldn't, right?$s#$b#This is giving me a migraine.$s",
"Festivals.FlowerDance.Carmen": "Oh dancing!#$b#I used to love salsa dancing.$h#$b#Ay the only thing that made me hate it was my good for nothing ex-husband!$a#$e#Maybe I should look for someone to dance with. You know, to get my groove on.$h",
"Festivals.FlowerDance.Blair": "I remember dancing with my dad when I was younger...$s#$b#Oh well, that was then and this is now.#$e#Check out Keahi's moves!$h#$b#I think little Trinnie likes what she sees.$h",
"Festivals.FlowerDance.Lorenzo": "I'm sensing Anton and Paula want to dance with each other.#$b#But maybe they're too shy or caught up in their own head to do so.#$e#Hmm, maybe I could do something about those two. They seem to be good with each other.$h",
"Festivals.FlowerDance.Shanice": "I remember when Lorenzo first asked me to dance.$4#$b#The poor guy, he was dripping like waterfalls.$h",
"Festivals.FlowerDance.Anton": "I'm thinking of asking Paula to dance.#$e#You know, for old time sake!$h#$e#Of course I'll ask her as a friend.$h",
"Festivals.FlowerDance.Kiarra": "%Kiarra's attention seems to be on the flower dresses.",
"Festivals.FlowerDance.Sean": "They should let Vincent be the Flower Queen if he wants to. I bet he'd be great at it.$h",
"Festivals.FlowerDance.Faye": "%Faye is mumbling to herself over a chocolate-covered strawberry.#$b#But would we really have to stick with white? Even an ecru or a pale beige would allow a more balanced palette.",
"Festivals.FlowerDance.Malaya": "Oh, ever since I had feet all I wanted to do was dance!$h#$e#Oh, I'm sorry!$u#$b#I mean ever since I learned to walk. Silly me.$h",
"Festivals.FlowerDance.Kimpoi": "I'm going to ask Malaya to dance later.#$b#She really loves to move her feet.$h",
"Festivals.FlowerDance.Naomi": "You know, I met Shiro and Yuuma's father only a few weeks before the Flower Festival.#$b#He asked me to dance. He was so handsome I couldn't say no.$h#$e#I can't say he was a very good dancer... but he definitely had the style.$h",
"Festivals.FlowerDance.Daia": "Hey there, cutie.$6#$b#You look like you'd be good on the dancefloor.$7#$b#I'll be keeping an eye on you.$6",
"Festivals.FlowerDance.Daia_spouse": "Don't you dare dance with anyone else, okay?$a#$b#Without introducing me to the first, of course, so I can have a little bit of extra fun with the both of you.$6",
"Festivals.FlowerDance.Jio_spouse": "I'll have to apologize in advance if I don't know the customary dance of this town.$s#$b#But I'll do my best, my beloved.$h",

"Festivals.Luau.Ariah": "I hope you didn't bring anything distasteful.#$b#I wouldn't want to ruin my stomach because of this. I still have loads of paperwork due.",
"Festivals.Luau.Maive": "The Governor and I talked about the recent charity event that the Amethyne Foundation did.#$b#He said he was looking forward to more of it because he saw that a lot of investors were present.",
"Festivals.Luau.Louie": "I fail to understand why the villagers from both RidgeSide and Pelican expect me to eat from this 'pot'.$4",
"Festivals.Luau.Irene": "I brought over an exotic spice for the potluck soup.$h#$b#It's a secret herb I use in many of my dishes.$4",
"Festivals.Luau.Sonny": "The beach isn't my ideal location for activities, but the sense of community we have built here is mesmerizing.$h",
"Festivals.Luau.Paula": "I wonder what's that secret sauce Linus was poured over his cooking.#$b#It smells delicious, yes, but not knowing what you eat is kind of scary, isn't it?$s",
"Festivals.Luau.Carmen": "I want to join the dancing lovebirds too!$h#$b#But I'll do that later, I'm helping Willy with some errands first.",
"Festivals.Luau.Blair": "Hey! Keahi has some moves!$h#$b#Although too funky and more like just flailing his arms around.$7#$b#I'm glad he's having fun though!",
"Festivals.Luau.Lorenzo": "You tired yet, hun?$s#$e#Phew!$h",
"Festivals.Luau.Shanice": "Awww, don't give me that, dear!$h#$b#I know you can dance a bit more!$h",
"Festivals.Luau.Anton": "Man, I'm full.$h#$b#I don't think I can move for a while.$h",
"Festivals.Luau.Kiarra": "I brought a number of spices. Hoping Marnie will give me a taste test so I know which one will work best.",
"Festivals.Luau.Sean": "The Mayor hired me and Ian to haul that big pot out here.#$b#The pay's good, but oof, the soup better be worth it.$h",
"Festivals.Luau.Faye": "Oh my Yoba, @, you MUST try this candied pineapple. It's simply divine!$h",
"Festivals.Luau.Malaya": "Look at us dancing!$h#$b#It took me YEARS to get this comfortable to dance.",
"Festivals.Luau.Kimpoi": "Malaya's happy.#$b#Just look at her.$h",
"Festivals.Luau.Naomi": "I'm glad I get to spend this day with my boys.$h#$b#Though, I had fun listening to Lewis and Lenny banter about who is bringing the best produce.$h",
"Festivals.Luau.Daia": "That Linus guy seems to be cooking something tasty.$h#$b#I wanna have a bite.#$b#Hey, can I bite you instead?$6",
"Festivals.Luau.Daia_spouse": "Hungry, baby?#$b#%Daia leans in for a kiss.#$b#Come and get some?$7",
"Festivals.Luau.Jio_spouse": "I suppose it's inevitable that you'll taste the soup.$s#$b#Just be careful, my beloved.",

"Festivals.Jellies.Ariah": "*sigh* I could be back home studying.$s",
"Festivals.Jellies.Maive": "These exotic jellyfish show should be advertised a bit more.#$b#This valley is losing another opportunity to earn money, as always.$s",
"Festivals.Jellies.Louie": "Are they pretty? Yes. But what's the point of making this event every year? It is always the same.",
"Festivals.Jellies.Irene": "I'm looking forward to seeing the jellies swim by tonight.$h#$b#Though, I wish I'll have someone to share this experience with.$u",
"Festivals.Jellies.Sonny": "Nature is a beautiful thing to witness, isn't it Mr. @? Every year the jellies come and it's always marvelous.$4^Nature is a beautiful thing to witness, isn't it Ms. @? Every year the jellies come and it's always marvelous.$4",
"Festivals.Jellies.Paula": "I love this day.$h#$b#I always feel like my anxieties and worries melt away for the night every time I see this beautiful scenery and ambiance.",
"Festivals.Jellies.Carmen": "This night gives me bittersweet memories.$s#$b#Oh well, I'm just happy I get to see such beautiful animales with my hija.$h",
"Festivals.Jellies.Blair": "Mom always seemed uncertain to attend this night.$s#$b#I think I know why, but I just want to spend such a night with her.$s",
"Festivals.Jellies.Lorenzo": "Hon? Wake me up when they arrive.$s",
"Festivals.Jellies.Shanice": "My poor husband always misses the jellyfish.$h#$b#But it's okay, as long as I'm beside him this night, even if he's out like a light.$l",
"Festivals.Jellies.Anton": "Heh, she used to love this.$s#$b#Well, that's over I guess.#$b#I hope she's happy wherever she is right now.",
"Festivals.Jellies.Kiarra": "I wonder how much longer we'll be able to have this festival. The seas get more polluted every year.$s",
"Festivals.Jellies.Sean": "Hm, I wonder what kind of jellyfish the moonlight jellies are. I bet the old doc would know.",
"Festivals.Jellies.Faye": "If I wasn't a human, I'd want to be a jellyfish. All the frills and fringe, drifting in the ocean currents.",
"Festivals.Jellies.Malaya": "I wonder how they're doing back at home.$s#$e#Oh!$u#$b#Oh I mean our trees and cows back home.$h#$b#Oh! What's that? I think the jellyfish are coming!$h",
"Festivals.Jellies.Kimpoi": "Looking into the empty ocean brings back memories of when I was working on a cruise ship.#$b#It's a bit eerie, isn't it?$h",
"Festivals.Jellies.Naomi": "%Naomi seems to have tears in her eyes.#$b#Oh, pardon me, @.#$b#This scene just brings back happy memories when everything was a bit different.$s#$e#I hope my husband's doing alright.$s",
"Festivals.Jellies.Daia": "The atmosphere tonight is overwhelmed with some sort of hypnotic magic.$6#$b#No wonder everyone seems so distracted.$h#$e#I do admit though, those Lunaloos are quite a sight to see.",
"Festivals.Jellies.Daia_spouse": "Psst, baby.#$b#Let's go hide in the dark bushes back there?$6#$e#Okay! Okay! I'll behave! Sheesh!$h#$b#Let's just watch the Lunaloos together...$l#$b#Then do that later.$6",
"Festivals.Jellies.Jio_spouse": "Are you okay, my love?#$b#You seem a bit flustered.#$b#I'll hold you tight later as the Lunaloos arrive, so just relax, okay?$h",

"Festivals.StardewFair.Ariah": "But grandmother, I need to study for the test tomorrow.$s#$b#I don't have time to relax.$s",
"Festivals.StardewFair.Maive": "Ariah, you're being a fool.$a#$b#Not everything can be learned through just books, you know?",
"Festivals.StardewFair.Louie": "Hey @, I could use your assistance to distract Sonny, he keeps watching every move I make, I'm pretty sure you don't have anything better to do anyway. $4",
"Festivals.StardewFair.Irene": "Are you ready to present your best produce?#$b#The competition is pretty tight this year.#$b#I wish you good luck!",
"Festivals.StardewFair.Sonny": "I hope your display scores well Mr. @. I'm sorry I can't stay and make conversation for long, I sense Young Mr. Amethyne is up to something. $u^I hope your display scores well Ms. @. I'm sorry I can't stay and make conversation for long, I sense Young Mr Amethyne is up to something. $u",
"Festivals.StardewFair.Paula": "Cuties!$h#$b#I want to pet one.$h",
"Festivals.StardewFair.Carmen": "I'm learning a lot of business stuff from the two here.$h#$b#It pays to learn more about all the economics, si?$h",
"Festivals.StardewFair.Blair": "Wanna join us in beating Sean and Keahi? Trinnie and I have been planning this for days!$7#$b#If you'll join us, you gotta pick up your weight. Got it?$a",
"Festivals.StardewFair.Lorenzo": "We went here to stay away from all the crowd.$s#$b#I get a headache when there are too many people.$s",
"Festivals.StardewFair.Shanice": "Lorenzo isn't that adjusted to a crowded place.$s#$b#Another reason why we settled down here in the valley instead at Zuzu.",
"Festivals.StardewFair.Anton": "I wonder if I can design a good coop or barn.#$b#I'll think about it.$h",
"Festivals.StardewFair.Kiarra": "Think Alex would take me seriously if I challenged him over the strength game? I do know how to swing...",
"Festivals.StardewFair.Sean": "Every year, Ian talks about setting up some kind of booth for us to sell stuff, but that's a lot of work, you know?#$b#Plus, we'd miss out on the free food!$h",
"Festivals.StardewFair.Faye": "The fair tradition of deep-frying anything and everything is so funny to me. But I can't deny that it's very tasty.",
"Festivals.StardewFair.Malaya": "There are so many people here.$h#$b#I just want to stroll around and sight see.#$b#But my husband's tired at the moment.$h",
"Festivals.StardewFair.Kimpoi": "*Huff* I don't have the youthful energy like I used to have before.$s#$b#I'm sorry, hun. I know you still wanted to stroll around.$s",
"Festivals.StardewFair.Naomi": "I'm conducting a survey about what kind of events people actually look forward to.#$b#$y 'How about you?_Loud and Festive!_Noted. Thank you for your time._Informative and Organized._Noted. Thank you for your time._Pretty and Fun!_Noted. Thank you for your time.'",
"Festivals.StardewFair.Daia": "This wheel seems to have a secret.#$b#I'll have a bit of fun messing with the stall owner till I know the trick to it.$6",
"Festivals.StardewFair.Daia_spouse": "Baby? Win me this and win me that, okay?#$b#Then you can win some later.$6",
"Festivals.StardewFair.Jio_spouse": "I hope you're having a fun day, my beloved.$h#$b#Kiwi and I shall survey the area, so go have fun without any worry for the town's safety.$h",

"Festivals.SpiritEve.Ariah": "The fall breeze and the company feels like home during this season...$4#$b#I'm glad that I have this day to take a break from my studies.$h#$b#I'm very much looking forward to seeing if everyone makes it out alive in that maze.$h",
"Festivals.SpiritEve.Maive": "It's good that everything seems to be in order.#$b#Hmm, what are you supposed to be?",
"Festivals.SpiritEve.Louie": "Behold the excellence in front of you @. This is the best costume you'll see tonight. $4",
"Festivals.SpiritEve.Irene": "I think I'm getting starstruck!$4#$b#Mr. Pika just complimented my Spirit Eve treats!$h#$e#Oh, I don't have it here.$4#$h#I just snuck some for him to test.$h",
"Festivals.SpiritEve.Sonny": "Are you planning to venture in the maze Mr. @? Good luck with the treasure hunt!$h^Are you planning to venture into the maze Ms. @? Good luck with the treasure hunt!$h",
"Festivals.SpiritEve.Paula": "These cookies are just so good!$h#$b#I'm prepared to suffer the consequent swine reflex later, I finished all my work this morning anyway.$h",
"Festivals.SpiritEve.Carmen": "I cooked that fish over there!$h#$b#No one's touching it though.#$b#Maybe they're saving it for later?$h",
"Festivals.SpiritEve.Blair": "Ay, it seems that I have lost my way.$u#$e#Have you seen Sean? Is he a lot closer than I am?#$b#I gotta beat him to the punch!$a",
"Festivals.SpiritEve.Lorenzo": "You going inside that maze?#$b#I'd want to but my wife here's a bit scared.$h",
"Festivals.SpiritEve.Shanice": "Lorenzo! For the last time, I don't want to go inside that maze!$a#$b#Last year I had the worst experience after they accidentally locked me inside one of the attractions.$s",
"Festivals.SpiritEve.Anton": "Poor Shanice, my brother's a bit too much.$h#$b#Well, I think I'll go accompany him instead, we have to find our sister anyway.#$b#We're about to go back home soon.",
"Festivals.SpiritEve.Kiarra": "Cousin, this spider is AWESOME. Don't know what Abigail's freaking out over, though.",
"Festivals.SpiritEve.Sean": "What am I dressed up as? The scariest thing I know, of course--a normal person.",
"Festivals.SpiritEve.Faye": "The maze? Oh no, I'm having plenty of fun looking at everyone's costumes. Plus, I wouldn't want to miss Gus's homemade chocolates!",
"Festivals.SpiritEve.Malaya": "I wonder why nobody wears a mermaid costume for these events.#$b#Oh yes, of course they would have a hard time walking around!$h#$b#Silly me, I should know that.$h#$e#Oh! Nothing, dear.$u",
"Festivals.SpiritEve.Kimpoi": "That fish over there smells funny.$s#$b#I'm not touching that.",
"Festivals.SpiritEve.Naomi": "It amazes me how Pierre always manages to set up for festivals every year.#$b#His perseverance is admirable.",
"Festivals.SpiritEve.Daia": "Hello there, cutie.$6#$b#I didn't know you could look even hotter than you do every day.$h",
"Festivals.SpiritEve.Daia_spouse": "Why hello there, baby.$h#$b#So what do you think of my attire?$7#$b#After the festivities, I could slip on into something even more comfortable for you.$6",
"Festivals.SpiritEve.Jio_spouse": "I'm surprised you even reached it up here, my beloved.#$b#Are you some kind of a wizard?$u",

"Festivals.IceFest.Ariah": "My grandfather would be sad if he knew that I wasn't entering the contest, as it was something we both loved to do.$s#$b#But I just have a lot on my plate and I don't have the patience right now to wait for the fish to bite the bait.$s",
"Festivals.IceFest.Maive": "This festival is just a waste of time and resources.#$b#You spend a lot of time waiting for the fish, however when you do catch one they tell you to let it go at the end of the day.",
"Festivals.IceFest.Louie": "The ice sculptures are cool, I'll ask grandmother if I can have one for my birthday.$h",
"Festivals.IceFest.Irene": "This time, I'm staying as far away from the holes as possible.$a",
"Festivals.IceFest.Sonny": "At least the fishes are returned to the pond after the contest, we can't disturb the natural balance for sport. $0",
"Festivals.IceFest.Paula": "Remember to keep track of your temperature.#$b#If you ever feel unwell, don't hesitate to approach me, Philip, and Doctor Harvey.",
"Festivals.IceFest.Carmen": "Ay, my daughter thinks she's the best angler in town. Hah!$4#$b#How can she forget where those genes come from?$4",
"Festivals.IceFest.Blair": "Good luck on the contest later!$7#$b#May the best fisher win.$7#$b#Which is me, of course!$h",
"Festivals.IceFest.Lorenzo": "I don't know how to fish.$h#$b#I'd like to learn one day though.",
"Festivals.IceFest.Shanice": "Where can I get a cup of hot coffee here?$s#$b#I need to warm up.$s",
"Festivals.IceFest.Anton": "Those ice sculptures look really good.$h",
"Festivals.IceFest.Kiarra": "I got Lewis to equip the poles with these more humane hooks. It seems like a small thing, but I'm glad he listened!",
"Festivals.IceFest.Sean": "Lemme tell you, igloo building is NOT as easy as it looks. I don't know how the old hermit does it.",
"Festivals.IceFest.Faye": "I tried building a snowman, but it fell apart right away. I guess snow is harder to work with than cloth and sequins.",
"Festivals.IceFest.Malaya": "Too... cold...$u#$b#I should've bought more coats!$s",
"Festivals.IceFest.Kimpoi": "The cold never really bothered me.#$b#I'm more worried about my wife who isn't really that fond of the season.$s",
"Festivals.IceFest.Naomi": "I wonder what's going on in Yuuma's head.#$b#He's been staring at the other kids for a while but he insists he stays here.$s",
"Festivals.IceFest.Daia": "Fishes swim and bite, squirm and splash, and flop, flop, flop!$h#$e#Wanna do a reenactment of all that?$6",
"Festivals.IceFest.Daia_spouse": "Baby! I'm cold!$a#$b#After hooking up some fishes come and hook me up too, okay?$a#$b#That's a promise! Yay! I'll be waiting then.$7#$e#Go win quickly!$h",
"Festivals.IceFest.Jio_spouse": "I'm sure you can catch fish more than anyone here, love.$h#$b#Though be careful not to upset the balance of nature.",

"Festivals.WinterStar.Ariah": "The holidays are a great excuse to take a break from schoolwork.#$b#However, my finals are in 3 days, so no break for me.#$e#I do hope you'll still have a happy Winter Star though.$h",
"Festivals.WinterStar.Maive": "The preparation for this festival could have been better if it wasn't so rushed.#$e#Nevertheless, Happy Winter Star to you too, @.#$b#May you be blessed with the foresight your grandfather never had.$4",
"Festivals.WinterStar.Louie": "What do you want as a gift, @?#$b#Oh really? I expected you would aspire for more.",
"Festivals.WinterStar.Irene": "The spread looks divine!$h#$b#Gus and Pika are a dynamic duo!$h",
"Festivals.WinterStar.Sonny": "Happy Winter Star! I wish you great fortune Mr. @. May Yoba bless your journey.$4^Happy Winter Star! I wish you great fortune Ms. @. May Yoba bless your journey.$4",
"Festivals.WinterStar.Paula": "Having fun, @?$h#$b#I hope you have a merry and wonderful Winter Star!$h#$e#If you ever feel unwell and is coincidently at Ridgeside, don't hesitate to come by the clinic, okay?$h",
"Festivals.WinterStar.Carmen": "I am happy that I get to spend today with my mija.$h#$b#May your wishes be fulfilled!$h",
"Festivals.WinterStar.Blair": "What are you thankful for, @?#$b#I am definitely thankful for all the nice catch I've made this year.$h",
"Festivals.WinterStar.Lorenzo": "Kiarra used so much of our stocked ingredients for the food she's giving out to everyone.$s#$b#I hope this was a bit worth it.#$e#Well, at least my little sister has her vibrant smile up, so I salute to that!$h",
"Festivals.WinterStar.Shanice": "I have to admit, the Winter Star in the valley is a lot more homey compared to when celebrating it with strangers in Zuzu.#$b#Have a happy Winter Star, dear.$h",
"Festivals.WinterStar.Anton": "Hm? More beer?#$b#Nah, I'm good. I don't think my siblings and Paula would like to see me sulking in these festive times.$h",
"Festivals.WinterStar.Kiarra": "I always associate food with togetherness. Feeding someone's a way of showing your love, y'know?$h",
"Festivals.WinterStar.Sean": "What am I thankful for? The free food and holiday pay.$h",
"Festivals.WinterStar.Faye": "Gift-giving is so fun, isn't it?$h#$b#It shows how well you know a person.$h#$b#If you need a hint, @, I'm always happy for some fresh baked goods.",
"Festivals.WinterStar.Malaya": "It's certainly nice to be back home here with family.$h#$b#I'm certainly happy that ",
"Festivals.WinterStar.Kimpoi": "I hope you're having a good time, farmer.$h#$b#Willy knows about the story behind the Winter Star. If you're interested, go ask him about it.$h",
"Festivals.WinterStar.Naomi": "I swear, this whole event would be so much warm and organized if we did it in the hotel's event hall.$s#$b#Now I'm just here freezing in the cold snow!$a",
"Festivals.WinterStar.Daia": "I'm not really thankful for anything much.$h#$b#Maybe besides that the lady treats me well, I can't think of anything else.#$b#I guess I'm thankful for the fun missions I get to have and meeting cute faces like yours.$6",
"Festivals.WinterStar.Daia_spouse": "Okay, let me be real for a moment.$6#$b#I'm thankful I was assigned to this valley and that I met my cutie-pie, @.$7#$b#Hey, I love you, you know that.$l#$e#Now, that's over. Let me bite your lips or arm?$6",
"Festivals.WinterStar.Jio_spouse": "Having a pleasant time, my beloved?#$e#I'm thankful you and I met.$h#$b#I'll do my best to protect our family.$l",

"Festivals.Gathering.Ariah": "%Ariah sighs.#$b#I still have a lot to do, so just go and bother someone else...$s",
"Festivals.Gathering.Maive": "Ms. Lenny, if you dare start another food fight, I swear I'll-$a#$b#Mr. Lewis, I suggest you discipline your sister.$a#$b#Hmph!$a",
"Festivals.Gathering.Louie": "As you know, I'm not the person to expect manual labor from. I offered the boys my leadership experience and high intellect instead.$4",
"Festivals.Gathering.Irene": "These vegetables look so good!$h#$b#Oh my, can't wait to experiment with new recipes later.#$e#I wonder if Sonny and Ms. Ariah would be happy to taste test them later.$h",
"Festivals.Gathering.Sonny": "I hope everybody in the village has fun with the activities. Competition in a healthy environment is very beneficial. $h",
"Festivals.Gathering.Paula": "Harvey and I were just talking about a case study.#$b#Don't mind us, just enjoy the festival.$h#$e#Now that we're done, I'll go browse the stalls in a while.$h",
"Festivals.Gathering.Carmen": "Hijo!$h^Hija!$h#$b#You should prepare which food you'll bring home later after the party this early so you don't get left out.$h",
"Festivals.Gathering.Blair": "Maru! What does this bottle do?$h#$b#Can I drink it?#$b#%Blair grabs the bottle and lifts it close to her nose.#$b#Dios mijo! That's nasty!$u#$b#Better hide this from Keahi! He might use it against us!$h",
"Festivals.Gathering.Lorenzo": "Phew! I'm glad Pierre didn't set up a stall.$u#$b#I wouldn't really know how to compete with a friend without getting emotional about it.$h",
"Festivals.Gathering.Shanice": "It's a surprise that Pierre didn't set up a stall today.#$b#We would've set up on ourselves too just to compete, but decided that the kids should have the fun this time.$h",
"Festivals.Gathering.Anton": "Ian has a nice eye with wood sculptures.#$b#Though a bit rough, I bet he can catch up to Leah's level if he had time.$h",
"Festivals.Gathering.Kiarra": "I was going to contribute something for the girls' stall, but hey, boys gotta eat too. Go try some of my bruschetta!",
"Festivals.Gathering.Sean": "What did I bring to the Ridgeside Gathering? My good looks, of course.$h",
"Festivals.Gathering.Faye": "Boys, girls, I'm rooting for everyone to win. I hope everyone sells what they brought!$h",
"Festivals.Gathering.Malaya": "I can't wait to dance later in the concert!$h#$b#My legs have been itching to move around.$h",
"Festivals.Gathering.Kimpoi": "Gus and Pika make some over the top amount of food when they work together.#$b#I'm sure it was because they wanted to show off but they got carried away.$h",
"Festivals.Gathering.Naomi": "I have to admit, Lenny has some fantastic ideas from time to time.$h#$b#This festival generates good revenue and it allows everyone the opportunity to earn and advertise the local products.$h",
"Festivals.Gathering.Daia": "I want to go browse their wares over there, and even sightsee for some pretty and cute faces.$h",
"Festivals.Gathering.Daia_spouse": "Only buy and no flirting in the stalls, okay baby?$6#$b#Without me, of course.$7",
"Festivals.Gathering.Jio_spouse": "I wonder how the locals got their hands on valuable and rare items.#$b#My beloved, if you have information regarding that matter, please inform me.$h",

"Festivals.EoR.Ariah": "I think I should make a resolution...#$b#I should make it a point to rest sometime.#$e#You should include that in your resolutions too.#$b#You're always working so hard.",
"Festivals.EoR.Maive": "You survived a whole year, farmer.#$b#You're quite tougher than I thought.",
"Festivals.EoR.Louie": "Those kids, hah! They have such cheap-looking sticks and logs.$h#$b#See? My log is from one of the rarest trees in the world.$h#$e#Burn it? How dare you suggest such an idea?$a#$b#I'll use my decoy log for that.$h",
"Festivals.EoR.Irene": "I'm going to promise myself that I will grab the opportunity to cook with Pika and Gus next year.$4",
"Festivals.EoR.Sonny": "Yoba will surely guide us into the next year.$h#$b#The spirits will be with us as we go on with our journey.$h#$b#I'm glad you've had a good year with us, @. Let's hope next year's a better one.$h",
"Festivals.EoR.Paula": "I brought a first aid kit just in case.#$b#Burns are common in these types of events, so it's best to be prepared.$h#$e#On the other hand, have you thought about what your resolutions may be.$h",
"Festivals.EoR.Carmen": "Some crazy kid must've started this idea of burning logs on the mountain top a long time ago and for some reason it became a tradition.#$b#I don't really mind though, it brings everyone's familias together and promises each other that they will be better next year, so it must be a good thing.$h",
"Festivals.EoR.Blair": "I'll never get used to the cold.$s#$b#Especially high up this mountain!$u",
"Festivals.EoR.Lorenzo": "What would good business additions or ideas for the next year?$s#$b#Scuzi, I was just talking to myself.$h#$e#I hope you have a good new year ahead of you, @.$h",
"Festivals.EoR.Shanice": "The mountains here are so clean and calm.$h#$e#I hope you have a wonderful new year, @.#$b#All I want is to earn a bit more next year than this year.$h",
"Festivals.EoR.Anton": "Hmm... A resolution huh?#$b#I'll think about it.$s",
"Festivals.EoR.Kiarra": "Feels like I didn't get enough accomplished this year. Gotta try harder on the next one.$s",
"Festivals.EoR.Sean": "Hey, @. You make any resolutions?#$b#I don't know how people do it. I just can't imagine stuff that far ahead, you know?",
"Festivals.EoR.Faye": "Happy New Year, @. This is the kind of thing you can't see back in the city. Kind of magical, isn't it?",
"Festivals.EoR.Malaya": "%Malaya is shivering.#$b#Oh, good evening, dear.$s#$b#I'm fine don't worry. Just not used to the cold and all.$h#$e#When will the bonfire start?$s",
"Festivals.EoR.Kimpoi": "%Kimpoi looks at Malaya.#$b#Hon? Are you alright? Your shivering is worrying me.$s",
"Festivals.EoR.Naomi": "I hope my husband's doing fine...$s#$e#Oh, hello @.#$b#I hope you have a productive new year.$h",
"Festivals.EoR.Daia": "A new year huh? I guess I should plan my resolutions.$s#$b#I promise to have more fun with more people.$7#$b#Especially you, cutie?$6",
"Festivals.EoR.Daia_spouse": "Hey, my new year's resolution is to live life with a whole lot of fun and love.$l#$b#So let's start a whole lot of that fun and love as soon as we get back home later, okay?$7",
"Festivals.EoR.Jio_spouse": "Are you cold?#$b#If you are, don't hesitate to come into my arms, okay?$l",

//Ian 14 heart event conversation dialogue forks
"ian.14heart.1": "I know this!#$b#It's C-O-N-S-T-R-U-C-T-I-O-N!$h",
"ian.14heart.2": "This is an easy one!$h#$b#H-O-S-P-I-T-A-L!$h",
"ian.14heart.3": "Uh, I'll try.#$b#M-U-S-Y-No wait...$s#$b#M-U-S-E-U-M!$h",
"ian.14heart.4": "Hey! That's a mouthful!$8#$b#Glad I see the village sign almost everyday though!$h#$b#It should be R-I-D-G-E-S-I-D-E...#$b#Then V-I-L-L-A-G-E!$h",
"ian.14heart.5": "Uh, how do you spell 'Pelican' again?$s#$b#Oh! Wait!$h#$b#I think it goes... P-E-L-I-K-Uh, C!#$b#P-E-L-I-C-A-N!$h#$b#And then... T-O-W-N!$h",
"ian.14heart.6": "Oh hey! I saw that place from a brochure before!$h#$b#It goes G-I-N-G-E-R!$h#$b#Hmmm... Island though?$s#$b#Is it 'I'?$s#$b#I think it's I-S-L-A-N-D?$s#$b#That's really weird.$s",
"ian.14heart.7": "Ah! L-O-V-E!$h#$b#I know this because I've been...$8#$b#I've been-Uh...$l#$b#Spending some of my time writing 'I love you, @' in notebook.$l#$b#I've been trying to write love letters!$l",
"ian.14heart.8": "Uhmm... Okay...$8#$b#F-O-R-E-V-E-R!$h#$b#Like how I wouldn't mind waking up to your face forever.$l",
"ian.14heart.9": "What?$u#$b#Uhhh...$8#$b#Uhmmm...$s#$b#Come on, hon!$s#$b#That's a little too hard isn't it?$8#$b#You're enjoying torturing me, aren't you?$a",

//New Events
"event-75160228.01": "Hmmm...$s#$b#Okay, I think I can handle small words better now!$h",
"event-75160228.02": "Alright! I'm ready for the hard words!$h",
"event-75160228.03": "Hon, gimme a word, and I'll try to spell it!$h",
"event-75160228.04": "What word?",
"event-75160228.05": "Construction",
"event-75160228.06": "Hospital",
"event-75160228.07": "Museum",
"event-75160228.08": "Phew!$8#$b#I managed to make it out the second round!$h",
"event-75160228.09": "Honey, you seem to be enjoying this.$8#$b#Please don't make them too hard!$8#$b#But I'll try my best anyway!$h",
"event-75160228.10": "Next word?",
"event-75160228.11": "Love",
"event-75160228.12": "Forever",
"event-75160228.13": "Chiaroscurist",
"event-75160228.14": "Phew! That was exhausting!$8#$b#But I think I did alright!$h",
"event-75160228.15": "Ian is writting something...",
"event-75160228.16": "...$8#$b#Look!$h",
"event-75160228.17": "You open the notebook.#It reads:#'-Ta- Thank you for -evi- everything.'",
"event-75160228.18": "Yeah...$l#$b#Thank you, for everything hon.$l#$b#Thank you for being patient with me and all...$l#$b#I'm uh-am really happy I get to start my busy days waking up to your face...$l#$b#Then going home, looking forward for your hugs!$h#$b#It takes all the tiredness away.$l",
"event-75160228.19": "Well... Uh...$l#$b#Let's learn more words, hon?$l#$b#I want to spend more time with you.$l",
"event-75160228.20": "Ah! My brain is tired!$h",
"event-75160238.01": "Still got it.$h",
"event-75160238.02": "Yep, I'm okay.$h#$b#I'm happy I still remember some survival training stuff from the army.$h",
"event-75160238.03": "I miss this atmosphere.$h#$b#You know? When I was younger, after a long day of surfing, I used to spend some nights at the beach like this.#$b#The only difference was I was alone.#$b#But, I didn't mind, as it felt like the sound of the crashing waves and the crackling fire kept me company.#$b#With my board at the side, and some fish being cooked in a stick.$h#$b#Man, such wonderful memories.$h",
"event-75160238.04": "Hey! I didn't mean for it to sound sad!$h#$b#I just wanted to relate that old feeling to what I have here tonight.",
"event-75160238.05": "Things may be different now in my case, but at this certain point in time, I feel the same peace as before like nothing's changed.#$b#Now that I'm here with you.$l#$b#I just feel, well, content and happy.$h#$b#I was happy before too, got beaten up, and went through some dark times.$s#$b#But through time...#$b#...I found myself smiling again, accepting what happened, and now moving on.#$b#Thanks to everyone, especially you.$h",
"event-75160238.06": "Hey, come on.#$b#Let's take a walk by the shores.$h#$b#Shall we?$l",
"event-75160238.07": "Look, hun.$h",
"event-75160238.08": "Keep your eyes at the horizon.#$b#Yeah, just right where the moon and the ocean meet.$h",
"event-75160238.09": "Well... I just realized how amazing everything is.#$b#Something that seems so small, like almost touching, but in reality are millions of miles apart.$h#$b#It's just the way how we see it from our perspective.",
"event-75160238.10": "I was like that before, always thinking that my perspective is the only right thing.$s#$b#Didn't broaden my horizons, and thought things will end the moment I couldn't be who I was before.$s#$b#But no, I became someone stronger.$h#$b#I was able to open my eyes.$h#$b#You motivated me, you inspired me, and you encouraged me.$l#$b#Well, everyone did.$l#$b#But I'm glad you're one of them.$h",
"event-75160238.11": "Never stop being amazing, @.$l#$b#And I'll be trying my best to be too.#$b#One day, I'll be riding the waves again.$h#$b#Paula and Harvey said it might take a long time...$s#$b#But I'll do my best.#$b#Even if our hair's all gray and white.$h",
"event-75160238.12": "What? I'm amazing too?$l#$b#Psh! Oh you!$h",
"event-75160238.13": "How about this, let's both just live and maybe become better than who we were yesterday.#$b#Let's just, live, Okay?$l",
"event-75160236.01": "Oh! Sorry, hon!$h#$b#I was just reading the reference comic issue of the movie we're about to watch.#$b#I want to see what they kept and what they changed!$h",
"event-75160236.02": "Let's go!$h#$b#Woohoo!$h",
"event-75160236.03": "You good, hon?#$b#Let's go!$h",
"event-75160236.04": "You missed a step and sprained your ankle!",
"event-75160236.05": "Hon? Are you okay?$s#$b#Here, may I hold it?$s",
"event-75160236.06": "It looks like an inversion sprain, hon.$s#$b#It's all gonna be okay. I'll wrap it against a splint and carry you to the clinic, okay?",
"event-75160236.07": "You have nothing to worry about, @.$h#$b#It's nothing really serious. Honestly, you could walk fine after a few hours of rest.",
"event-75160236.08": "Phew! Thanks Doc!$h",
"event-75160236.09": "And you, Philip.#$b#Knowing you, I know you would've known this as well.#$b#Maybe this time because it's your spouse so you overreacted a bit?$h",
"event-75160236.10": "Uh. Heh!$l#$b#Yeah, I guess I did.$h#$b#My apologies, Doc. And thank you once again.",
"event-75160236.11": "Ofcourse! But why were you both in a hurry anyway?$h#$b#@ slipped because you guys were in a hurry, or atleast that's what you told me.#$b#Any emergency somewhere?$s",
"event-75160236.12": "Nah, Doc.$h#$b#It's my fault, we were in a rush to Heaps to catch a livestream of an old flick.$s#$b#I rushed @ to catch up and look what happened.$s",
"event-75160236.13": "Oh my!$h#$b#Well, I'm just glad everything's fine.#$b#Just let @ rest for a bit, okay?$h",
"event-75160236.14": "Gotcha, Doc!$h",
"event-75160236.15": "Now, if you'll excuse me.",
"event-75160236.16": "I'm sorry for the rush, hon.$s#$b#You tripped because I was being too hasty.$s",
"event-75160236.17": "But I'm glad you're okay.$h",
"event-75160236.18": "The movie livestream?#$b#Nah, I'll stay here with you.$h#$b#You're much more important than any movie or comic book out there.$l#$b#So don't ever worry about us missing that flick.$h#$b#I'll always choose you.$l",
"event-75160236.19": "Hey...$l",
"event-75160236.20": "You're my favorite superhero.$l#$b#And our movie is the best one there is.$l#$b#I wouldn't miss it for anything.$h",
"event-75160236.21": "Hey, lovebirds!$h#$b#I told Kiarra about what happened, and she said that she recorded it for you guys and will come by after she's done.#$b#Philip! You do realize we can record stuff, right?$h",
"event-75160236.22": "Oh right!$u#$b#We could've just done that.$s#$b#Well, this is embarassing.$l",
"event-75160236.23": "After a while, Kiarra arrived and gave us the copy.#Philip and I watched the movie back home.",
"event-75160236.24": "That was awesome!$h",
"event-75160226.01": "I'm glad you've arrived, @!$h#$b#Your wife has a wonderful night planned ahead for you.",
"event-75160226.02": "Phew! There were so much rushed orders!$h#$b#Welcome, @!",
"event-75160226.03": "We hope you enjoy your night!$h#$b#We were surprised when Flor asked us to help her with preparations for something.#$b#What's the special occasion?$h",
"event-75160226.04": "Over here, @!$h#$b#Hurry! Your wife's waiting for you upstairs!$h",
"event-75160226.05": "Here's the printed manual for your activities tonight!$h#$b#Kiarra did the design, I just had to work with the printer.$h#$b#Seriously! Your wife was so sudden with all these plans!#$b#What's happening, @?$h",
"event-75160226.06": "A paper full of activities is given to you.#This looks overloaded!",
"event-75160226.07": "@! We're helping out Mrs. Flor!$h",
"event-75160226.08": "Everything's ready upstairs!$h",
"event-75160226.09": "Let's go, @!$h#$b#Mrs. Flor is waiting for you!$h",
"event-75160226.10": "Ah! Fabulous!$h#$b#She's been waiting!$h#$b#She asked me to lend her a cute dress.#$b#I'm excited for you to see her!$h",
"event-75160226.11": "Your wahine's a thoughtful one, @.$h#$b#I'll bring over your food soon.#$b#They were kind of rushed since Flor suddenly asked us for a favor!$h",
"event-75160226.12": "Well?#$b#Don't keep your lovely crimson flower waiting.$h",
"event-75160226.13": "I wonder what my wife is up to.",
"event-75160226.14": "Everything seems in order...#$b#Wait... No. It feels like some stuff are lacking.$s",
"event-75160226.15": "@!$s#$b#I feel like I'm missing something!$s#$b#I don't think what I've prepared is enough!$s",
"event-75160226.16": "See, look at this book!$a#$b#I'm missing photographers, fireworks, more lights, rose petals-$a",
"event-75160226.17": "You don't mind?$s#$b#But-but!$s#$b#I assumed the perfect date is only possible if I follow this book word-by-word.$s#$b#I'm confused!$s#$b#Won't this failure make the unideal wife?$s",
"event-75160226.18": "You hug flor.",
"event-75160226.19": "@?$l#$b#Wha-what's wrong?$12",
"event-75160226.20": "You mean, I didn't have to do any of this?$12#$b#I just wanted to make you happy.$12",
"event-75160226.21": "I'm sorry if I was too much...$12#$b#I must've gave everyone a hard time with rushed favors.$12#$b#I don't even know if this dress is appealing for you...$12",
"event-75160226.22": "@...$12#$b#I--$12#$b#I'm happy...$l#$b#I'm happy I married you...$l#$b#I hope you are too...$l",
"event-75160226.23": "We had a wonderful night afterwards...",
"event-75160226.24": "I thanked everyone who made our date successful!$h",
"event-75160240.01": "Glad to see you both!$h#$b#Now, it's just the prelimnary design, and it's subject to change.#$b#But I'd like to know what you both think before proceeding with the plans.#$b#Especially your critique, Ysa dear.$h",
"event-75160240.02": "Oh, grandpa!$h#$b#You know me so well! I'm just so happy to set foot at a ball room after all these years!$h",
"event-75160240.03": "Marvelous!$h#$b#Well, follow me.",
"event-75160240.04": "Grandpa!$13#$b#This place looks beautiful!$h",
"event-75160240.05": "Ah, I'm glad to hear that!$h#$b#It's still a little rough around the edges, but it looks promising.",
"event-75160240.06": "Grandpa?#$b#What's with that grin?$13#$b#Hmm... Is there another reason why you wanted us to come here?$13",
"event-75160240.07": "Why, of course!$h#$b#I didn't doubt you'd notice.$h#$b#So, head over to the your old room at the second floor, Ysa dear.#$b#I left a surprise for you.$h",
"event-75160240.08": "Grandpa! You're serious?$h",
"event-75160240.09": "Come on, love!$h#$b#Let's check it out!$h",
"event-75160240.10": "Actually, dear.#$b#I want to talk to @ for a while.#$b#So go get your surprise alone, okay?$h",
"event-75160240.11": "What are you planning, old man?$13#$b#Oh well, I can't help it then.$h",
"event-75160240.12": "I'll be right back, love.$l",
"event-75160240.13": "I can't wait!",
"event-75160240.14": "Ah, she's off.$h#$b#So @, I've prepared all this to actually give you both a chance to have a slow dance alone in a ball room.#$b#My granddaughter has always dreamed of such a fantasy, especially with someone she holds dear in her heart.#$b#Help me make her happy, won't you?$h",
"event-75160240.15": "Splendid!$h#$b#Now, I gave her a special dress to wear.#$b#I'm sorry I was not able to prepare one for you.$s",
"event-75160240.16": "I'll play a song in the speakers.#$b#You'll get the idea.$h",
"event-75160240.17": "Love?$l#$b#Well? How do I look?$l",
"event-75160240.18": "Grandpa, you sly old man.$13#$b#You still remember that silly fantasy I told you before!$13",
"event-75160240.19": "Why, I don't know what you're talking about, dear.$h#$b#But I'll just play some music here, okay?#$b#Then I'll have to leave you both alone. I got some errands to do.$4",
"event-75160240.20": "*Sigh* Whatever you say, grandpa.$13",
"event-75160240.21": "Well, love?$l#$b#Are we just going to stand here?$l",
"event-75160240.22": "Looksie!$h",
"event-75160240.23": "It's lovely, isn't?$h",
"event-75160240.24": "This is actually my grandmother's.$13#$b#My mom used to wear this before, and it seems like they've passed it down to me this time.$13#$b#It's something I'll treasure.$l",
"event-75160240.25": "Hold me close?$l",
"event-75160240.26": "Let's just sway...$l",
"event-75160240.27": "Love?$l#$b#Thank you, for everything.$l#$b#You don't know how grateful I am to have you in my life.$l#$b#I love you.$l#$b#I love you, @!$h#$b#Teehee. <$l",
"event-75160240.28": "Ysabelle leaned in for a kiss.",
"event-75160240.29": "That was just wonderful. Wasn't it, love?$l",
"event-75160234.01": "Finally!$h#$b#Ugh! You're so slow, you know that?$9#$b#But no matter, you're here, that's all it matters.$h",
"event-75160234.02": "Okay, so...#$b#About a month ago, I ordered a package full of princess outfits.$h#$b#What you're about to see is for your eyes only.$l#$b#So don't EVER tell another soul about it!$a#$b#Or else you'll be sleeping in the couch, got that?$9",
"event-75160234.03": "Great!$h#$b#I can't wait to wear these!$h#$b#I really want to show them to you.$l#$b#So tell me what you think, okay?$h",
"event-75160234.04": "This might take a while, so just sit down or something!$h",
"event-75160234.05": "*Lowering her voice* Behold! The princess has arrived!$h",
"event-75160234.06": "I am Meridia!$h#$b#Behold my trusty bow and rebellious charm!$h#$b#Hiyah!$a",
"event-75160234.07": "Well?$h#$b#Doesn't this look 'brave'?$h",
"event-75160234.08": "Check it out!",
"event-75160234.09": "Awww.$6#$b#You better make sure that was the truth or I'll shoot you with an arrow!$h",
"event-75160234.10": "Alright!$h#$b#Next one!$h",
"event-75160234.11": "Uhh...$s#$b#Darling?$l#$b#A little help?$s",
"event-75160234.12": "Don't just stand there!$a#$b#Help me out!$a",
"event-75160234.13": "Alright, I think I can crawl.$a#$b#Just give me a bit of help.",
"event-75160234.14": "Huff!$a",
"event-75160234.15": "Thank you.$s#$b#Now...$h",
"event-75160234.16": "*Sings off tune*$h#$b#OH!$3#$b#Uhmm-Ehr... I'm the mermaid princess, Erial!$l",
"event-75160234.17": "Okay, Now I'm starting to get embarrassed.$s#$b#What am I doing in front of my spouse!?$u",
"event-75160234.18": "Remember, sweetie.$h#$b#No one should know about this!$a",
"event-75160234.19": "Made it!$h#$b#Phew!",
"event-75160234.20": "Nope! I'm all fine now.$h#$b#Just one last costume!$h#$b#This is my favorite one.$6#$b#No peeking!$a",
"event-75160234.21": "@?$l",
"event-75160234.22": "Well?$l#$b#Don't just stand there and stare!$l#$b#It's embarassing!$l#$b#All I've been doing is embarassing and it just started to sink in!$l",
"event-75160234.23": "Oh you...$l",
"event-75160234.24": "Maddie slipped on her own cape.#Luckily you managed to catch her.",
"event-75160234.25": "Uh-Uhm!$u#$b#That was just embarassing.$l",
"event-75160234.26": "Hehe...$l#$b#You know... This princess obsessed side of me has always been dreaming of my own knight in shining armor for as long as I can remember.$l",
"event-75160234.27": "Maddie gave you a kiss.",
"event-75160234.28": "And I'm just happy I found that wonderful knight.$l#$b#My own fairytale.$l#$b#I admit, I'm still embarassed for showing this side of me.$s#$b#But I wanted share my happiness with you.$l#$b#And hopefully, you'll still love me no matter how childish I can get.$l",
"event-75160234.29": "Thank you, @...$l#$b#I love you.$l",
"event-75160234.30": "Eh...$l#$b#I love this...$l",
"event-75160234.31": "Don't let go of this ice queen just yet...$l#$b#Just hug me tight.$l#$b#I want to stay like this for a while.$l",
"event-75160234.32": "That was... Uhm... Nice.$l",
"event-75160255.01": "This may be the day, Rae...",
"event-75160255.02": "I've finally met her heir.#$b#You don't resemble her much, do you?$4#$b#I am Belinda, the Seer for the Red Tailed Lady.#$b#I am the only one who can communicate with her and so I exist to act out her will.#$b#And that is to find the Spirit realm and cleanse the spiritual corruption in this mountain.#$b#Now, farmer...$h#$b#I'm glad you managed to complete the tasks.#$b#Honestly speaking, you were the only one who can see anything from that book.#$b#You're... special. In a way.$4",
"event-75160255.03": "Oh my!$h#$b#You have such an interesting aura.#$b#You may be what I need.$h#$b#Come, follow.#$b#We can't waste any more time.#$b#This spiritual corruption must be cleansed as once.",
"event-75160255.04": "Buhayin muli.",
"event-75160255.05": "Belinda seems to have been imbued with some kind of energy.#She seems to have been revitalized.",
"event-75160255.06": "Dear, first of all, I would like to express my gratitude for collecting those artifacts.#$b#My children and I have been deciphering that ancient book for years ever since we had it on our possession.",
"event-75160255.07": "You don't know how delighted I am, dear farmer.$h#$b#Ah... You and your grandmother are so much alike.$4#$b#You both have, and had, made me very...#$b#Happy.$7",
"event-75160255.08": "Followers of the path of mist and red.$u#$b#Covetting the embrace of the Red Tailed Lady.$a#$b#I sense you're all here and brought what she asks from each of you.$a#$b#I know you won't fail me now.$7#$b#Come fourth!$7",
"event-75160255.09": "Here's the ancient relic from Princess Ville, my lady.",
"event-75160255.10": "Wonderful, my ever so reliable retainer.",
"event-75160255.11": "Seer, here's the artifact from Umuwi.#$b#I should say, it was really tricky going in and out that place.$6#$b#A local sorcerer had the place covered in a barrier.",
"event-75160255.12": "Ah... That must be Esmeralda and Salvador's son.#$b#I have other plans for that meddlesome human.",
"event-75160255.13": "And here's the relic from East Scarpe.#$b#General Helen has also given me the relic she acquired from Zuzu.#$b#Unfortunately she can't attend, my lady.#$b#She didn't disclose why, but it seems she had a personal mission to attend to.",
"event-75160255.14": "Ah, that lovely Helen.#$b#I wonder why.$7#$b#It's alright. All that it matters is I have everything I need to open the Spirit realm.$6",
"event-75160255.15": "Thank you, children.$7#$b#Now, step aside.#$b#I'll take it from here.$6",
"event-75160255.16": "It's time...$6#$b#It's finally time.$6",
"event-75160255.17": "Yes... Yes! I can finally open it!$8#$b#I can prove Raeriyala wrong!$8",
"event-75160255.18": "Seer Belinda...$s",
"event-75160255.19": "...$s",
"event-75160255.20": "...",
"event-75160255.21": "The magic circle disappeared!",
"event-75160255.22": "Huh?$u#$b#Wha-what?$u#$b#Where is it?$u#$b#WHERE IS IT!?$a",
"event-75160255.23": "Something sealed it...$u#$b#Who did-$u",
"event-75160255.24": "Bel... That portal was unstable...#It would've consumed you and your companions' lives.",
"event-75160255.25": "That voice.$u#$b#Rae!$u",
"event-75160255.26": "RAERIYALA!$a#$b#I WAS SO CLOSE!$a#$b#I--$a",
"event-75160255.27": "My love... You'd think I'd let you perish trying to open the portal back home?#Please... Listen to me...",
"event-75160255.28": "NO!$a#$b#I'm doing this for your own good!$a#$b#I need to open it alone and cleanse everything alone!$a#$b#Only I can do this!$a",
"event-75160255.29": "No.#You're not thinking straight...#Unseal me and listen to me...#What we need is already here...",
"event-75160255.30": "What do you mean?$u#$b#I already have everything here!$a#$b#And how are you even able to communicate?! I've sealed you tight!$a",
"event-75160255.31": "I don't...#Have much time to communicate...#Just unseal this bothersome seal of yours...#And I'll tell you what I wanted to tell you long ago...#But you wouldn't listen!",
"event-75160255.32": "What if I don't?$a",
"event-75160255.33": "Then you won't be able to open that portal ever again...#I'll keep on sealing this knowing you'll bring your own end if I let you be...#Unseal me...#I found a better way for the both of us...#Bring the farmer along...",
"event-75160255.34": "Rae?$a#$b#Raeriyala answer me!$a",
"event-75160255.35": "It seems the voice has disappeared, my lady.",
"event-75160255.36": "I wonder who was that.#$b#You know that voice, Lady Seer?$6",
"event-75160255.37": "My lady, who was that?$s",
"event-75160255.38": "Someone foolish, selfish, and bothersome!$a#$b#Someone...$a#$b#Someone...$s",
"event-75160255.39": "My beloved...$4#$b#My foolish beloved.",
"event-75160255.40": "Well...$s#$b#What now?$s",
"event-75160255.41": "My lady, what is our next move?",
"event-75160255.42": "*sigh*$s#$b#We'll prepare to unseal my beloved.#$b#Then I'll explain everything to you, my children.",
"event-75160255.43": "Farmer dear, You heard that voice too didn't you?#$b#It seems my beloved owes us both a revelation.#$b#It's best you help us with the preparations to unseal her.#$b#I know you have a lot of questions in your mind at the moment.#$b#But I'll let my beloved handle all those.#$b#She was the one closest to your grandmother before, anyway.$h",
"event-75160255.44": "You'll know soon enough.#$b#For now, just assist us.#$b#Alright?$h",
"event-75160255.45": "Splendid!$h#$b#Meet my children here at this shack tomorrow.#$b#I'll leave the preparations to all of you.#$b#I'd have to go somewhere to prepare something as well.$h",
"event-75160255.46": "Bliss, darling. Let's go.",
"event-75160255.47": "Yes, my lady.",
"event-75160255.48": "Jio. Daia.#$b#Await for further instructions.",
"event-75160255.49": "Yes, my Seer.",
"event-75160255.50": "Yes, my lady.",
"event-75160255.51": "And farmer dear.#$b#See you soon.$h",
"event-75160255.52": "See you tomorrow, cutie!$6",
"event-75160255.53": "You should get some rest, @.",
"event-75160255.54": "My grandmother?#Spirit realm?#And who was that voice?",
"event-75160259.01": "Splendid job on the crystals, dear farmer.#$b#Now I'll take care of the rest.#$b#Move aside, will you?$h",
"event-75160259.02": "Ah...#$b#I never thought I'd have to undo her seal for her help.#$b#After years and years of not helping me with my own plan.#$b#I wonder what she's found with the farmer that made her change her mind.$4#$b#Oh well, we'll find out soon enough.$4",
"event-75160259.03": "Ah...$h#$b#I think this needs more...",
"event-75160259.04": "Yes, This-HAHAHA-should be enough.$8",
"event-75160259.05": "My lady...$s",
"event-75160259.06": "You hear boulders crumbling down from a distance.",
"event-75160259.07": "Phew!$4#$b#That should do it.$h",
"event-75160259.08": "My lady, are you okay?$s",
"event-75160259.09": "Bliss, darling, I'm alright.$h",
"event-75160259.10": "There, farmer.#$b#Now--",
"event-75160259.11": "Belinda?#Belinda? Where are you?",
"event-75160259.12": "Raeriyala!$4#$b#You foolish spirit, I'm coming!$h",
"event-75160259.13": "I've never seen The Seer so excited before.$u#$b#It seems she went ahead to the waterfalls across the bridge which is west from here.",
"event-75160259.14": "My lady seems happy.#$b#Thank you, farmer.$h#$b#Let's catch up to her.",
"event-75160259.15": "Why, isn't it @, the farmer.#$b#I'm happy I finally got to meet you.$h",
"event-75160259.16": "I've finished all what this spirit and I needed to discuss about.#$b#So you may proceed to talk to her.$4#$b#She'll explain everything, and should be as she's the one who has dragged everything to what things are now.$h",
"event-75160259.17": "Come closer, Oh farmer.#$b#Don't be shy.$h",
"event-75160259.18": "A little more.$h",
"event-75160259.19": "Oh my, you remind me of her...$4#$b#Ah, I'm so happy to meet you.$h",
"event-75160259.20": "My name is Raeriyala, the mountain spirit of the valley.#$b#I've been keeping this land fertile and healthy for centuries.#$b#Isn't it a little weird how crops and forage grow so fast around the valley?$h#$b#Oh my, that might be because of me.$h",
"event-75160259.21": "Don't be so full of yourself now, Rae.$h",
"event-75160259.22": "Oh hush, my love.$4#$b#I merely jest.#$b#Or am I?$h",
"event-75160259.23": "Why don't we skip to the part about that revelation you owe us from the last time you foiled my plan?$a#$b#I've done everything on my end and freed you from my seal, so let's get to it.",
"event-75160259.24": "Love, you know I did all those things before for you.$s#$b#Preventing you from opening the portal and entering the Spirit realm alone is for your own good.$a#$b#You do know what happens if we spirits get exposed to Gabriella's corruption.$s",
"event-75160259.25": "Fine.$a#$b#Then let's carry on with your plan.$7",
"event-75160259.26": "Thank you, for finally listening to me, my love.$4",
"event-75160259.27": "I'm sorry for that, @.#$b#Let's see here...",
"event-75160259.28": "Oh!$h#$b#Here's something I've set up just for you, @.$h",
"event-75160259.29": "Rae, isn't this what we used before with-$a",
"event-75160259.30": "Yes, with @'s grandmother.$s#$b#A long time ago from our first attempt.$s",
"event-75160259.31": "What foolishness are you up to, Raeriyala?$a",
"event-75160259.32": "Belinda, hear me out.$a",
"event-75160259.33": "Oh, @. Your grandparents were something special.$4#$b#In this case, we'll talk about your grandmother.$s",
"event-75160259.34": "She was just a young girl when Belinda and I first met her.#$b#She intrigued us.#$b#Long story short, we became close, and oh, she was such a kind soul.$4",
"event-75160259.35": "For years, everything was fine.$4#$b#Your grandparents met, had kids, and lived a happy life.#$b#Until the day the corruption around these mountains started to appear.$a#$b#It was the arrival of some human-$a#$b#No... She wasn't human.$a#$b#An evil entity named Gabriella.$a#$b#Along with her followers... They started to spread corruption into some parts of the mountains and wrecked havoc as much as they can.$a#$b#It was all manageable until they found some way to enter the Spirit realm and bring their corruption there.$a#$b#Which made things worse here in the human realm.$s",
"event-75160259.36": "Belinda and I can't enter that corrupted realm without any serious reprecussions towards everything that are linked to us.$s#$b#Me being the spirit of the mountain might bring more harm than good if I leave this place, let alone get corrupted.$s#$b#While Belinda, oh... Well...$s",
"event-75160259.37": "I was once a corrupted spirit, and Raeriyala saved me.$s#$b#And being exposed to that corruption might turn me back...$s",
"event-75160259.38": "Your grandmother, she who has a connection to the spirits like your grandfather,#$b#Is able to enter the corrupted realm without getting lost.#$b#She volunteered to enter herself.#$b#To get rid of the corruption from the inside to save this world.$s#$b#I wish I could tell a happy story, but it's not.$s#$b#Something happened in the spirit realm.$s#$b#The corruption got weak and became manageable again.$s#$b#And so we were able to contain the corruption to just the ridge forest.$s#$b#But, your grandmother came back unconscious and afflicted by some curse.$s#$b#And...$s",
"event-75160259.39": "Your grandmother left this world a few seasons later.$s#$b#It was because of some unknown disease, the human doctors said, according to your grandfather.$s#$b#But no... We know it's because she saved this valley.$s",
"event-75160259.40": "And that's the story, @.$s",
"event-75160259.41": "Now, our goal is to finish what your grandmother, and our dear friend, has started and sacrificed her life to do.$a#$b#To get rid of the corrupted spiritual energy from parts of this mountain.$a",
"event-75160259.42": "Belinda has been pushing for a forceful entry into the realm along with her followers.$s#$b#But I won't allow it because it is too destructive.$a#$b#All these years, I've been waiting for you, @.#$b#Only you can continue your grandmother's will.#$b#Just like how you are fulfilling your grandfather's will with your farm, please fulfill hers as well.$s",
"event-75160259.43": "Thank you, @.$4",
"event-75160259.44": "Now, Rae. What's your plan?",
"event-75160259.45": "Just like before, we need to find the appropriate relics to siphon magical energy and power up a proper portal.#$b#With these pedestals as mediums, everything would be stable.#$b#Though, all we need are the relics.$s#$b#Those relics you used before were too weak.$s#$b#We need to find stronger ones.#$b#Ones that hold a stronger connection to Ridgeside.$4",
"event-75160259.46": "And I took care of that.$h#$b#Bliss, darling?",
"event-75160259.47": "Yes, my lady.#$b#Daia has confirmed that they have found more pages of the ancient book and has added them to the binder.#$b#It should be accessible for the farmer when they visit the local base, the old cottage east from here.",
"event-75160259.48": "Splendid!$h",
"event-75160259.49": "You have such dependable followers, my love.$4#$b#This one looks adorable as well!$h",
"event-75160259.50": "Your words honor me, great mountain spirit.#$b#Thank you.$h",
"event-75160259.51": "Dear farmer, please do take a look into the book once again soon.#$b#The new pages should contain hints on how to obtain stronger artifacts.",
"event-75160259.52": "Once you collect all of them, place them on top of these pedestals.$h#$b#Though to be honest, I myself don't know which should go where.$4#$b#But the pedestal should light up once the correct relic is placed on top of it.$h#$b#Oh, with that, it shouldn't be difficult.$h",
"event-75160259.53": "We'll be waiting for you, @.$h",
"event-75160259.54": "Bliss, darling.#$b#Escort our dear farmer out, will you?$h#$b#Raeriyala and I have much more to discuss.",
"event-75160259.55": "Yes, my lady.",
"event-75160259.56": "Hold your breath, farmer.",
"event-75160259.57": "Bel...$4",
"event-75160259.58": "Rae...$4",
"event-75160259.59": "Unlocked new pages in Ninja House book!#Unlocked Pedestals in the Ridge Falls!#Unlocked Moutain Spirit Offering Feature!#You can visit the Ridge falls and offer items to Raeriyala for blessings.",
"event-75160232.01": "Got to hurry!$s",
"event-75160232.02": "And, that should do it!$h",
"event-75160232.03": "I wonder where's @.$6",
"event-75160232.04": "Oh, hey hun.",
"event-75160232.05": "OH! @!$u#$b#You're here!$u",
"event-75160232.06": "I-ehr.$l#$b#Well, that was embarrassing.$l",
"event-75160232.07": "I'm glad you're finally here though.$h#$b#I'm sorry it seemed like I was such a klutz!$h",
"event-75160232.08": "Well, since you're here.#$b#I want to show you a little something.$h",
"event-75160232.09": "Here-uhh.$6#$b#Uhm... Where did I put it...$6",
"event-75160232.10": "Ah! Here's the remote!$h",
"event-75160232.11": "Close your eyes.$h",
"event-75160232.12": "Okay, open.$h",
"event-75160232.13": "I just wanted to show you a glimpse of how much you light up and give color to my life.$l#$b#Hey, that sounded so cheesy, didn't it?$h#$b#But yeah, I realized I don't really show my affection much.#$b#But I just want you to know, that I am just happy that you're with me, and I'm with you.$l#$b#I love you, @.$l",
"event-75160232.14": "Well... Uhh-$u#$b#I guess this is how my world looks like when you're not in it?$l#$b#Yes! Ehr-This was part of the plan!$u#$b#This is embarassing.$l",
"event-75160232.15": "Well, I'm just happy I got to see you smile.$h#$b#Why don't we stay here for a while and do some star gazing, hun?$h",
"event-75160232.16": "Phew! I'm sorry we had to clean everything up afterwards.$h",
"event-75160257.01": "Greetings, @.",
"event-75160257.02": "My lady, the farmer has arrived.",
"event-75160257.03": "You're finally here, farmer.",
"event-75160257.04": "Why, hello there.$6",
"event-75160257.05": "Jio. Daia.#$b#See to your tasks now.#$b#All I need is the farmer for the unsealing.#$b#Get rid of anything that may interfere.#$b#Especially of movements from Gabriella's minions.$a",
"event-75160257.06": "Yes, My lady.",
"event-75160257.07": "Now, farmer, I've prepared everything for your part.#$b#You, who has blessing of the harvest inherited from your ancestors, are the only one who can appease the crystals of the mountain.",
"event-75160257.08": "Oh darling, you don't know anything, do you?$h#$b#But that's a story for another time.",
"event-75160257.09": "See that crystal over there?",
"event-75160257.10": "Those are the spiritual crystals that connects the mountain spirit to this world.#$b#And you'd need to offer certain items to those crystals in order to restore their magic back.",
"event-75160257.11": "Why, yes you heard that right, dear farmer.#$b#That meddlesome voice was the mountain spirit, she who watches over the mountains of this valley.$4#$b#That foolish spirit who stopped my last attempt to open the Spirit realm, now has offered to finally help me.$s#$b#Yes, her.#$b#You'll meet her soon enough.#$b#For now, I need you to offer certain objects to the crystals.#$b#After sealing that mountain spirit in order to get her out of my way, I had to drain out the magic from these gems.#$b#Now, we need to restore that.$h#$b#Problem is, I can only take, not give.$4#$b#And for some reason, only your lineage is able to interact with these crystals properly.#$b#And so, I'm giving this task to you.",
"event-75160257.12": "Again, yes, you may have a lot of questions now, but those will be answered at a proper time.#$b#All I can say right now is that it all concerns your grandparents.#$b#Oh, those two were such a handful.$4",
"event-75160257.13": "Well, dear farmer, I'll leave you to it.#$b#Oh, and one last tip.#$b#These crystals will only accept items that resonate with them.#$b#These are usually objects that have the same color with the crystals so it shouldn't be that hard.#$b#If you have a bit of trouble seeing colors, I've casted a spell to make sure you can only offer items that work on the crystals.#$b#That way, you'd never have to second guess anything.$h#$b#I'm such a caring being, aren't I?$h",
"event-75160257.14": "I trust you'll succeed in this simple task, farmer.#$b#Bliss, darling, let's do our part as well.",
"event-75160257.15": "Yes, my lady.#$b#I've contacted Helen to notify the troops regarding the search for the remaining artifacts.",
"event-75160257.16": "Splendid!$h#$b#That annoying mountain spirit told me we need new artifacts.$4#$b#It couldn't be helped.",
"event-75160257.17": "See you soon, farmer dear.",
"event-75160254.01": "And those were the Seer's orders?#$b#I assume you finished your task back at that shadowfolk town before coming here.",
"event-75160254.02": "Why, ofcourse!$h#$b#What did you expect from little old me, Jio?$6",
"event-75160254.03": "@#$b#So, you're still alive after your visit to the forest.",
"event-75160254.04": "And who's this cutie?$7",
"event-75160254.05": "You seem... Interesting.$6#$b#Let me have a looksie!$h",
"event-75160254.06": "Daia! That's the late farmer's grandchild.#$b#I advise you stop messing around and stick to the mission given to you.",
"event-75160254.07": "I know.$h#$b#I was just having a bit of fun!$h",
"event-75160254.08": "I'm sorry for the scare, cutie.$6",
"event-75160254.09": "@, I assume you came here to view my wares in exchange for the spiritual essence you can gather from the ridge forest?",
"event-75160254.10": "That's assuring to hear.#$b#You can browse through my ledger right over there anytime.",
"event-75160254.11": "Ooh...#$b#The infamous loner of the following is accepting help?$6#$b#Now this place just got a lot more interesting.$h#$b#I'm looking forward to hanging out here for a while then.$h",
"event-75160254.12": "I'm simply just utilizing available resource.$a",
"event-75160254.13": "Whatever you say, hottie.$h#$b#Now, since farmer-err...#$b#What's your name again?$h",
"event-75160254.14": "@, what a lovely name.$h#$b#Right, so since you're helping that hot elf.#$b#Why don't you help me out too?$7#$b#I have a bunch of minor chores to do around this place.#$b#Can you handle those for me?$6#$b#I promise to make it worth your while.$7",
"event-75160254.15": "Daia, stop messing around.$a",
"event-75160254.16": "Okay! Okay!$h#$b#But for real though, these tasks were sent specifically for you to do, farmer @.$6#$b#The Seer is interested in you.$7",
"event-75160254.17": "Who's that?#$b#Oh, you'll meet her soon enough.$h#$b#She said she'll arrive once all preparations are complete.$h",
"event-75160254.18": "I'll lay out the book that's supposed to help you with the tasks, handed to me directly from the Seer herself.",
"event-75160254.19": "I'm not sure why you have to do those tasks and how that empty book can help you.#$b#That thing only has blank pages!$h#$b#Or maybe you'll be able to see something we don't.",
"event-75160254.20": "But do tell if you find something interesting.$7#$b#I'll give you a sweet reward if you do.$6#$b#Just kidding!$h",
"event-75160254.21": "Cult Shop is unlocked!#You received a quest! Check the quest log for more info.",
"event-75160258.01": "You've completed your task.#$b#Well done.$h",
"event-75160258.02": "The Seer will be waiting for you at the ridge by 8PM#$b#Don't be late.",
"event-75160249.01": "You went through all that chaos in just one bus ride?$h#$b#I'm sorry, Naomi, but it's just hilarious!$h#$b#But I'm glad you're back though.$h",
"event-75160249.02": "Ugh, It's not funny, Lenny.$a#$b#Now I'd have to greet my children with an outfit covered in stains.$s#$b#What would they think of their mother.$s",
"event-75160249.03": "My dear, You can hand me your suit before we get back to the village.#$b#I'll have it cleaned up in the hotel and return it to you once it's restored.$h#$b#You should go see your children, Naomi.#$b#I'm sure they miss you.",
"event-75160249.04": "Thank you, Richard.#$b#It's been so long since I've seen my boys$s#$b#I hope they're doing alright.$s",
"event-75160249.05": "Oh, @!$h#$b#Come over here, We have someone we'd like to introduce.$h",
"event-75160249.06": "Good day, young man.^Good day, young lady.#$b#And who might you be?",
"event-75160249.07": "Ah, this is @, the new farmer who moved into %farm.$h",
"event-75160249.08": "Ah, glad to meet you, farmer.$h#$b#Pardon my appearance.#$b#Some passenger, at the bus I was on the commute to go here, spilled their drink all over my suit.$a#$b#People really need to be careful.$a",
"event-75160249.09": "That aside, my name is Naomi, I just came back from a faraway city near the northern border of this republic.#$b#My husband and I were working over there to support the family and send money over to our kids.#$b#I believe you've met my boys, Shiro and Yuuma?$h",
"event-75160249.10": "How about your husband, Shoto?#$b#He didn't come back home with you?",
"event-75160249.11": "Shoto and I discussed a while back that one of us should go home soon.#$b#Shiro was getting better and we were concerned that Yuuma might be taking on too much burden to take care of his brother alone.$s#$b#Ultimately, it was decided that I return, while he continues to work over there to continue to support our family.",
"event-75160249.12": "Your boys have been well, Naomi. You don't have to worry.$h",
"event-75160249.13": "That sounds assuring. Thank you, Lenny.",
"event-75160249.14": "Now I do think we should get going.#$b#It was nice meeting you, @.$h",
"event-75160249.15": "By the way, Richard, did you receive the business proposal I've sent through mail a month ago?",
"event-75160249.16": "Ah! It was a marvelous idea, Naomi.$h#$b#We've just finished all preparations for the hotel as well.",
"event-75160249.17": "Excellent.$h#$b#I look forward to working with you, Richard.$h",
"event-75160249.18": "Oh boy, you're in for a surprise @.$h",
"event-75160249.19": "The Log Cabin Hotel has been expanded, young one.$h#$b#Come visit if you have the time.$h",
"event-75160249.20": "Oh yes, I forgot to mention.$h#$b#I work as an Event Planner and have recently partnered up with the Log Cabin Hotel so I can offer my services over there.#$b#I'll personally notify you as soon as everything is ready.#$b#Come visit the hotel soon if you want to reserve an event, okay?$h",
"event-75160249.21": "Would you like to follow them?",
"event-75160249.22": "Follow them",
"event-75160249.23": "Stay behind",
"event-75160249.24": "Alright, just like we practiced, okay?#$b#Yuuma, you don't have to assist your brother. Let him do the steps by himself.",
"event-75160249.25": "Okay.",
"event-75160249.26": "Phew, let's go.",
"event-75160249.27": "Great job, Shiro!$h#$b#You're doing so much better compared to our last session.$h",
"event-75160249.28": "I'm glad to hear that.$h",
"event-75160249.29": "Thanks for helping me out Yu-$h",
"event-75160249.30": "Oh don't tell me you're still not used to the cable car, Naomi.$h",
"event-75160249.31": "Don't tease her Lenny, We know she hates heights.$h",
"event-75160249.32": "Sometimes, I question why I even agreed to build a house on top of the mountains.$s",
"event-75160249.33": "Thankfully we're here.#$b#Oh, and Richard, here's the dirtied suit.#$b#Now--",
"event-75160249.34": "Mom?$4",
"event-75160249.35": "Yuuma! Wait!$s",
"event-75160249.36": "Yuuma, my baby...$s",
"event-75160249.37": "My sweet boy...$4#$b#Oh, how I missed you...$4",
"event-75160249.38": "Mom... I missed you.$4#$b#Mom... Mommy...$4",
"event-75160249.39": "Shush, sweetie...$4#$b#I'm here now... Okay?$4#$b#It must have been hard for you... I'm sorry...$4",
"event-75160249.40": "Shiro...$4#$b#I--$4",
"event-75160249.41": "I'm sorry, Mom...$u#$b#I caused our family so much trouble...$u#$b#Mom... I...$u",
"event-75160249.42": "I missed you, my son...$4#$b#Don't worry about anything, okay?$4#$b#I'm just happy to know you're doing better.$4#$b#Your father is too... He misses you both... But he'd be happy to know that you're both alright...$4",
"event-75160249.43": "I missed you guys...$u",
"event-75160249.44": "Uhm... Mom? Where's Dad?",
"event-75160249.45": "Your dad had to stay behind for the meantime.$s#$b#But don't worry, we can call him later.$h#$b#For now, let's head home, okay?#$b#It's been a long day.$h",
"event-75160249.NaomiAlone.01": "I bet Shiro and Yuuma will be happy to see their mom again.",
"event-75160250.01": "I'm sorry for visiting so early @.#$b#But I did promise that I'll notify you when the hotel expansion is complete.$h",
"event-75160250.02": "I'm glad you seem delighted.$h#$b#Richard has also partnered with Malaya Liden. She has established a cafe at the hotel lobby as well.#$b#It seems like you have more service options to explore in the village now.$h#$b#Come visit when you have time.#$b#As this town's mayor, Lewis, has stated; 'A part of tourism revenue of Ridgeside goes to Pelican Town'$s#$b#Though to be honest, with how fast Ridgeside is developing, it may one day become an independent town.$h#$b#And I'm pretty sure those siblings are worrying about that.$h#$b#Lewis being envious and Lenny being afraid of more paperwork and responsibilities.$h#$b#Oh, how this valley still manages to be sustainable must be a miracle, especially being under those two.$s",
"event-75160251.01": "Hon... This is embarassing...$s#$b#How long were we even gone that we don't know where to go?$s",
"event-75160251.02": "Hm... Let me think...#$b#Maybe we could...",
"event-75160251.03": "Hm...",
"event-75160251.04": "Well?",
"event-75160251.05": "Yep, we're lost.",
"event-75160251.06": "I hope someone passes by so we can ask for directions...$s",
"event-75160251.07": "Oh! Young man!$h^Oh! Young lady!$h#$b#Would you be a dear and help us find our way to the cable car.#$b#We seem to have lost our way.$s",
"event-75160251.08": "Ah, some help! Thank you.$h",
"event-75160251.09": "Oh, no we're not tourists.$h#$b#We just haven't returned for a long time.$s",
"event-75160251.10": "We were travelling around the world.#$b#For reasons...$s",
"event-75160251.11": "Oh, yes! The cable car.#$b#So, could you guide us there?$s#$b#We're really sorry to bother you.$s",
"event-75160251.12": "Ah! So this is where it was!$h#$b#Thank you so much!",
"event-75160251.13": "Oh, I'm sorry. We forgot to introduce ourselves.#$b#My name's Malaya, and this here is my husband, Kimpoi",
"event-75160251.14": "It's a pleasure to meet you.$h",
"event-75160251.15": "Oh, you're @?#$b#So you're the new farmer who moved into the valley.#$b#My sister mentioned you in one of her letters.$h",
"event-75160251.16": "You've been really helpful, @.$h#$b#We really appreciate it!$h#$b#It's quite embarassing really, forgetting the whereabouts of our own hometown.$h",
"event-75160251.17": "Alright then, I think we better go.#$b#See you around, @.$h",
"event-75160251.18": "So you're telling me; You let go of the plate you were washing because you were excited for a phone call from some lottery?$a#$b#Now tell me? How much did you win? Will it cover the shattered plate? The plate that I told you is my favorite plate?!$a",
"event-75160251.19": "Now hun, Uh-$s",
"event-75160251.20": "Correction... WAS my favorite plate!$a#$b#It's long gone, HUN.$a#$b#Shattered!$a#$b#All for the measly 20$ you won over the lottery!$a",
"event-75160251.21": "And the lottery ticket costed 25$! HUN WHY--$a",
"event-75160251.22": "Hey! Watch where you--$a#$b#!!!$u",
"event-75160251.23": "Ollie?$u#$b#Sis?!$u",
"event-75160251.24": "Hey, what's the hold up?",
"event-75160251.25": "What's goin' on?$u",
"event-75160251.26": "Hey... Olga, Bert...$7",
"event-75160251.27": "!!!$u",
"event-75160251.28": "Smokin' horses, you two!$u#$b#You're back!$h",
"event-75160251.29": "We're sorry we didn't inform you ahead, Ollie.#$b#We were kind of--$s",
"event-75160251.30": "I have so much... So much to tell and scold you about, big brother.$a#$b#But... Not now.",
"event-75160251.31": "Ollie? Hey why are your lips trembling?$s#$b#Are you oka--$s",
"event-75160251.32": "Olga hugged Kimpoi",
"event-75160251.33": "I missed you, you big oaf.$h",
"event-75160251.34": "Ollie...$4",
"event-75160251.35": "It's nice seeing you too, Malaya.#$b#How are your legs doing?$h#$b#Getting used to those yet?$h#$b#Missing your fi--$h",
"event-75160251.36": "Olga!$u#$b#Shush!$u#$b#We're not alone!$u",
"event-75160251.37": "Oh! @! Didn't see you there!$u#$b#You heard nothing.$h#$b#Oh! And I guess you've met them?$h",
"event-75160251.38": "@ here guided us to where the cable car was.#$b#We sort of forgot the where-abouts.$7",
"event-75160251.39": "Well, it's been so long.",
"event-75160251.40": "On that topic, it's been so long since your daughter saw you two!$a#$b#You both should hurry up and go to her!$a",
"event-75160251.41": "How's our sweet baby girl?$s#$b#I-I don't know how to approach her now...$s",
"event-75160251.42": "Ali...$s",
"event-75160251.43": "Stop sulking and go to her!$a",
"event-75160251.44": "Oh! Yes! We have to go!$u#$b#Thank you once again, @.$h",
"event-75160251.45": "Let's go meet our daughter.",
"event-75160251.46": "They headed off to Ridgeside Village.",
"event-75160251.47": "Would you like to follow them?",
"event-75160251.48": "Follow them",
"event-75160251.49": "Stay behind",
"event-75160251.50": "What are you two nervous about?$a#$b#She's right in there! Go on! $h#$b#Why are you two hiding here?$h",
"event-75160251.51": "Olga, it's been so long.$s#$b#We left her to you 9 years ago.$s#$b#I still remember her crying her heart out as we departed.$s#$b#I don't know how to approach her...$s",
"event-75160251.52": "We weren't able to tell her the truth before.$s#$b#But I think we should soon, dear.$s",
"event-75160251.53": "Someday, hun...$s",
"event-75160251.54": "You two will figure that out eventually.#$b#But for now, you shouldn't be afraid of meeting her after all these years.$h#$b#I'm sure she misses you both so much.",
"event-75160251.55": "Don't you both worry.$h#$b#I'm sure lil' Alissa would understand the both of you.",
"event-75160251.56": "Thank you, you two.#$b#I just can't stop being nervou-$s",
"event-75160251.57": "Okay... take two...$s#$b#I hope this new song sounds alright with the higher octave.$s",
"event-75160251.58": "Is that?...$7",
"event-75160251.59": "Your daughter's voice is magical, isn't it?$h#$b#You don't know how proud our family is of her.$h",
"event-75160251.60": "Our little Ali...$4",
"event-75160251.61": "Dear...$6#$b#That's our daughter...$6",
"event-75160251.62": "Phew. I think I need a breather!$h",
"event-75160251.63": "Auntie!?#u#$b#What are you doing here?$a#$b#Don't tell me you and uncle Bert are snooping around while I sing, again.$s#$b#It's embarassing...$s",
"event-75160251.64": "Oh, I don't think your uncle and I are alone this time.$h",
"event-75160251.65": "More people heard that!?$u",
"event-75160251.66": "This is really embarassi--$s#$b#!!!$u",
"event-75160251.67": "H-Hi... My dear...$6",
"event-75160251.68": "Mo-Mom?...$s",
"event-75160251.69": "Our little Ali...$4",
"event-75160251.70": "Mom... Dad...$l",
"event-75160251.71": "Oh, my Alissa...$6#$b#My dear Alissa...$6#$b#You've grown so much...$6",
"event-75160251.72": "We...$4",
"event-75160251.73": "We're really sorry for leaving you behind all those years ago...$8#$b#We're really sorry...$8",
"event-75160251.74": "Mom...$l#$b#It's alright... I'm sure you had your reasons...$7#$b#I'm just happy you're both back...$l",
"event-75160251.75": "We have a lot of catching up to do.$6#$b#You sang beautifully, my dear!$6",
"event-75160251.76": "Mom! You guys heard that too!$u#$b#This is really embarassing...$s",
"event-75160251.LidensAlone.01": "I bet the Lidens will have a wonderful reunion",
"event-75160252.01": "Goodmorning, @.#$b#Uh... Lovely morning isn't it?$h",
"event-75160252.02": "Anyway, I came here to tell you that I'll finally be reopening Nightingale Orchard's seed shop.#$b#I'll be selling foreign and exotic fruit trees there, just like what you see planted in our farm.$h#$b#I-er, Hope that you can visit soon, fellow farmer.",
"event-75160253.01": "Hello there, @.",
"event-75160253.02": "I came by to tell you that the Nightingale Orchard will have new wares starting this year.#$b#More saplings that my wife and I have collected during our travels.#$b#If you're interested, come by anytime.$h",
"event-75160253.healthCheckup.01": "All patched up!$h#$b#You should be more careful next time.#$b#Okay?$h",
"event-75160253.staminaCheckup.01": "All patched up!$h#$b#You should be more careful next time.#$b#Okay?$h",
"event-75160261.01": "Despite you sealing me out.$s#$b#I just couldn't get it in me to get mad at you, Bel.$4",
"event-75160261.02": "Silence, Rae.$a#$b#I had to seal you so you won't get in my way of opening the portal!$a#$b#You kept being against it, saying that it's for my own good and everything.$a#$b#Why didn't you just let me just do what I wanted to do?!$a#$b#You do know it's for you, right? So that I can cleanse that acursed land we once called home!$a#$b#So that this mountain is cleansed, and you won't have to bear with the burden of keeping those evil creatures away from these humans alone.$a#$b#I could do that all alone!$a",
"event-75160261.03": "And what, Bel? I lose you?$a#$b#We both know the price if another spirit enters the realm while it's under Gabriella's control.$s#$b#Especially you, who was once one of her--$s",
"event-75160261.04": "DON'T!$a",
"event-75160261.05": "Belinda...$s",
"event-75160261.06": "I just...$s#$b#I just wish to save you, Rae...$s#$b#Even avenge our old friend, the late farmer's wife...$s#$b#She didn't have to...$s",
"event-75160261.07": "We both miss her...$s#$b#But I don't think she'll be happy seeing her friends fight like this.$4#$b#Right?$4",
"event-75160261.08": "Why, yes.$4#$b#She won't.$4#$b#Oh, how I missed you, my beloved.$4",
"event-75160261.09": "And as do I, love.$4#$b#All I know is... Things are getting better...$h#$b#And everything else will be, eventually.$h",
"event-75160260.01": "Looking for me, Oh farmer?",
"event-75160260.02": "I reside everywhere in the mountain as the force that drives flora and fauna forward, Oh @.$h#$b#But if you ever need to talk to me, you can do so by offering anything into these waters.#$b#Just stand at the edge over there.",
"event-75160260.03": "That's right.$h#$b#Then just hold up an item and interact with the water.#$b#Please do bring proper offerings, okay @?$4#$b#Such offerings make me really happy!$h#$b#Who knows? I might even tell you interesting stories about specific items.#$b#Or even give you blessings from some lovely offerings!$h#$b#I look forward to seeing you soon, oh @.$h",
"event-75160256.01": "You did it, @!$h#$b#You have activated all the pedestals!$h#$b#Thank you so much for your hard work.$4",
"event-75160256.02": "Why, such a wonderful sight!$h#$b#You did well, dear farmer.$4",
"event-75160256.03": "It's time for us to open the portal, my love.",
"event-75160256.04": "I agree.#$b#Everyone, make room.$h",
"event-75160256.05": "Are you ready, my love?",
"event-75160256.06": "You know I've been anticipating for this moment, Rae.$h",
"event-75160256.07": "For her.",
"event-75160256.08": "For her.",
"event-75160256.09": "It's here!$h",
"event-75160256.10": "Wait, it's too strong!$a#$b#Brace yourselves everyone!$a",
"event-75160256.11": "You were blown away back to the ridge!",
"event-75160262.01": "Are you alright, oh farmer?$4#$b#That blast was unexpected. But I'm glad everyone's safe.$h",
"event-75160262.02": "Oh my.#$b#The relics we used this time must be powerful.#$b#I'd like to take a look at these soon.",
"event-75160262.03": "But first, we have to get rid of the corruption in the Spirit realm.#$b#We will go ahead-$h",
"event-75160262.04": "Bel!$a#$b#We both know you can't do that!$a#$b#Not even your followers might not be able to stand the corruption's influence.$s",
"event-75160262.05": "Only her descendant can venture there.$a",
"event-75160262.06": "Fine.$a#$b#Farmer! I'll entrust everything to you.$a",
"event-75160262.07": "Oh, farmer. Listen well.#$b#The spirit realm would be tricky to navigate through.$a#$b#Touching a crystal will teleport you to another one. So it's best to take note of which crystal goes where.$a#$b#Belinda and I have casted a spell to create crystals that link this world to the spirit realm as well.#$b#They should look different from the other crystals and touching them will take you back here.",
"event-75160262.08": "Pay attention, farmer.$a#$b#The realm should currently be corrupted by Gabriella.$a#$b#That wretched witch would've twisted most spirits in that realm as well, making them hostile.$a#$b#Not to mention, sending some of her minions over there too.$a#$b#Be careful!$a",
"event-75160262.09": "Now, how will @ cleanse the corruption?$s",
"event-75160262.10": "Gabriella must've used some kind of medium to amplify her magic.$a#$b#And there should be a number of them.$a",
"event-75160262.11": "Your grandmother mentioned seeing purple flames on top of five mountains.$a#$b#That was the only thing she mentioned after returning, long ago.$s#$b#Those might be the mediums. Find a way to reach those and extinguish the flames.$a#$b#Getting rid of of those might cleanse the corruption.$a",
"event-75160262.12": "We'll continue to protect the valley from here, oh farmer.#$b#Good luck!$h",
"event-75160262.13": "Make your grandmother proud.",
"event-75160265.01": "Oh, farmer!$4#$b#You did it!$h#$b#The corruption has been stopped!#$b#This land is now out of Gabriella's grasp.$h#$b#We're so happy! We are eternally grateful to you.$4",
"event-75160265.02": "There would still be some stranded monsters and twisted spirits in the forests though.$s#$b#But we can handle that ourselves.#$b#You made your grandmother proud, dear farmer.$4#$b#Thank you.$4",
"event-75160265.03": "Thank you, @.$h",
"event-75160265.04": "You hear a rumbling sound from the distance.",
"event-75160265.05": "The mountain is slowly healing.$h#$b#The summit must've finally showed itself after all these years.$4",
"event-75160265.06": "The summit?#$b#It sounds familiar.",
"event-75160265.07": "A long lost forgotten farm resides there.#$b#When the corruption started, that place got stranded as I tried to contain Gabriella's magic.$s#$b#Unfortunately, I wasn't able to save the old couple that lived there...$s",
"event-75160265.08": "You did what you had to do, my love.$s#$b#They were atleast saved from the corruption.$4",
"event-75160265.09": "Thank you, love.$4#$b#I shall pray over their souls once again soon.$4",
"event-75160265.10": "I'm sorry for such a sad story in this time of victory, everyone.$4#$b#Oh farmer, thank you, once again.$4",
"event-75160265.11": "Oh, farmer!#$b#If you have time, can you visit this mountain's summit for me?$4#$b#Please just check upon the old couple up there.$4#$b#They must've had a hard life.$s",
"event-75160265.12": "Thank you, oh farmer.$4#$b#Oh! The spirits seem to have given you a gift!$h#$b#The crystals all over this mountain seem to emanate more spiritual energy compared to before.#$b#You should look into those as well.$h",
"event-75160265.13": "My lady!$h#$b#I just heard the news!$h",
"event-75160265.14": "Now, we may have won the battle this time.#$b#But I doubt Gabriella settled to only corrupt this valley.$a#$b#We must find her and put an end to her.$a#$b#Let's continue our search for her, my children.$4",
"event-75160265.15": "Yes, my lady.",
"event-75160265.16": "Agreed, our Seer.",
"event-75160265.17": "We'll do our best, my lady.",
"event-75160265.18": "Splendid!$h#$b#I'll meet you all soon enough.#$b#For now, I have an important task to attend to.$4",
"event-75160265.19": "My love, are you still investigating that mysterious man?$s#$b#Be careful. He doesn't seem to be just a mere mortal.$a",
"event-75160265.20": "He's an anomaly, Rae.$a#$b#And he seems to know who I was before I became a corrupted spirit.$a#$b#I must find that blue-skinned man.$a",
"event-75160265.21": "I understand.$4#$b#Just make sure to visit here soon enough, alright?$4#$b#And please let's not fight anymore when you do. I don't want to get sealed again.$h",
"event-75160265.22": "My! That brought back memories!$h#$b#I'll see you soon, love.$4",
"event-75160265.23": "Bliss, darling. Let's go.#$b#Jio. Daia. I leave cleaning up the ridge to the both of you.",
"event-75160265.24": "As you wish, my Lady.",
"event-75160265.25": "I'm just happy to hang around here more often!$h",
"event-75160265.26": "Yes, my lady.#$b#See you soon, farmer.",
"event-75160265.27": "And I'll be off as well, humans and elf.$h#$b#Feel free to give an offering here anytime, okay?$h#$b#See you soon, oh farmer.$4",
"event-75160265.28": "Yoohoo, cutie!$4",
"event-75160265.29": "It looks like Jio and I will be staying her in this valley for a while.$h#$b#So, I hope we can be friends.$6#$b#Or maybe more?$7#$b#Teehee! I'm just messing around!$h",
"event-75160265.30": "Seriously though, Thank you for all you've done.#$b#All of us that follow the Lady have our reasons why we want to cleanse the corruption and open the spirit realm.$s#$b#And what you've done has contributed positively towards our personal goals.$9#$b#Thank you.$h",
"event-75160265.31": "Well, I'll see you when I see you!$h#$b#Come visit the old cottage when you can! Okay?$h#$b#Bye, cutie!$6",
"event-75160265.32": "@.",
"event-75160265.33": "Just like what Daia said, we all have our personal goals and reasons why we follow the Lady.#$b#In my case, I'm really grateful, @.",
"event-75160265.34": "But I admit...#$b#I still don't trust you.#$b#You came here at such a convenient time, a time where Gabriella's activities seem to have dialed down.#$b#Pardon me if I'm skeptical.#$b#But it's best to be safe.#$b#So I'll keep an eye on you.",
"event-75160265.35": "Farewell.",
"event-75160265.36": "A new location has been revealed on top of the west mountain!#Jio and Daia can now be romanced!#New quests and pages are added to the Ninja House!#The crystals all over the mountain have turned into portals!",
"event-75160264.01": "'Thank you...'#'We're free from her grasp...'#'We can rest in peace...'#'Thank you...'",
"event-75160263.01": "A voice is heard from the distance.#'My grasp on the valley!'#'It's weakening!? Who's responsible for this!?'#'WHO!?'",
"event-75160263.02": "The voice has faded...",
"event-75160266.01": "Hm?#$b#I think you'll do.",
"event-75160266.02": "If you wish to save a soul, return here by midnight.#$b#And enter this building.",
"event-75160266.03": "No door?#$b#Well, you'll see soon enough.$h#$b#Just return here at midnight, farmer.",
"event-75160268.01": "Interesting.#$b#Whatever you did seemed to be affecting this cursed structure.",
"event-75160268.02": "No, you weren't in any danger.#$b#This structure is just trapped between the spirit realm and the physical realm.#$b#It's cursed, and there's a lone entity inside.",
"event-75160268.03": "No more questions.#$b#Just return here again by midnight.#$b#I suspect something interesting might happen.",
"event-75160271.01": "Interesting...#$b#You managed to save that soul, farmer.$h#$b#The Seer was right, you have an interesting magic.",
"event-75160271.02": "That soul was an old caretaker of this greenhouse.#$b#One day, she was unfortunate enough that evil forces played a cruel trick on her.#$b#And she and her beloved greenhouse was cursed.#$b#But, I'm glad that she's at peace now.#$b#All thanks to you, farmer.$h",
"event-75160271.03": "Well, We don't have any use for this place.#$b#So feel free to use it, @.",
"event-75160271.04": "Until next time.",
"event-75160271.05": "Unlocked the Hike Greenhouse!",
"event-75160272.01": "Acorn, we're getting soaked!$s#$b#Are you certain you felt her presence here?",
"event-75160272.02": "Chip chip! Acorn is sure!$a#$b#Acorn felt princess' magic for a tiny bit.$s",
"event-75160272.03": "I currently don't feel anything though.#$b#Was there a specific time and day, my friend?",
"event-75160272.04": "Hmm...",
"event-75160272.05": "Human?",
"event-75160272.06": "Oh! Hello!$h#$b#What are you doing out in the rain?$s#$b#I mean, who am I to state that being one out here drenched as well.$h",
"event-75160272.07": "Pipo! Human can see me?#$b#Acorn saw human look at Acorn!$u",
"event-75160272.08": "I noticed it too.$a#$b#Hmm...$a",
"event-75160272.09": "I don't feel anything off from this person, my friend.$h#$b#Maybe we can even ask for some help?",
"event-75160272.10": "Chip chip! Acorn found more friends!$h",
"event-75160272.11": "Hi there! My name's Pipo!$h#$b#And this here is my friend, Acorn!$h",
"event-75160272.12": "Hewwoo! Acorn is brown and friendly!$h#$b#Chip chip!",
"event-75160272.13": "Ah, @ was it?$h#$b#Well, it's nice to meet you.$h#$b#If you don't mind, can we ask for some help?",
"event-75160272.14": "Well, we're looking for someone.#$b#And Acorn thought he sensed her in this forest a while ago.#$b#I assume you're from around the valley? Have you seen a small girl in this trail?#$b#She has dark brown hair, pointy ears and about a little bit shorter than me?$4",
"event-75160272.15": "Aw, it's all fine @.$4#$b#We haven't even had much luck as well.",
"event-75160272.16": "Huh? Who is she?#$b#Uhmm... I think it's best that I don't disclose her identity.$h#$b#Just remember, a young girl with dark hair and pointy ears.",
"event-75160272.17": "Acorn? What's wrong?",
"event-75160272.18": "Acorn remember!$h#$b#I sensed her magic at night!#$b#Acorn remember about an hour before midnight!$h",
"event-75160272.19": "Oh, that's interesting.$h#$b#Unfortunately we can't visit here at night.$s#$b#Mother won't let us, it's too dangerous.$s",
"event-75160272.20": "Me and my blabbermouth.$h#$b#I'm sorry but I guess I spoke too much, @.$4",
"event-75160272.21": "Pipo! Acorn thinks we should report this to your mama.",
"event-75160272.22": "Yes, we should.$h",
"event-75160272.23": "@! I'm sorry for cutting our conversation short.#$b#We should go now.$h#$b#See you around!$h",
"event-75160272.24": "Buh-bye, human!$h",
"event-75160273.01": "We'd have to meet that farmer then, Pipo.#$b#I have a hunch.$h",
"event-75160273.02": "Friend!$h#$b#Acorn glad to see you again!$h",
"event-75160273.03": "Hello, @!$h",
"event-75160273.04": "Ah, you must be @?$h",
"event-75160273.05": "This makes it a lot easier for us.$h#$b#My name's Sari, an elf from the kingdom of Verde.$h#$b#Nice to meet you, farmer.",
"event-75160273.06": "A bit surprised on the elf bit huh?$h#$b#Only a few humans know about us anyway, so it's understandable.",
"event-75160273.07": "Acorn is friends with pointy ears too!$h",
"event-75160273.08": "I'm sure you've met my son, Pipo.#$b#And our junimo friend here, Acorn.#$b#We have travelled far from our kingdom searching for someone.$s#$b#We went from town to town trying to find this person, but with no luck.$s",
"event-75160273.09": "Why are we telling you all this?#$b#Because I feel like you know where this person is, farmer.$a#$b#Please, I beg of you.#$b#We need to find this person.",
"event-75160273.10": "@?$s#$b#I know you don't trust us.#$b#And I understand why.#$b#But this is for her own good.$s",
"event-75160273.11": "What can we do to-$s",
"event-75160273.12": "@?#$b#Hey! Is that you?$h",
"event-75160273.13": "I didn't expect to see you here?$h#$b#And-#$b#!!!$u#$b#Oh no! You have company! They might catch me!$u#$b#I gotta run, or else these humans might take away all my-$h",
"event-75160273.14": "Princess Undreya!?$h",
"event-75160273.15": "Excuse me, what?$u#$b#Who's the princess?!$u",
"event-75160273.16": "We've finally found you!$h",
"event-75160273.17": "Hey! Why are you bowing!?$u#$b#What's happening!?$s#$b#And what's wrong with your ears? Why are they pointy like... mine... Uh...$s",
"event-75160273.18": "You're elves!?$u",
"event-75160273.19": "And Acorn a junimo!$h",
"event-75160273.20": "And a what!?$u",
"event-75160273.21": "Princess! I know this may be too much to bear.#$b#But how about we take this conversation somewhere else so that we can all settle down?$s",
"event-75160273.22": "Uh-huh. Yeah. I think-uh.$u#$b#Yeah, let's go.$u",
"event-75160273.23": "What is happening!?$u#$b#Who are these elves?$s",
"event-75160273.24": "Uhm... Princess?$s",
"event-75160273.25": "Why are you calling me your princess?$a#$b#What's going on?$s#$b#Are you guys even sure you got the right elf?$s",
"event-75160273.26": "Smelly girl elf has same magic with princess elf!$h",
"event-75160273.27": "Acorn!$a",
"event-75160273.28": "Huh!?$a",
"event-75160273.29": "My apologies, princess.$s",
"event-75160273.30": "I think it's best we explain everything, or atleast most of it.#$b#So everyone's enlightened.",
"event-75160273.31": "Please! I'm all ears.$a",
"event-75160273.32": "Princess Undreya, you're the long lost princess of the elven kingdom of Verde.#$b#My name is Sari, and this here is Pipo, my son, and Acorn, a junimo from Verde.",
"event-75160273.33": "Hewwoo!$h",
"event-75160273.34": "Pleasure to meet you.$h",
"event-75160273.35": "We're part of the royal army of your family, princess.#$b#We were tasked, alongside other teams, to spread all over the continent to find you.",
"event-75160273.36": "Find me? Lost princess?$a#$b#What are you taking about?$a#$b#I've been here since I was little.$a",
"event-75160273.37": "My lady, when you were a baby, you were stolen from the kingdom by humans.$a#$b#Evil and corrupted humans. They had an ominous aura that made us question if they were even part of this world at all.$a#$b#It was a tragedy, and we were helpless when a powerful miasma paralyzed everyone and all we can do was watch as were taken away from us.$s#$b#And since then, your family has given their all to search for you, princess.#s#$b#And we never gave up hope that one day we will find you.#$b#Your siblings, the King, and especially the Queen, have been struck with grief and sorrow, but that has only fueled them to search for you to one day bring you back home.$a#$b#And now, here we are.",
"event-75160273.38": "We're really happy we finally found you, princess!$h",
"event-75160273.39": "Let us escort you back home, princess.#$b#Let's go-$h",
"event-75160273.40": "STOP!$a#$b#Stop!$a#$b#Stop.$a#$b#...stop.$s#$b#Please... Stop...$s",
"event-75160273.41": "I...$s",
"event-75160273.42": "I don't understand what's happening.$s#$b#I... It all feels too much.$s#$b#All my life, I've thought of this place as my home.$s#$b#And the person I lived with before as my only friend and father figure.$s#$b#But to find out that I was actually stolen away?$s#$b#And that painful feeling that what if my only friend was actually a bad guy?$s",
"event-75160273.43": "Princess, that person might've been-$a",
"event-75160273.44": "That's enough, Pipo.$a",
"event-75160273.45": "I... I don't care.$a#$b#All I know is Arthurr was an awesome human!$6#$b#He was kind and loving and he was the only thing I got!$6#$b#I don't want to leave!$6#$b#I don't want to!$7#$b#This place is my home...$7#$b#This place...$7#$b#This...$7",
"event-75160273.46": "This place is all I know...$7#$b#Arthurr was my only friend...$7#$b#Everything I know and remember is only him and this place...$7#$b#I don't know anything...$7",
"event-75160273.47": "Princess...$s",
"event-75160273.48": "...$s",
"event-75160273.49": "Acorn doesn't want princess sad.$s#$b#Acorn will give princess a hug.$s#$b#Princess' older sister gave Acorn lots of hugs back in Verde too!$h",
"event-75160273.50": "Heh...$7#$b#You're a nice acorn, Acorn...$7",
"event-75160273.51": "Undreya is petting acorn.",
"event-75160273.52": "I'm sorry for everything you've gone through, princess.$s#$b#If only we were stronger before...$s#$b#You didn't have to go through all this...$s",
"event-75160273.53": "I'm sorry for making your jobs hard too.$s#$b#And I bet you all tried your best, but the baddies were just one step ahead, huh?#$b#It's okay, thank you for never giving up though.$s",
"event-75160273.54": "Pardon my interruption, princess.#$b#But does this mean you'll come back to Verde now?",
"event-75160273.55": "For now...$s#$b#I'll have to think about it...$s#$b#I don't think I'm ready yet...$s#$b#Heck, I need to process all this first, right?$s",
"event-75160273.56": "My apologies again, my lady.$s#$b#That was insensitive of me.$s",
"event-75160273.57": "We'll give you time, dear princess.#$b#But please allow us to stay by your side from now on.#$b#So we may feel at ease.",
"event-75160273.58": "Dirty jacket princess is Acorn's new friend!$h",
"event-75160273.59": "Yeah...$s#$b#I think that's alright.$s",
"event-75160273.60": "Thank you so much, princess.$h",
"event-75160273.61": "Oh, and hey @...#$b#Don't treat me any differently now just because we found out I'm a princess, okay?$h#$b#We'll still do our daily hide-and-seek game!$h#$b#And I'll still perfect my art of pickpocketing!$h",
"event-75160273.62": "Undreya can now be gifted.#Undreya's Hide-and-Seek game can now be disabled through her calendar.",
"event-75160267.01": "A cold chill ran through your spine.",
"event-75160267.02": "You hear a faint voice.",
"event-75160267.03": "'???': 'Please... Stay...#I don't want to be alone...",
"event-75160267.04": "An unknown force seems to clinging to you.",
"event-75160267.05": "You're feeling drowsy.#As you slept, you feel like you've been transported back home...",
"event-75160267.06": "'???': 'Thank... you...'",
"event-75160269.01": "'???': 'Friend...'#'You've returned...'#'That makes me... So happy...'",
"event-75160269.02": "'???': 'Friend... I need your help...'#'The purple man and lady has held me captive...'",
"event-75160269.03": "'???': 'I don't know their names...'#'But all I remember is they gave me a challenge but I failed them...'#'Maybe if you finished this challenge for me, I may be saved...'#'Please... Friend... Set me free...'",
"event-75160269.04": "'???': 'Thank you...",
"event-75160269.05": "A sudden insight of the unknown challenge appeared in your mind!",
"event-75160269.06": "'???': 'I've given you the details of the quest...'#'Thank you, once again...'#'I shall wait for your success...'",
"event-75160270.01": "'???': 'Friend... You finished it...'#'The curse seems to be lifting...'#'Thank you... Thank you...'#'I can finally be at peace...'",
"event-75160221.01": "*Singing* You're the sweetest thing I know...$6#$b#You should see the way my world lights up when you hold me in the dark...$6",
"event-75160221.02": "@!$a#$b#Don't just sneak up on me!$l#$b#It's embarassing!$l",
"event-75160221.03": "@...$7",
"event-75160221.04": "Alissa is hugging you.",
"event-75160221.05": "I don't know why... I just missed you...$l#$b#I know it's silly! You were just here a minute ago!$4#$b#Even though we're married I still get embarassed when I get caught unconsciously singing.$h",
"event-75160221.06": "About that... I actually want to do something for you.$l#$b#Do you think we can have some kind of a date soon, @?#$b#I've been practicing how to prepare more dishes lately!$h",
"event-75160221.07": "Hey! My pancakes aren't THAT burned anymore!$a#$b#Come on! I promise these will come out better!$7",
"event-75160221.08": "Hmph!$a#$b#I swear! They're not that burned anymore!$a",
"event-75160221.09": "I'll show you!$h#$b#Let's have a picnic at the cliff soon, okay?#$b#Be prepared to try some of the best dishes you'll ever lay your tastebuds on!$h",
"event-75160221.10": "...and some other surprise.$l#$b#Teehee <$h",
"event-75160221.11": "Nothing, hon!$h#$b#Meet me back here at home tomorrow between 10AM to 4PM on a sunny day, okay?#$b#Teehee <$h",
"event-75160222.01": "Ready to go?$u#$b#I have our food all packed up and ready to go!$h",
"event-75160222.02": "There! All set up!$h#$b#So? What do you think, hon?$u#$b#They look delicious right?$h",
"event-75160222.03": "Of course! I've practiced so much!$h",
"event-75160222.04": "%Whispering to herself.#$b#Thank you, Gus and Pika for all the lessons.$h",
"event-75160222.05": "Oh, nothing!$h#$b#I'm just happy.$h",
"event-75160222.06": "You reach for the food...",
"event-75160222.07": "Hon! Wait!$h#$b#I got something else to show you!$l",
"event-75160222.08": "Uhmm...$7#$b#Wait here! Okay?$l",
"event-75160222.09": "It should be here...",
"event-75160222.10": "Ah! There you are!$h#$b#Phew! I'm glad no one stole it!$4",
"event-75160222.11": "Teehee <$l#$b#I'm coming back, hon!$h",
"event-75160222.12": "Surprise!$l#$b#I hid it here earlier this morning so you won't catch on!#$b#It's my dad's old guitar.$h#$b#I've been practicing for a while now.$7#$b#But I didn't want to tell you because I wanted to surprise you.$l#$b#And uhm... I want you to hear a little something I've been working on...$l#$b#It's for you...$l",
"event-75160222.13": "Ah!$7#$b#We're married but why am I still so shy!?$l#$b#Oh well...$l",
"event-75160222.14": "Alissa took a deep breath.",
"event-75160222.15": "This song is dedicated to the love of my life...$l",
"event-75160222.16": "How was it?$7#$b#I--I hope you like it...$l",
"event-75160222.17": "Teehee <$h#$b#This brings back memories, doesn't it?$u#$b#Like the first time I showed you the song I was writing?$l#$b#I didn't know why... But I just felt at ease with you...$l#$b#We've been through a lot, huh?$h",
"event-75160222.18": "I'm content with our life, hon.#$b#You don't know how much you've made me happy, @...$l#$b#I love you... So much...$l",
"event-75160222.19": "Well...$l#$b#Uhmm... Let's eat?$l",
"event-75160222.20": "You grab a piece of cookie.",
"event-75160222.21": "%Whispers to herself.#$b#I'm so luck to have you...$l",
"event-75160222.22": "Hon?#$b#What's with that silly grin?$u",
"event-75160222.23": "It's what?!$a#$b#Salty?$s",
"event-75160222.24": "Oh my...$s#$b#This is embarassing!$7",
"event-75160222.25": "Those salty cookies were the sweetest.#She brings music to my life...#I'm lucky to have her.",
"event-75160222.26": "I need to get better at cooking!$h",
"event-75160223.01": "Hey, honey.$s#$b#I'm sorry for arriving home so late...$s#$b#You must've been worried...$s",
"event-75160223.02": "Corine embraces you.",
"event-75160223.03": "Just hold me tight...$l#$b#You're my solace after a hard day's work.$l",
"event-75160223.04": "You know, I really want to get home early whenever I can.$s#$b#But there's so much monsters in the ridge.$a#$b#And not to mention, I do it alone!$a#$b#Jio and Daia go deeper into the forest, but I just stay at the lower quadrants.#$b#And it gets lonely...$s",
"event-75160223.05": "Honey! I just had a crazy idea!$h",
"event-75160223.06": "Why don't you go with me on my next nightly patrol at the ridge?$h#$b#I know you take on monsters over at the mines too, or wherever else you go.#$b#I'm pretty sure you have some spunk in you too, right honey?$8#$b#Pretty please?$l#$b#Let's turn it into a date.$l#$b#A monster-hunting date!$h",
"event-75160223.07": "Come on! It'll be fun!$h",
"event-75160223.08": "Awww, you're willing to play by my crazy ideas.$l#$b#I love you!$h",
"event-75160223.09": "Corine embraces you again.",
"event-75160223.10": "We'll go next tuesday on a clear night, okay?$h#$b#Now, just spoil your tired wife with hugs and cuddles...$l",
"event-75160223.11": "Honey?...$l#$b#Carry me to bed too...$l#$b#Please?...$l#$b#I'll pay you back with cuddles when we get there!$h",
"event-75160224.01": "We're all set!$h#$b#Make sure you brought your weapons with you, honey!$h",
"event-75160224.02": "How are you holding up, honey?$h#$b#Let's take them down!$7",
"event-75160224.03": "I had you worried for a second, huh?$h",
"event-75160224.04": "I got this.$7",
"event-75160224.05": "Not too bad, huh?$h",
"event-75160224.06": "Come on, honey!$h#$b#Let's clean this place up!$h",
"event-75160224.07": "I must've gotten carried away earlier, huh honey?$l",
"event-75160224.08": "I'm sorry I worried you with those unnecessary stunts.$8#$b#I admit, I was trying to show off for you...$l",
"event-75160224.09": "You weren't so bad yourself, hon!$h#$b#Phew! That was fun.$h#$b#Lucky we found this small hill to rest up.$8",
"event-75160224.10": "@...$l",
"event-75160224.11": "Corine kissed you in the cheek.",
"event-75160224.12": "Nothing, honey.$l#$b#I just can't believe I'm so lucky to have you in my life.$h#$b#I couldn't help myself.$l",
"event-75160224.13": "Well?$l#$b#You'll just settle with a kiss on a cheek?$l",
"event-75160224.14": "Well, that was a lovely expedition.$l",
"event-75160225.01": "@?",
"event-75160225.02": "Am I a good wife?",
"event-75160225.03": "In terms of efficiency, quality, appearance, effort, honesty...#$b#%Flor proceeds to mention many more variables.",
"event-75160225.04": "Hmm... Did I miss anything?",
"event-75160225.05": "No, wait. Before you answer that.#$b#I think I'd need to undergo some practical test.$h#$b#Ah! A date perhaps!$h",
"event-75160225.06": "I shall orchestrate the perfect romantic activity for us!$h",
"event-75160225.07": "I'm looking forward to it!$h#$b#Until then, hold off your answer from my question earlier until after my test.#$b#Okay?$l",
"event-75160225.08": "Meet me at the Log Cabin Hotel tonight, @.#$b#Between 8PM and 10PM.#$b#Dress up casually or formally if you wish, alright?$l#$b#I'll see you there!$h",
"event-75160227.01": "Phew...$s#$b#Ah! I forgot to go to the library today.$s",
"event-75160227.02": "Oh! Honey!$h#$b#What's the problem?#$b#Well... I think I'm having problems with my lessons.$s",
"event-75160227.03": "Lately I've been too busy to set aside time for some reading.#$b#And I'm worried I might forget what I learned before!$s#$b#I'm in a pickle.$s",
"event-75160227.04": "Help me?#$b#I mean, I'd love your help, hon!$l#$b#But I thought you're busy too?",
"event-75160227.05": "Ah shucks.$l#$b#I'm glad you're gonna make time for me.$l",
"event-75160227.06": "Okay then.#$b#Meet me at the museum library on friday!$h#$b#I need some help with some hard words.$h#$b#Like spelling the word construction.$s#$b#Is it 'K-O-N-S-T-R-O-C-S-H-U-N'?$l#$b#I know there's a 'C' there somewhere though!$h",
"event-75160229.01": "Hey, babe!$h#$b#Lenny sent out an invitation about some contest!$h#$b#Wanna open it with me?$6",
"event-75160229.02": "Alright, here goes.",
"event-75160229.03": "Jeric opens up the invitation letter.",
"event-75160229.04": "Woah! This is one colorful letter!$h#$b#'Dear Jeric and @,#$b#You're invited to participate in a spontaneous couples contest at Ridgeside Village tonight, hosted by yours truly, the beautiful Lenny!'#$b#'The winner will be awarded with fabulous prize money! Generously provided by the Log Cabin Hotel and Amethyne Corporation!#$b#Be there and prove your love is greater than anyone else's!'#$b#'- Lenny'#$b#And that's it, babe.$h",
"event-75160229.05": "Hey! It sounds fun!$h#$b#Come on, @! Let's join!$8#$b#It's a nice way to unwind, right?$h#$b#I'm sure we'll win, babe!$8",
"event-75160229.06": "That's the spirit!$h#$b#Ah! I can't wait!$h#$b#Let's both leave for the village together later.#$b#The event would start late, so meet me back here by 8PM. Okay, babe?$h",
"event-75160230.01": "All set, babe?$h",
"event-75160230.02": "Let's win this!$h",
"event-75160230.03": "Good evening to everyone!$h#$b#And welcome to Lenny's Power Couple Contest!$h#$b#I'm your host, Lenny! And we'll start with introducing our contestants!$h",
"event-75160230.04": "Woohoo!",
"event-75160230.05": "Let's go!",
"event-75160230.06": "Our first couple, the Heaps dynamic duo!#$b#Shanice and Lorenzo!$h",
"event-75160230.07": "Good evening, everyone!$h",
"event-75160230.08": "Let's get this over with, we know we'll win!$h",
"event-75160230.09": "Go big bro!",
"event-75160230.10": "Show em, Shan!",
"event-75160230.11": "Our next couple, the fun family of Pelican Town!$h#$b#Caroline and Pierre!$h",
"event-75160230.12": "We'll win this prize money!$h",
"event-75160230.13": "Oh, dear!$s",
"event-75160230.14": "Woohoo!",
"event-75160230.15": "Goodluck!",
"event-75160230.16": "For our third couple, we have the orchard sweethearts!$h#$b#Olga and Bert!$h",
"event-75160230.17": "Let's show them what we got, hon!$h",
"event-75160230.18": "Ain't nobody winning tonight but us!",
"event-75160230.19": "THOSE ARE MY PARENTS!",
"event-75160230.20": "Have fun!",
"event-75160230.21": "And last but certainly not the least!#$b#The cutie patooties from %farm farm!#$b#@ and Jeric!$h",
"event-75160230.22": "This contest should wrap itself up now, the winners have arrived!$h",
"event-75160230.23": "LEZGO!!!",
"event-75160230.24": "Woohoo!",
"event-75160230.25": "Glad to see everyone's excited!$h#$b#Let's start the contest!$h#$b#The contestants will compete in three different events!#$b#And the last couple standing, wins!$h#$b#Let the contest begin!$h",
"event-75160230.26": "For the first event, the couples will play...#$b#Newspaper dance!$h#$b#When the music stops, the couple should fit inside their tiny paper platform for 10 seconds!$h#$b#Who ever steps out is eliminated!#$b#Start!$h",
"event-75160230.27": "PAPA! CARRY MAMA!",
"event-75160230.28": "Oh my!",
"event-75160230.29": "Hold it!$h#$b#Hold it, everyone!$h",
"event-75160230.30": "PIERRE!$u",
"event-75160230.31": "I... can't... hold...$4",
"event-75160230.32": "Oh no!$s",
"event-75160230.33": "Pierre and Caroline are out!$h#$b#We still have 8 seconds left!$h",
"event-75160230.34": "Hey, baby.$l#$b#You look so cute this up close.$7#$b#I'm really tempted to steal a kiss!$h",
"event-75160230.35": "Your position is really unstable.#If Jeric were to lean, you'd step out!",
"event-75160230.36": "Ah, come on! Just a quick--$h#$b#WOAH!$u",
"event-75160230.37": "Nah! I'm just messing with you.$h#$b#But for real though, we should do this more often.$l#$b#Faces this close and all.$l",
"event-75160230.38": "And time's up!$h",
"event-75160230.39": "The remaining couples will move on to the next events!$h",
"event-75160230.40": "MORE!!!",
"event-75160230.41": "Nice job!",
"event-75160230.42": "Woohoo!",
"event-75160230.43": "The event went on and we played more games!#In the end, we didn't manage to win...",
"event-75160230.44": "Hey, baby.",
"event-75160230.45": "You owe me something.$h",
"event-75160230.46": "From the game earlier, you know?$7",
"event-75160230.47": "This.$l",
"event-75160230.48": "Jeric pulled you in for a kiss.",
"event-75160230.49": "Hey...$l#$b#I just wanna say, I love you baby.$l#$b#And thank you, for going along with me and my shenanigans.$h#$b#Even though we didn't win tonight, I don't care.$l#$b#Coz I know I won the heart of the most amazing person I've ever met.$7",
"event-75160230.50": "Come on!$h#$b#Let's go home and continue this moment over there.$l",
"event-75160230.51": "Wooh! That was fun!$h",
"event-75160231.01": "Hey, @.#$b#Meet me at the ridge tonight, okay?$h",
"event-75160231.02": "Oh? Why?$3#$b#We're-ehm-going to...$l#$b#Uhm, yeah. Just hang around the forest!$h",
"event-75160231.03": "Uh, trust me!$6#$b#It's going to be fun.$9#$b#It's-uhm...$6#$b#Healthy!$h#$b#Yes I heard it's healthy and romantic!$h",
"event-75160231.04": "Just meet me there by 8PM okay?$l",
"event-75160231.05": "Yes! You agreed!$h",
"event-75160233.01": "Yes!$h",
"event-75160233.02": "Oh nothing, that was just me being excited over something silly.$l#$b#You didn't see anything!$h",
"event-75160233.03": "Teehee <$h#$b#I'll have to go pick up the package!$h",
"event-75160233.04": "It's a secret, and I won't tell you yet, so stop your prying.$h#$b#Just come meet me at my old house back at Ridgeside Village.$6#$b#Okay, sweetie?$9",
"event-75160233.05": "See you there!$h",
"event-75160233.06": "I'm just fixing my stuff. I'll catch up.$h",
"event-75160235.01": "Woohoo!$h",
"event-75160235.02": "@!$h#$b#Kiarra said she was able to find it! A limited livestream of the original Incrediman movie!$h#$b#We have to go now!$h#$b#Come on, hon!$h",
"event-75160235.03": "Oh!$u#$b#I'm sorry, hon. The excitement had me carried away.$s#$b#But yeah, if you want?#$b#Wanna join me?$l",
"event-75160235.04": "Nice!$h#$b#Thank you! Thank you!$h#$b#I'll wait for you at the bus stop by 5PM, okay?#$b#We'll be just on time as we arrive at Heaps.$h",
"event-75160235.05": "I'm so excited!$h",
"event-75160237.01": "Hey, @.$h#$b#Ready yourself for an overnight camping at the beach later, okay?",
"event-75160237.02": "I knew you'd be surprised.$h#$b#Who wouldn't?#$b#But don't worry. I got clearance from the doctors, Harvey and Paula.#$b#And I've notified Philip about it as well.#$b#They said I'm good to go.$h",
"event-75160237.03": "I just wanted to do some fun outdoor activity with you for a change.#$b#It must be boring seeing your husband cooped up inside the house almost everytime you leave and return, right?#$b#Let's enjoy every bit of moment when we can, okay?$h",
"event-75160237.04": "Awesome! I'll meet you at the beach later tonight, 8PM.$h#$b#Philip and Yuuma said they'll help me set up, so you don't have to worry about anything.",
"event-75160237.05": "Alright, I think I should list down the things I need to bring.",
"event-75160239.01": "Love!$h#$b#OMY!$h",
"event-75160239.02": "Okay, so here's the gist.#$b#Grandpa has been thinking of adding a ball room for the hotel.#$b#And he recently set up a prototype to see if it would work.#$b#I don't know what he meant by it, but all I know is he invited us both to see it!$h#$b#We'll judge if the design's good or not, something like that.$h",
"event-75160239.03": "Ah! I'm excited!$h#$b#It's been a while since I've been a ball room, so pardon my enthusiasm.$13",
"event-75160239.04": "I'll meet you at the Log Cabin Hotel, okay?$h#$b#Let me just prepare some stuff!$h",
"event-75160239.05": "Oh, nothing much.#$b#Just snacks and whatever.$h#$b#I'll see you there, okay love?$h",
"event-75160239.06": "A ballroom! Ahh!!!$h",

"Animations.irene.relax": "%Irene seems to be enjoying her time alone.",
"Animations.maive.call": "Can't you see I'm on the phone? Where are your manners?$a",

"RSV.Map.Text.BloomingHillFarm": "Blooming Hill Farm\nOpen 9:00AM to 4:00PM",
"RSV.Map.Text.JericChickens": "Jeric's Chicken Coops",
"RSV.Map.Text.Heaps": "Heaps Convenience Store\nOpen 9:00AM to 4:00PM (Closed Saturdays)",
"RSV.Map.Text.Daniels": "Daniels Residence",
"RSV.Map.Text.Pickens": "Pickens Residence",
"RSV.Map.Text.LogCabinHotel.firstYear": "Log Cabin Hotel\nOpen 7:00AM to 2:00AM",
"RSV.Map.Text.LogCabinHotel.naomiArrived": "Log Cabin Hotel\nOpen 7:00AM to 2:00AM\nPastry Shop 8:00AM to 8:00PM",
"RSV.Map.Text.VillageOffice": "Village Office",
"RSV.Map.Text.Clinic": "Ridgeside Clinic\nOpen 8:00AM to 5:00PM",
"RSV.Map.Text.Kobayashi": "Kobayashi Residence",
"RSV.Map.Text.Amethyne": "Amethyne Residence	",
"RSV.Map.Text.Yojeong": "Ahn Yojeong Faye's Residence and Clothing Shop",
"RSV.Map.Text.Akina": "Akina Residence",
"RSV.Map.Text.Rivera": "Rivera Residence",
"RSV.Map.Text.Bladebane": "Bladebane Residence",
"RSV.Map.Text.LolaShed": "Lola's Shed",
"RSV.Map.Text.Nightingale": "Nightingale Orchard",
"RSV.Map.Text.Lidens": "Lidens Residence",
"RSV.Map.Text.WaterResearch": "Water Research Facility",
"RSV.Map.Text.CommunityGreenhouse": "Community Greenhouse",
"RSV.Map.Text.Pikas": "Pika's Outdoor Restaurant\nOpen 10:00AM to 11:00PM (Closed rainy days)",
"RSV.Map.Text.Starbound": "Starbound Stage",
"RSV.Map.Text.Ridge": "Ridge",
"RSV.Map.Text.RidgeForest": "Ridge Forest",
"RSV.Map.Text.RidgeFalls": "Ridge Falls",
"RSV.Map.Text.OddJobs": "Odd Jobs",
"RSV.Map.Text.CableCar": "Cable Car to Pelican Town",
"RSV.Map.Text.Electrician": "Electrician's House",
"RSV.Map.Text.Hike": "Hike Trail",
"RSV.Map.Text.RafIsHungryAndSleepDeprived": "Rafseazz's hiding spot! Ping him up for a prize.",

"RSV.SpecialOrder.FixMinecart_Name": "Ridgeside Minecarts!",
"RSV.SpecialOrder.FixMinecart_Text": "Gather supplies and drop them off at the box near Ridgeside's broken minecart. If done, come visit the next day!",
"RSV.SpecialOrder.FixMinecart_Objective1_Text": "Drop off wood",
"RSV.SpecialOrder.FixMinecart_Objective2_Text": "Drop off iron bars",
"RSV.SpecialOrder.FixMinecart_Objective3_Text": "Drop off gold bars",

"RSV.SpecialOrder.FixGreenhouse_Name": "Ridgeside Greenhouse!",
"RSV.SpecialOrder.FixGreenhouse_Text": "Gather supplies and drop them off at Lenny's office!",
"RSV.SpecialOrder.FixGreenhouse_Objective1_Text": "Drop off hardwood",
"RSV.SpecialOrder.FixGreenhouse_Objective2_Text": "Drop off stone",
"RSV.SpecialOrder.FixGreenhouse_Objective3_Text": "Drop off iron bars",

"RSV.SpecialOrder.DaiaQuest_Name": "The Preparations!",
"RSV.SpecialOrder.DaiaQuest_Text": "A special quest given by the Seer through her subjects. Learn more about the relics in the red book at the ninja's base.",
"RSV.SpecialOrder.DaiaQuest_Objective1_Text": "Collect 50 Mountain Mistblooms",
"RSV.SpecialOrder.DaiaQuest_Objective2_Text": "Retrieve the Silver Fish Bones",
"RSV.SpecialOrder.DaiaQuest_Objective3_Text": "Retrieve a Hollowed Bear",
"RSV.SpecialOrder.DaiaQuest_Objective4_Text": "Retrieve an Entombed Ring",
"RSV.SpecialOrder.DaiaQuest_Objective5_Text": "Retrieve a Shell Bracelet",
"RSV.SpecialOrder.DaiaQuest_Objective6_Text": "Retrieve the Lover's Sorrow",
"RSV.SpecialOrder.DaiaQuest_Objective7_Text": "Retrieve the Yellow Wood Sculpture",
"RSV.SpecialOrder.DaiaQuest_Objective8_Text": "Retrieve an Inked Fossil",
"RSV.SpecialOrder.DaiaQuest_Objective9_Text": "Retrieve a Nightblack Diamond",
"RSV.SpecialOrder.DaiaQuest_Objective10_Text": "Retrieve a Golden Skull Coral",

"RSV.SpecialOrder.ColorCrystals_Name_Red": "Red Crystal",
"RSV.SpecialOrder.ColorCrystals_Name_Orange": "Orange Crystal",
"RSV.SpecialOrder.ColorCrystals_Name_Yellow": "Yellow Crystal",
"RSV.SpecialOrder.ColorCrystals_Name_Green": "Green Crystal",
"RSV.SpecialOrder.ColorCrystals_Name_Blue": "Blue Crystal",
"RSV.SpecialOrder.ColorCrystals_Name_Purple": "Purple Crystal",
"RSV.SpecialOrder.ColorCrystals_Name_Gray": "Gray Crystal",
"RSV.SpecialOrder.ColorCrystals_Text": "Offer appropriate items to the ridge forest crystals.",
"RSV.SpecialOrder.ColorCrystals_Red_Text": "Offer items in the shade of red or pink to the Red Crystal",
"RSV.SpecialOrder.ColorCrystals_Orange_Text": "Offer items in the shade of orange or brown to the Orange Crystal",
"RSV.SpecialOrder.ColorCrystals_Yellow_Text": "Offer items in the shade of yellow or gold to the Yellow Crystal",
"RSV.SpecialOrder.ColorCrystals_Green_Text": "Offer items in the shade of green to the Green Crystal",
"RSV.SpecialOrder.ColorCrystals_Blue_Text": "Offer items in the shade of blue to the Blue Crystal",
"RSV.SpecialOrder.ColorCrystals_Purple_Text": "Offer items in the shade of purple to the Purple Crystal",
"RSV.SpecialOrder.ColorCrystals_Gray_Text": "Offer items in the shade of gray, white, or black to the Gray Crystal",

"RSV.SpecialOrder.HauntedGH_Name": "A Second Chance",
"RSV.SpecialOrder.HauntedGH_Text": "An insight of task from the spirit.",
"RSV.SpecialOrder.HauntedGH_Objective1_Text": "Collect 50 Mountain Mistblooms",
"RSV.SpecialOrder.HauntedGH_Objective2_Text": "Collect 10 Sweet Gem Berries",
"RSV.SpecialOrder.HauntedGH_Objective3_Text": "Collect 5 Rubies",

"RSV.SpecialOrder.CleanUp_Name": "Village Clean Up!",
"RSV.SpecialOrder.CleanUp_Text": "A simple community clean up! A wealthy tycoon has donated a large sum of money to reward anyone who can collect about 120 pieces of trash this season!",
"RSV.SpecialOrder.CleanUp_Objective1_Text": "Pick up 120 trash",

"RSV.SpecialOrder.PikaDeliver_Name": "Pika's Delivery!",
"RSV.SpecialOrder.PikaDeliver_Text": "Anyone available to deliver orders for me? Deliver 5 dishes to 5 people! (Zesty Tuna, Arugula Roll, Fried Fish a la Ridge, Fried Mountain Greens, and Ridge Fruity Plate)",
"RSV.SpecialOrder.PikaDeliver_Objective1_Text": "Deliver Zesty Tuna to Richard",
"RSV.SpecialOrder.PikaDeliver_Objective2_Text": "Deliver Arugula Roll to Ezekiel",
"RSV.SpecialOrder.PikaDeliver_Objective3_Text": "Deliver Fried Fish a la Ridge to Lorenzo",
"RSV.SpecialOrder.PikaDeliver_Objective4_Text": "Deliver Fried Mountain Greens to Maive",
"RSV.SpecialOrder.PikaDeliver_Objective5_Text": "Deliver Ridge Fruity Plate to Olga",

"RSV.SpecialOrder.ExoticIngredients_Name": "Exotic Ingredients!",
"RSV.SpecialOrder.ExoticIngredients_Text": "I've been trying to come up with new recipes with unique ingredients such as the elusive Crimson Spiked Clam, Cherry Pluots, Lava Lillies, and Tropi Ugli Fruits! Anyone want to help?",
"RSV.SpecialOrder.ExoticIngredients_Objective1_Text": "Donate 1 Crimson Spiked Clam",
"RSV.SpecialOrder.ExoticIngredients_Objective2_Text": "Donate 10 Cherry Pluot",
"RSV.SpecialOrder.ExoticIngredients_Objective3_Text": "Donate 30 Lava Lily",
"RSV.SpecialOrder.ExoticIngredients_Objective4_Text": "Donate 10 Tropi Ugli Fruit",

"RSV.SpecialOrder.HotelPower_Name": "Hotel Power Backup!",
"RSV.SpecialOrder.HotelPower_Text": "Just in case! I've been thinking it would be wise to have reserves of energy sources for the hotel's power supply if ever the village experiences sudden blackouts.",
"RSV.SpecialOrder.HotelPower_Objective1_Text": "Donate 30 Battery Packs",
"RSV.SpecialOrder.HotelPower_Objective2_Text": "Donate 50 Copper Bars",

"RSV.SpecialOrder.MaiveCharity_Name": "Charity Wishlist!",
"RSV.SpecialOrder.MaiveCharity_Text": "A community in need is requesting for relief goods. I'm willing to pay a handsome fee to anyone who can provide my charity organization with eggs, wool, and milk.",
"RSV.SpecialOrder.MaiveCharity_Objective1_Text": "Donate 50 eggs",
"RSV.SpecialOrder.MaiveCharity_Objective2_Text": "Donate 50 wool",
"RSV.SpecialOrder.MaiveCharity_Objective3_Text": "Donate 50 milk",

"RSV.SpecialOrder.SlayViperial_Name": "Mountain Duty!",
"RSV.SpecialOrder.SlayViperial_Text": "It has been concerning to see a spike increase of Pepper Rexes and Viperials in the valley. Eliminate them.",
"RSV.SpecialOrder.SlayViperial_Objective1_Text": "Slay 50 Pepper Rexes or Viperials",

"RSV.SpecialOrder.LinkedFishes_Name": "The Linked Fishes",
"RSV.SpecialOrder.LinkedFishes_Text": "Followers who specialize in the art of fishing, I request your aid in capturing 9 elusive fishes that are mysteriously linked to 9 specific local villagers. I need to study them.",
"RSV.SpecialOrder.LinkedFishes_Objective1_Text": "Donate a Bladetail Sturgeon",
"RSV.SpecialOrder.LinkedFishes_Objective2_Text": "Donate a Caped Tree Frog",
"RSV.SpecialOrder.LinkedFishes_Objective3_Text": "Donate a Cardia Septal Jellyfish",
"RSV.SpecialOrder.LinkedFishes_Objective4_Text": "Donate a Crimson Spiked Clam",
"RSV.SpecialOrder.LinkedFishes_Objective5_Text": "Donate a Fairytale Lionfish",
"RSV.SpecialOrder.LinkedFishes_Objective6_Text": "Donate a Fixer Eel",
"RSV.SpecialOrder.LinkedFishes_Objective7_Text": "Donate a Golden Rose Fin",
"RSV.SpecialOrder.LinkedFishes_Objective8_Text": "Donate a Harvester Trout",
"RSV.SpecialOrder.LinkedFishes_Objective9_Text": "Donate a Lullaby Carp",

"RSV.SpecialOrder.MythFlower_Name": "The Mythical Flower!",
"RSV.SpecialOrder.MythFlower_Text": "This elusive and mythical flower must exist somewhere. I'll bestow a handsome prize to any follower who can bring me this flower. Literature about its myth is stored in one of the base's bookshelves. Use it.",
"RSV.SpecialOrder.MythFlower_Objective1_Text": "Donate a Foxbloom",

"Mail.DaiaDate": "Hey baby,^^Come to the ridge forest at midnight.^^XOXO Daia.",

"event-75160200.01": "I'm sorry once again.$s",
"event-75160200.02": "I'm glad we got to meet again, one last time.#$b#I've recently started to entrust my heart to someone.$h",
"event-75160200.03": "Thank you.#$b#I'll treasure my beloved like how you did for me.#$b#I know it's time for you to go now.#$b#Thank you for waiting for me.",
"event-75160200.04": "You hear a whisper in the wind.#'Thank you for saving his heart...'#'I'll entrust him to you...'",
"event-75160200.05": "I knew you were listening.#$b#That was my childhood friend.#$b#She's now in Yoba's embrace.",
"event-75160200.06": "Don't be sorry, beloved.$h#$b#I came here to settle things and finally have closure.",
"event-75160200.07": "Long story short, she was someone close to me.#$b#She was an orphan I met when I entered the Following.#$b#A peer.",
"event-75160200.08": "We were close.#$b#The only one who I ever opened up my problems to before.#$b#But unfortunately, one day on a mission, she met with an accident.$s",
"event-75160200.09": "And she passed.$s",
"event-75160200.10": "The night before her mission, she offered her heart to me.$s#$b#But I declined, since I thought that all this romance is a waste of time.#$b#But when she passed, I couldn't help but feel like I didn't give her a proper response to her confession.$s#$b#And so I made it a mission to talk to her one last time, once we open the Spirit Realm.$s",
"event-75160200.11": "I'm happy and thankful that I was able to give her a proper answer.$h",
"event-75160200.12": "I told her...#$b#'I'm sorry, but there's already someone I love.'$h#$b#Maybe in another life, we would have a different outcome.#$b#But all I know at this moment, is that I finally gave my heart to another.",
"event-75160200.13": "She said she was just happy that she was able to talk to me before she moved on to Yoba.#$b#And she said she was grateful.#$b#Especially to you.",
"event-75160200.14": "She... No...#$b#We're both grateful for everything you've done, my beloved.$h#$b#Because of you. We were able to close that chapter, and now I finally understand why we give our hearts to another.$l#$b#Or at least, I have a reason to why we do it.#$b#Why she did it to me, and why I accepted your confession.",
"event-75160200.15": "We give our hearts to another, not because we should expect them to give theirs back...#$b#But because a part of why we want to continue to live is already in who they are and all of them.#$b#In reality, we never do give out our hearts on our confessions.#$b#As they already had it the moment we fell.$l",
"event-75160200.16": "Jio cups the side of your face with his hands.",
"event-75160200.17": "I just want to say...#$b#Thank you, for helping in opening the portal to this place.#$b#Thank you, for the opportunity for a closure to my past.#$b#And thank you, for coming to my life.$h",
"event-75160200.18": "'Thank you... For teaching him to love...'#'May you both live a happy life...'",
"event-75160202.01": "Fascinating.#$b#Never thought spiritual sand is literally crushed pearls.$h#$b#This place is wack.$h#$b#I guess I'll run more tests later at the main base.#$b#I still have to figure out why they emit a soft blue glow.$s",
"event-75160202.02": "And why is this cutie just standing there?$6#$b#Heya, @!$h",
"event-75160202.03": "What brings you here, @?$h#$b#Just exploring?#$b#Or searching for little ol' me?$6",
"event-75160202.04": "Oh! You have me cornered and all alone!$7#$b#Whatever shall I do?!$7",
"event-75160202.05": "But you know that's not how it will go if ever we were in that scenario.$7#$b#Right, cutie?$7",
"event-75160202.06": "Teehee! <$h#$b#You're just too adorable, @!$h",
"event-75160202.07": "I'm sorry, it's just too fun teasing you!$h#$b#But anyway, I have to go back to base.",
"event-75160202.08": "What was I doing?#$b#I'm doing my job, of course!$h#$b#Besides being a combatant in the force.#$b#I'm also a researcher for the Following.#$b#I specialize in geography and petrology.$h",
"event-75160202.09": "Not too obvious that I'm actually a smarty-pants in some areas, aren't I?$6",
"event-75160202.10": "I picked those fields when we were given a choice on what course to proceed in the Following alongside our combat training.#$b#Gabriella's powers work in mysterious ways and affects almost every aspect of our reality.$a#$b#Not to mention, rocks are fascinating aren't they?#$b#Round rocks, thin rocks...$6#$b#Long rocks, hard rocks, big rocks...$7#$b#Oh, those rocks sound fascinating, right!?$7",
"event-75160202.11": "Oh, how I love that look in your face!$6",
"event-75160202.12": "Well, it was fun teasing you, @.$6#$b#But I'll be on my way, cutie!$h#$b#See you when I see ya!$h",
"event-75160202.13": "I can't wait to study more about the Spirit realm!$h",
"event-75160201.01": "Woah!$h#$b#Easy there, girl.$h#$b#I rarely blush, y'know?$l",
"event-75160201.02": "I'm serious!$h#$b#I'd deffinitely do-$6",
"event-75160201.03": "Why, isn't it @ cutie!$h",
"event-75160201.04": "Oh! @! Come join us!$h",
"event-75160201.05": "Let's hang out for a while.$h",
"event-75160201.06": "Yes, please!$h",
"event-75160201.07": "You seem to know each other? Daia? @?#$b#How so?$h",
"event-75160201.08": "Oh, nothing. Just from work.$6#$b#You know, being a travelling researcher and stuff you're bound to meet people.$h",
"event-75160201.09": "Silly @!$h#$b#Remember?$6",
"event-75160201.10": "Daia whispers in your ear.",
"event-75160201.11": "Cutie, don't blow my cover.$a#$b#Okay?$6",
"event-75160201.12": "What was that, Daia?",
"event-75160201.13": "Oh, nothing sweetie.$h#$b#I just brushed some dirt off @'s ear there.$h#$b#Such a shame to have a cute face covered in dirt, no?$7",
"event-75160201.14": "My, my! You two seem close!$h#$b#Still, why haven't we seen you around before, Daia?#$b#You said you've been here for a while.",
"event-75160201.15": "Unfortunately I got caught up with some paper work.$s#$b#You know how that goes.$h#$b#I'm just glad to finally have the time off to take a drink and had a chance to meet such cute faces.$6",
"event-75160201.16": "You flatter us, Daia!$h#$b#I must say, your outfit looks cute and bizarre! Doesn't it?$h#$b#I love the scarf by the way.$h",
"event-75160201.17": "Your outfit looks so cute too, Ysa!$h#$b#Well, I do like to make an entrance and turn heads.$6#$b#Easier to see faces when they're looking at you, won't it?$h",
"event-75160201.18": "Your outfit reminds me of ninjas! I'm inspired to make some designs based off it.$h",
"event-75160201.19": "That sounds super cute!$h",
"event-75160201.20": "Hey! I want to see how that goes as well.$h",
"event-75160201.21": "Well then! I'll notify you both when they're done.$h#$b#But uhm... How do I contact you, Daia?#$b#Do you stay at the hotel?",
"event-75160201.22": "Come to think of it. I've never seen you check in there before.#$b#Where else would you stay in this valley?$s",
"event-75160201.23": "Oh! Unfortunately I can't disclose the laboratory's location.$s#$b#You know how it is, with such important research the higher ups don't want a lot of people knowing its location.$s#$b#So I'm sorry, but it's classified, everyone.$s",
"event-75160201.24": "I guess I won't be able to inform you if the designs are ready, huh?$s",
"event-75160201.25": "Actually, if you guys need me, you can tell @ here.$6",
"event-75160201.26": "My boss apparently knows this cutie here and has been to the base-I mean lab a couple of times.$6",
"event-75160201.27": "That's so cool!$h",
"event-75160201.28": "No fair, that's awesome!$h",
"event-75160201.29": "You hide a lot of secrets, don't you, @?$h",
"event-75160201.30": "Oh! Mysterious.$h",
"event-75160201.31": "Well, that was a lovely break.#$b#Made even better with your cute faces, gang.$6#$b#But I'm sorry I have to get back work now.$h",
"event-75160201.32": "Alright! See ya, Daia!$h",
"event-75160201.33": "Bye! Take care!$h",
"event-75160201.34": "Have fun!$h",
"event-75160201.35": "Nice meeting you!$h",
"event-75160201.36": "Hey, cutie.#$b#Come escort me back to the base?$6#$b#I mean lab?$h",
"event-75160201.37": "I walked along with Daia until we were at ridge.",
"event-75160201.38": "Thanks for not blowing my cover!$h#$b#Bye, cutie!$h",
"event-75160201.39": "I got the data I needed!$h",
"event-75160203.01": "*Yawn...*",
"event-75160203.02": "Oh! Goodmorning, cutie!$h#$b#Isn't it a treat? Being able to see your face this early.$6",
"event-75160203.03": "Hm? Where are my clothes?",
"event-75160203.04": "What's wrong with walking around in your underwear?$6#$b#Don't tell me you're embarrassed?$7",
"event-75160203.05": "Okay, okay! Enough teasing!$h#$b#Follow me to my room.$h",
"event-75160203.06": "Psh! Okay then, you'll stay outside.$8#$b#You're no fun.$8",
"event-75160204.01": "And I was comfy with just walking around on my underwear.$8",
"event-75160204.02": "But I understand if you were uncomfortable.$6#$b#Anyway, what brings you here, @?$h",
"event-75160204.03": "Just visiting huh?#$b#You should've went here last night so we could've rented a room together!$6",
"event-75160204.04": "What am I doing here?#$b#Aren't I allowed to enjoy luxuries, cutie?$6",
"event-75160204.05": "I'm just teasing you!$h#$b#Well...",
"event-75160204.06": "It's nice to enjoy normal things once in a while, you know?$h#$b#Away from monsters, away from all the gore, away from all the assassination orders and otherworldy research.#$b#Just enjoying normalcy once in a while keeps me sane.$h#$b#Dear Yoba, I'm barely keeping it together as it is.$h#$b#I don't know...$s#$b#Maybe I'm just trying to make up any loss childhood I had with things like these...$s",
"event-75160204.07": "Wow, I don't know where that came from.$h#$b#You heard nothing.$6",
"event-75160204.08": "Anway, time to check out.$h#$b#Back to work, right farmer?$h#$b#See you, @.",
"event-75160205.01": "Why, isn't it cutie-pie @?$h#$b#Care to join me up here?#$b#I promise I'll behave.$6",
"event-75160205.02": "Teehee! <$h#$b#Look at us, under the moon on top of a roof.$6#$b#Isn't it romantic?$7",
"event-75160205.03": "Okay, okay! I'll behave!$h",
"event-75160205.04": "Hmm...$6",
"event-75160205.05": "I was just thinking...#$b#I've never really had a proper friend outside the Following.#$b#Sure I can get up and personal to anyone easily.$h#$b#But it's not a real connection, isn't it?$s",
"event-75160205.06": "@, I just wanna say I appreciate that you're my friend.$h#$b#Someone actually, well, normal?$6#$b#At least for the most part?$h",
"event-75160205.07": "For real though.#$b#You may be my closest link to the normal world as there is.#$b#And well...$s",
"event-75160205.08": "I genuinely treasure you.$7",
"event-75160205.09": "The stars look beautiful, don't they?$h",
"event-75160205.10": "Daia held your hand.",
"event-75160205.11": "Hey, @?$s#$b#Can I ramble out my feelings right now?$s#$b#I never have opened up to anyone and because of that all my frustrations have always built up inside me...$s#$b#I don't know... Seems stupid, right?$s#$b#$y 'So?_Sure, let it all out._Alrighty then._That's not healthy._I know right?_Are you okay?_Kind of?'",
"event-75160205.12": "*Inhales*$s#$b#I want to have a girl's night out with girl best friends!$h#$b#I want to have childhood memories full of playful laughter and not bleeding fingers from all the training!$s#$b#I want to eat dinner with family!$h#$b#I want to cry and not get scolded for it!$h#$b#I want to do so many things...$s",
"event-75160205.13": "Daia is screaming out her desires.",
"event-75160205.14": "Phew.$s",
"event-75160205.15": "That was just crazy, wasn't it?$h",
"event-75160205.16": "That was fun. I never actually thought that I'd actually feel embarrassed for once.$6#$b#This is a first.$h",
"event-75160205.17": "Daia scoots closer to you with her back turned",
"event-75160205.18": "I was an orphan, like everyone else in the following.$s#$b#All my life, all I've ever known was how to use weapons and crush someone else's skull.$s#$b#Some school stuff and all...$s#$b#My childhood was full of gore and training, and I never really had time for friends and playing...$s#$b#But I owe my life to the Lady, as she saved me from starving to death, you know?$h#$b#We were all saved from one thing or another by her.#$b#But well... I often think I'm also missing out with so much from the real world.$s#$b#Kill after kill, you get numb after a while...$s#$b#I don't mind, as I know I'm helping making the world a better place.#$b#But I guess I always wanted a connection to a normal life, no matter how small it can be.$6",
"event-75160205.19": "So hey...$l#$b#@? Thank you, cutie.$l",
"event-75160205.20": "I rarely blush, so I'm turning my head away so you won't have the pleasure to see it.$9#$b#But yeah... Thanks for coming into my life.$l#$b#For real, it's nice having someone who can ground me from all this madness.$9#$b#Especially a cutie like you.$9",
"event-75160205.21": "Daia seems to have let go of some weight off her chest.",
"event-75160205.22": "Hey, cutie! Thanks for the talk!$9",
"event-75160207.01": "And done!$h",
"event-75160207.02": "Looks rather... Tacky?#$b#Oh well, whatever works I suppose.",
"event-75160207.03": "I do think it's a great idea from your brother, Lenny.$h",
"event-75160207.04": "Don't tell me you stole the idea from Lewis? Lenny?$h#$b#Haha!$h",
"event-75160207.05": "I'll have you know, that I was there during their meeting and I asked if I can establish one for Ridgeside as well.$4#$b#It's all good.$h",
"event-75160207.06": "Why, hello @!$h#$b#Just in time for the new surprise!$h",
"event-75160207.07": "Aloha!$h#$b#It's lovely, isn't it?$h",
"event-75160207.08": "It's a board for posting special orders.#$b#Lewis must've informed you of something like this already?",
"event-75160207.09": "Well then, I don't to explain anything anymore!$h#$b#Feel free to check the board from time to time.#$b#It would bide with the same schedule of Pelican Town's board, so keep an eye on that, okay?$4",
"event-75160207.10": "I expect you won't let anyone down.#$b#You get that, farmer?",
"event-75160207.11": "Now, now, Madame Maive.#$b#You must've missed your early tea today huh?$h",
"event-75160207.12": "Auwe, Madame!$h#$b#Come visit the restaurant after this, I'll be sure to make a tea that would cheer up your grumpy morning!$h",
"event-75160207.13": "I'll humbly accept your offer, Pika.#$b#And Richard...#$b#Hmph!$a",
"event-75160207.14": "But seriously, @.#$b#Do try your best with the orders.$h#$b#I'll be looking forward to working with you soon.$h",
"event-75160207.15": "Same here!$h",
"event-75160207.16": "Have fun, everyone!$h",
"event-75160208.01": "Daia kisses your cheek.",
"event-75160208.02": "Glad you're here.$6#$b#Come on!$h#$b#I found an awesome spot for us to hang.$7",
"event-75160208.03": "Daia gave you a hug.",
"event-75160208.04": "Hold on tight, baby.$6",
"event-75160208.05": "Teehee. <$l",
"event-75160208.06": "Isn't this place pretty?$h#$b#I thought I just wanted to show you, baby.$l",
"event-75160208.07": "Well...$7#$b#Want to go for a swim?$7",
"event-75160208.08": "Well?$7#$b#Don't keep me waiting.$6",
"event-75160208.09": "Hey, baby?$7#$b#Am I too much?$6#$b#Because honestly, I sometimes don't know what I'm doing. Am I even doing this romance stuff correctly?$l#$b#I mean yeah, I may sound and act like I do.$9#$b#But in reality, I'm very conscious when it comes to you.$9#$b#Stupid right?$h",
"event-75160208.10": "Teehee. <$l#$b#I'm just kidding!$7",
"event-75160208.11": "Daia leaped on to you.",
"event-75160208.12": "I always know what to do when it comes to you...$7",
"event-75160208.13": "Daia gets closer to your face.#She's staring at you while smirking.",
"event-75160208.14": "@... Baby?$l#$b#Heh... I never thought I'd actually fall for someone this badly...$9#$b#I love you, @...$l",
"event-75160208.15": "Shut up and kiss me already!$l",
"event-75160208.16": "Let's go back to your farm soon, baby?$l",


//Egg festival
"event-mainEvent.01": "It's time for the highlight of today's festivities... The Annual Spring Egg Hunt!$h",
"event-mainEvent.02": "Calm down now, kiddos. You're going to need all your energy if you hope to find the most eggs and take home the exclusive prize.",
"event-mainEvent.03": "Now... Is everyone ready?",
"event-mainEvent.04": "Let the egg hunt begin!$h",
"event-afterEggHunt.01": "Wow, look at all these eggs!$h#$b#Now if only I could get you kids to pick up litter this efficiently, we'd have the cleanest town this side of the Gem Sea! *chuckle*$h",
"event-afterEggHunt.02": "Stop it with the bad jokes and announce the winner, Lewlew!$4#$b#I want to get my prize!$h",
"event-afterEggHunt.03": "Lenny, you know this event was made for children, right?$3",
"event-afterEggHunt.04": "And now, the winner of this year's egg hunt...",
"event-afterEggHunt.05": "Here's your prize! Enjoy.",
"event-afterEggHunt.06": "Well, that's it for this year's Egg Festival. Thanks for coming, everyone!",

"Offering.Candle.1": "Oh! This actually once belonged to my beloved!$h#$b#It's a special relic that prevents corrupted spirits from appearing to those who kept these close with them through the night.#$b#You might need this more than me, oh farmer.$h#$b#Thank you for the intention though!$h",
"Offering.Frost.1": "Ah! The legendary stone of the winter!$h#$b#This once belonged to the spirit of blizzards and snow.#$b#But it made his power a bit too cold that it brought sadness to the humans in the village that he established a connection with.$s#$b#It's just a piece of once a powerful artifact, though it's still powerful.#$b#Its cold aura prevents dreaded Wraiths from approaching you, so it may be useful for you.#$b#So here you go!$h",
"Offering.Music.1": "Meladila's box! It's here in the village!?$u#$b#Well that's a surprise!$h#$b#This relic was one of the harmony spirit's favorite toy!$h#$b#Its music seem to prevent those hideous Viperials from ever coming near you.#$b#So I'll be returning this to you, I hope this can be of some use.$h",
"Offering.Hero.1": "Oh! Isn't this Cyril's statue?$h#$b#He was once a brave adventurer who saved this village from a hoard of Serpentine Beasts.#$b#In his final days, he was the one who also thought your grandmother to fight.#$b#This statue commemorates his memory, though some mysterious flash of light seemed to wipe out the memories of the locals about this.$s#$b#So his stories of heroism are now lost.$s#$b#I'm surprised you found this relic though.$h#$b#It wards off any Serpentine Beast in the forest.#$b#So I'll be returning this back to you.$h",

}
