{

//Scarlett is usually working in the valley during these days, but players can catch her walking back home or in her house.
"Mon": "ตอนนี้ ฉันอยากจะกินเชอร์รีจริงๆ เลย$0#$e#มันเป็น 1 ในผลไม้ที่ฉันชอบมากๆ!$1#$b#เพื่อนบ้านของฉันคนนึง มีต้นเชอร์รียักษ์ อยู่ที่สวนหลังบ้าน พอถึงหน้าของมันนะ พวกเขาก็จะให้เรา มาเป็นตะกร้าเลย$0",
"Mon4": "ไม่ได้โกหกนะ ฉันน่ะ แอบอิจฉา เรื่องห้องคอสเพลย์ของโซเฟีย$0#$e#ป๊ะป๋าของฉันใจดี ที่ให้ฉันยืมโต๊ะทำงานของเขา ในโรงรถเพื่อทำโปรเจคอยู่หรอก$1#$e#จักรเย็บผ้าในห้องของฉัน ก็เป็นของที่เพื่อนบ้าน ที่สนิทกับครอบครัวให้มาอีกที$0#$b#มันก็ยังใช้งานได้นะ!$1",
"Mon8": "การทำให้ห้องสะอาด และเป็นระเบียบก็ยากอยู่นะ แต่ฉันว่ามันก็ดี ที่รู้ว่าอะไรอยู่ตรงไหนบ้าง$0",
"Tue": "ป๊ะป๋าของฉัน ทะนุถนอมรถกระบะของเขามาก เหมือนมันเป็นสมบัติล้ำค่าของเขา$0#$e#ถึงฉันจะมีใบขับขี่นะ เขาก็ยังไม่ให้ฉันเอารถไปเลย$2#$e#*เฮ้อ* สักวันนึง ฉันก็อยากจะไปเที่ยวที่ไหนบ้าง$0",
"Tue8": "ฉันอยากจะไปเที่ยวขับรถ ข้ามประเทศจะตายอยู่แล้ว ฉันอยากจะเห็นอะไรใหม่ๆ!$0#$e#ถ้าฉันลองขอร้องดีๆ ไม่แน่ว่าป๊ะป๋า อาจจะยอมให้ฉันยืมรถกระบะก็ได้",
"Wed": "ชาวบ้านที่อาศัยอยู่ย่านชานเมือง ส่วนใหญ่ทำงานกัน ในตัวเมืองแกรมเพิลตัน$0#$e#ป๊ะป๋าของฉันก็ด้วย! เขาเป็นเจ้าของร้านค้าของตัวเอง!$1",
"Wed4": "%สการ์เล็ตกำลังเคี้ยวอาหาร และสังเกตเห็นคุณ#$e#*งั่ม* ไง! โทษที ฉันกำลังกินชีสนมแพะน่ะ$0#$e#นี่ไง กินมะ? เจ้านี้คือของที่ฉันชอบสุดๆ [426]$1",
"Wed8": "อ่าว คนโปรดเบอร์ต้นๆ ของฉันนี่นา! ไหนมีอะไรใหม่มาเม้าท์มั่ง??$1#$e#ฟังดูเป็นเรื่องสำคัญสุดยอดเลยนี่ เธอเปลี่ยนชีวิตคนเยอะแยะครั้งใหญ่เลยนะ รู้ตัวเปล่า?$0",
"Thu": "ดูเหมือนวันนี้ เธอกำลังทำภารกิจอยู่เลยนะ! อะไรที่เธอกำลังทำอยู่ สำคัญมากเลยใช่มั้ย?$0#$e#เธอดูเหมือนผึ้งงานเลย!$1",
"summer_Thu": "ฮึ้ย ฉันแค่... อึ่ก!$3#$e#พ่อกับฉันมีอะไรบางอย่าง ที่ตกลงกันไม่ได้ บางครั้งเราก็เห็นไม่ตรงกัน ...$2#$e#ฉันไม่มีอารมณ์จะคุย$3#$e#%สการ์เล็ตไม่อยากจะพูดอะไรอีกแล้ว",
"Thu6": "ฉันได้เรียนรู้งานเยอะแยะเลย ในฐานะที่เป็นลูกมือ ให้กับโซเฟียและแอนดี้$1#$e#ฉันรู้เลยว่า ฉันจะต้องได้ใช้ทักษะพวกนี้ ในอนาคตแน่ๆ$0",

//Scarlett is always home during these days (except Sat during winter when she's sleeping over at Sophia's)
"Fri": "วันศุกร์สุดขี้เกียจ$0#$e#เดี๋ยวฉันจะต้องเอาขยะไปทิ้งอีก$0",
"Fri2": "โทษที ห้องฉันออกจะรกไปหน่อย$7#$eเอ้อ ไหนๆ เธอมาที่ป่าบึงนี่นา! มีอะไรที่เธออยากจะทำมั้ย?$0#$e#โอ้! เดี๋ยวฉันจะให้ดู หนังสือการ์ตูนที่ฉันสะสมไว้!$1#$e#ฉันสะสมหนังสือการ์ตูน ตั้งแต่ตอนที่ฉันอายุ 7 ขวบ$0#$b#มันเริ่มขึ้นจากตอนที่ ฉันไปห้องสมุดประจำเมือง แล้วดันเลี้ยวเข้าผิดช่อง และก็ไปมันเจอเข้า เพราะฉันคิดว่ามันเป็นหนังสือภาพ!$1",
"winter_Fri4": "ฉันอยากจะทำ นางฟ้าหิมะจะแย่แล้ว$0",
"Fri8": "ถ้าป่าบึงมี 'กินเลี้ยง' กันนะ ฉันจะบอกให้เธอรู้ เราอยากให้เธอมาร่วมด้วย!$1",
"spring_Fri8": "เธอรู้ป่าว ฉันไม่เคยสนใจ เรื่องเรียนต่อมหาลัยเลย$0#$b#มันเป็นอะไรที่ป๊ะป๋า อยากจะให้ฉันทำมากกว่า เพื่อที่จะได้มี 'การศึกษา'...$2#$e#ฉันขอเป็นสาวสไตล์ 'นักปฏิบัติ' ดีกว่า$1",
"fall_Fri8": "ในช่วงเวลานี้ของปี จะมีขบวนพาเหรดสุดเจ๋ง ในเมืองแกรมเพิลตัน$0",
"winter_Fri8": "เดี๋ยวจะเริ่มเกมกันแล้ว! ลุยเลย ทัลเนลเลอร์!$1#$e#เธอดูกริดบอลรึเปล่า @?$0",
"Sat": "ไง แจ๋วไปเลยที่เจอเธอ! มีธุระอะไรเหรอ?$1#$e#ฉันไม่รู้เลยว่าเธอทำได้ไง @ เธอนี่ทำรู้วิธีทำตัวให้ยุ่ง ได้ตลอดเวลาเนอะ",
"summer_Sat": "แม่น้ำที่อยู่ข้างบ้านเรา ทำให้สนามหญ้าดูดีและเย็น ในช่วงฤดูร้อน$0",
"fall_Sat": "*เฮ้อ* ใบไม้พวกนี้ยังอุตส่าห์ ปลิวเข้ามาในโรงรถได้$2#$e#ป๊ะป๋าควรจะปิดประตูโรงรถเอาไว้นะ แต่เขาอยากจะอวดรถไง$3",
"winter_Sat": "ไง แจ๋วไปเลยที่เจอเธอ! มีธุระอะไรเหรอ?$1#$e#ฉันไม่รู้เลยว่าเธอทำได้ไง @ เธอนี่ทำรู้วิธีทำตัวให้ยุ่ง ได้ตลอดเวลาเนอะ$0",
"winter_Sat2": "ฉันมักจะพยายามหาเวลา ในตารางเวลาของฉัน เพื่อแวะไปหาโซเฟียน่ะ$0#$e#ฉันอยากจะให้เราได้อยู่ใกล้ๆ กัน ไม่แน่นะ ถ้าฉันเก็บเงินได้พอ ฉันจะย้ายไปอยู่ ที่สตาร์ดิวแวลลี่$0",
"winter_Sat8": "มีวันนึงโซเฟียมาหา และเราก็ไปกิน ไก่กรอบซอสส้มแกรมเพิลตันกัน ตอนนั้นเธอยังไม่เคยกินมันมาก่อน$0#$b#แล้วเธอกินเรียบหมดจานภายใน 2 นาที!$1#$e#ฉันก็เลยยกของฉันให้เธอ แล้วเธอก็แบ่งไปกินครึ่งนึง#$b#นั่นเป็น 1 ในความทรงจำเกี่ยวกับเธอ ที่ฉันชอบมากๆ !$1",
"Sun": "ไง! ดีจังที่ได้เจอเธอ ทริปนั่งรถไฟเป็นไงมั่งล่ะ?$1#$e#ก็ไม่ใช่ว่าทุกคนจะมีรถนี่เนอะ ชาวบ้านส่วนใหญ่ ต้องใช้รถไฟท้องถิ่น เพื่อเดินทางไปทำงาน",
"Sun4": "หมาตัวนึง ของเพื่อนบ้านที่อยู่ถัดไปน่ะ บ้าพลังสุดๆ$0#$e#มันวิ่งพล่านอย่างเมามัน ตลอดเวลาเลยอ่ะ!$1",
"Sun8": "อ้าว ไง! ดีใจจังที่เธอแวะมา$1#$e#ถ้าเธอหิวนะ เธอหาของกินในตู้เย็น เอาเองได้เลย$0#$e#โอ้ แต่อย่ากินสปันจ์เค้กนะ อันนั้นป๊ะป๋าทำไว้ให้เพื่อนคนนึง ที่อยู่บ้านถัดไป$1",
"summer_Sun8": "%สการ์เล็ตกำลังเคี้ยวอาหาร และสังเกตเห็นคุณ#$e#*งั่ม* ไง! โทษที เธอดันมาเห็นฉัน กำลังเขมือบชีสนมแพะซะได้$0#$e#นี่ไง กินมะ? เจ้านี้คือของที่ฉันชอบสุดๆ[426]$1",
"fall_Sun8": "เราควรจะต้องมี ปาร์ตี้ชุดนอนกันให้ได้นะ!$1#$b#ฉันรู้สูตรทำผงโรยป๊อบคอร์น ที่อร่อยมากๆ ด้วย$0#$e#แฮงก์เป็นคนสอนฉัน เป็นการผสมกันของกะทิ ขนมปังขิง และผงน้ำตาลชินนาม่อน$0",
"summer_Sun8": "ป๊ะป๋า กับแฮงก์อยากจะชวนเธอ มากินมื้อค่ำกับเราบ้างน่ะ$0",

//schedule dialogue
"Custom_BlueMoonVineyard_27_33": "พร้อมลุยงานกันยัง โซเฟีย!?$1",
"Custom_SophiaHouse_3_25": "วันนี้ฉันมาช่วยงานโซเฟีย!$1",
"Custom_SophiaHouse_10_25": "เราว่าจะไปซาลูนกันเย็นนี้ จะไปด้วยกันมั้ย?$0",
"Custom_SophiaHouse_15_24": "วันนี้หนักเลยเนอะ โซเฟีย?$1",
"Custom_SophiaHouse_5_22": "ห้องคอสเพลย์ของโซเฟีย เจ๋งไปเลยใช่มั้ยล่ะ$0",
"Custom_SophiaHouse_17_21": "ไม้เนื้อแข็งนี่ มาจากแกรมเพิลตัน บ้านเกิดฉันเลยนะ!$1",
"Custom_SophiaHouse_20_7": "โว้ว! เธอไม่เห็นบอกฉันเลย ว่ามีเล่มนี้ด้วย!$1",
"Custom_SophiaHouse_23_6": "ไม่เจ๋งเลยนะ @! ฉันกำลังหลับอยู่$2",
"Custom_SophiaHouse_20_37": "เย๊! ไปซาลูนกันเลยเถอะ!$1",
"Saloon_24_18": "ฉันชอบบรรยากาศของที่นี่จัง$0",
"Custom_GrampletonSuburbs_21_15": "ตอนนี้ฉันต้องเอาขยะไปทิ้งก่อน เดี๋ยวเราค่อยคุยกันอีกแป๊บนะ โอเคมะ?$0",

//event dialogue
"scarlett_event1": "เธอนี่เหมือนฉันเลยเนอะ! พนันเลยว่าเธอต้องได้เงินดีแน่ๆ!$1",
"scarlett_event2": "โว้ว ในเมืองเพลิแกน ลงข้อมูลแบบนั้นไว้ ในที่สาธารณะเลยเหรอ? ไอเดียแจ่มดี!$1#$b#ที่ป่าบึงก็น่าจะทำได้เหมือนกันนะ$0",
"scarlett_event3": "ใบปลิวงานเทศกาล เป็นอะไรที่ฉันชอบสุดๆ! ใบปลิวแต่ละปี ก็จะออกแบบไม่เหมือนกันด้วย$1",
"scarlett_event4": "ฉันก็ว่า มันคงจะไม่ใช่อะไร ที่ทุกคนทำกันหรอก  ก็ไม่แปลกนะ!$0",
"scarlett_event5": "...$2#$b#ฉันไม่ว่าเธอหรอก เป็นฉัน ฉันก็คงจะทำแบบเดียวกัน ถ้าฉันบังเอิญไปได้ยิน อะไรแบบนั้นเข้า$2",
"scarlett_event6": "อ๋อเหรอ... แน่ใจนะ$3#$b#...$3#$b#...$2#$b#ฉันก็ ไม่ได้อยากจะว่าเธอหรอก เป็นฉัน ฉันก็คงจะทำแบบเดียวกัน ถ้าฉันบังเอิญไปได้ยิน อะไรแบบนั้นเข้า$2#$b#แต่อย่างน้อย ฉันก็ยอมรับแบบตรงๆ$3",
"scarlett_event7": "เห็นด้วย! เธอมีที่ดินเหลือเฟือ ที่อยากจะทำอะไรก็ได้ ตามต้องการ$0",
"scarlett_event8": "ใช่มั้ยล่ะ? ป๊ะป๋าก็เคยให้ฉันยืม กระถางต้นไม้นอกบ้าน เพื่อปลูกนั่นนี่ เพราะงั้นฉันเข้าใจที่เธอบอกมา ได้ดีเลยล่ะ$0",
"scarlett_event9": "ฉันก็อยากจะมีแพะ เป็นของตัวเองเหมือนกัน ฉันจะได้กินชีสนมแพะ เท่าที่อยากจะกิน!$1#$b#บางทีฉันก็หวังว่ามานี จะต้องการคนช่วยบ้าง แต่เธอดันเอาอยู่$0",
"scarlett_event10": "ช่ายยย ฉันก็เป็นแบบนั้นเหมือนกัน ฉันไม่รู้ว่าฉันจะต้องทำยังไง ถ้าเกิดมันไม่มีอะไรให้ฉันทำขึ้นมา$0",

//Resort Dialogue
"Resort_Entering": "ฉันรอแทบไม่ไหวแล้ว ที่จะได้เหยียดนิ้วเท้าของฉัน ลงบนทรายอุ่นๆ$0",
"Resort_Leaving": "เป็นการเดินทางกลับบ้าน ที่ไกลเลยล่ะ แต่ยังไงวันนี้ฉันก็สนุกมาก$1",
"Resort_Shore": "เกิดอะไรขึ้นกับ เรือโจรสลัดที่อับปางนะ?$0",
"Resort_Chair": "เธอจะไม่มีทาง ได้สัมผัสอากาศแบบนี้ ที่แกรมเพิลตันหรอก!$1",
"Resort_Bar": "เครื่องดื่มพวกนี้ทั้งหมด จะมาพร้อมกับ ร่มจิ๋วพวกนั้นเหรอ?$0",
"Resort": "แนวปะการังสวยจังเลย$0",

}
