{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "เอ่อ... สวัสดี ฉันคลินท์#$e#เป็นช่างตีเหล็กประจำเมือง ถ้าเธออยากจะอัปเกรดเครื่องมือละก็ ไว้ใจฉันได้เลย",
        "Resort_Entering": "ฉันจะใส่กางแกงแดงตัวเก่ง น่าจะดูเด่นเตะตามากเลย",
        "Resort_Leaving": "อ่า ไม่เหมือนที่คิดไว้ เท่าไรแฮะ...",
        "Resort_Shore": "ไม่นะ... ฉันลืมตัดเล็บเท้า$s",
        "Resort_Shore_2": "คิดว่าการทำงานหน้าเตา จะทำให้ฉันทนความร้อน แบบนี้ได้ดีซะอีก แต่ตอนนี้ เหงื่อฉันออกในที่ ที่ไม่เคยคิดว่ามันจะออกได้ มาก่อนเลย$s#$e#หวังว่าจะไม่มีใคร สังเกตเห็นนะ...#$e#%ตัวของคลินท์ ส่องประกายวิบวับ...",
        "Resort_Chair": "โอ๊ย... ทั้งตัวฉัน ไหม้จนกรอบแล้วเนี่ย$s",
        "Resort_Bar": "หิวโซเลย...$s",
        "Resort": "*เฮ้อ*... ทุกคนก็อยู่ที่ชายหาด แต่ฉันก็ยังรู้สึก เหงาจับใจ...$s",
        "reject_868": "หืม... หินนั่นน่าสนใจดีนะ ไม่เคยเห็นมาก่อนเลย#$b#แต่ก็ไม่รู้ว่า จะเอาไปทำอะไรดีแฮะ ฉันคล่องแต่เรื่องบ้านๆ ส่วนเวทมนตร์นี่ จนปัญญาเลยแหละ...",
        "cc_Minecart": "ยังไงก็เถอะ ระบบรถรางเหมืองเก่า ก็กลับมาทำงานได้อีกครั้ง สะดวกต่อการเดินทางเข้า และออกเหมืองมากๆ เลย#$b#แต่ก็อย่าเสพติด ความสบายซะล่ะ ถ้าระบบรถรางนี้ เริ่มทำงานได้ทันควัน มันก็อาจจะหยุดทันที ได้เหมือนกัน...",
        "Mon": "แม่นแล้ว ฉันเป็นช่างตีเหล็ก#$e#พ่อฉันก็เป็นช่างตีเหล็ก#$e#ส่วนปู่ฉันก็เป็นเหมือนกัน$u#$q 9/9 Mon_old#ฉันว่าเธอเดาไม่ถูกแน่ ว่าปู่ทวดฉันทำอาชีพอะไร...#$r 9 30 Mon_9#ช่างตีเหล็ก#$r 9 50 Mon_clown#ตัวตลกติงต๊อง#$r 9 -50 Mon_rude#เจ้าโง่จอมประชดประชัน",
        "Mon_old": "ใช่แล้ว ปู่ทวดฉัน ก็เป็นช่างตีเหล็กเหมือนกัน",
        "Mon_9": "เธอรู้ได้ยังไงล่ะเนี่ย?$u",
        "Mon_clown": "ฮ่าๆๆๆ มุกเด็ด$h",
        "Mon_rude": "โว้ว นั่นหยาบคายนะ ฉันแค่เล่นมุกขำๆ แต่เธอทำเลยเถิดไปไกลนะ",
        "Mon4": "ดีใจซะเถอะที่เธอเป็นชาวไร่ @ ได้ทำงานนอกบ้าน ดีกว่าต้องมาอยู่ หน้าเตาหลอมร้อนๆ ตลอดทั้งวัน#$e#ส่วนฉันเป็นช่างตีเหล็ก เพราะพ่อบังคับเท่านั้นแหละ",
        "Tue": "ถ้าอยากให้ฉันอัปเกรดอุปกรณ์ เธอต้องเอาแร่ ที่ถูกชนิดมาให้นะ#$e#และแน่นอนว่า ต้องจ่ายค่าแรงด้วย",
        "Wed": "เฮ้ เธออยากได้อะไรล่ะ?",
        "Wed6": "อ้าว สวัสดี @ ถ้าตัวฉันมอมแมมไปหน่อย ก็ขอโทษด้วยนะ ฉันทำงานอยู่หน้าเตา ตั้งแต่เช้าแล้วล่ะ$h#$e#ว่าแต่เธอต้องการอะไรไหม หรือแค่มาเยี่ยมฉันเฉยๆ ?",
        "Thu": "ช่วงนี้กิจการไม่ดีเลย#$e#เธอน่าจะมา อัปเกรดเครื่องมือบ้างนะ เพราะฉันจะได้มีเงินใช้",
        "Fri": "อากาศมันไม่ได้สำคัญอะไร กับฉันหรอก เพราะปกติก็อยู่แต่ในร้านทั้งปี#$e#ฟังดูน่าหดหู่สินะ หืม?",
        "Sat": "บางครั้งก็สงสัยนะว่าฉัน มาลงหลักปักฐานอยู่เมืองนี้ ได้ยังไงกัน$u",
        "Sat6": "บ้าจริง ฉันแก่เกินกว่า จะทำเรื่องน่าตื่นเต้นแล้วล่ะ ชีวิตฉันก็ทำแต่งานร้อนๆ ตัวเปียกเหงื่อทั้งปี กับเจ้าพวกเตาหลอมพวกนี้ไง",
        "Sun": "ไม่มีงานทำเรอะ?",
        "Sun4": "เครื่องมือของเธอ ยังใช้งานได้ดีอยู่ใช่ไหม?",
        "event_advice1": "โอเค... ฉันจะจำไว้ให้ขึ้นใจ",
        "event_advice2": "นั่นล่ะคือปัญหา... ฉันทำตัวเหมือนปกติ... แต่ไม่เคยจะสำเร็จเลย$s",
        "summer_Mon4": "ดีใจซะเถอะที่เธอเป็นชาวไร่ @ ได้ทำงานนอกบ้าน ดีกว่าต้องมาอยู่ หน้าเตาหลอมร้อนๆ ตลอดทั้งวัน#$e#ส่วนฉันเป็นช่างตีเหล็ก เพราะพ่อบังคับเท่านั้นแหละ",
        "summer_Wed6": "อ้าว สวัสดี @! โทษที ฉันยุ่งนิดหน่อยน่ะ ทำงานอยู่หน้าเตาเผา ทั้งเช้าเลย$h#$e#ว่าแต่เธอต้องการอะไรไหม หรือแค่มาเยี่ยมฉันเฉยๆ",
        "summer_Thu": "ช่วงนี้กิจการไม่ดีเลย#$e#เธอน่าจะมา อัปเกรดเครื่องมือบ้างนะ เพราะฉันจะได้มีเงินใช้"
    }
}
