{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "สวัสดีครับ! ผมดิมีเทรียส ผมเป็นนักวิทยาศาสตร์ท้องถิ่น และเป็นพ่อคนหนึ่งครับ ขอบคุณที่มาแนะนำตัว!#$e#ผมกำลังศึกษา พืชและสัตว์ในท้องถิ่น จากห้องปฏิบัติการ ภายในบ้านของผม#$b#คุณได้เจอมารุ ลูกสาวของผมรึยัง...? เธออยากจะพบคุณนะ",
        "Resort_Entering": "ผมเจอปูหายากด้วยครับ ที่นี่มันเยี่ยมจริงๆ$h",
        "Resort_Leaving": "ผมจะต้องวิเคราะห์ข้อมูลนี่ เป็นเดือนแน่ๆ",
        "Resort_Shore": "*กร๊อบบบ*... อุ่ยยย นั่นมันปูที่ใกล้สูญพันธุ์นี่...$s#$b#...#$b#โอ้ ไม่เป็นไร แค่เปลือกเองนี่! คืนนี้ผมนอนตาหลับละ",
        "Resort_Chair": "คุณสนุกไหมครับ @? คุณต้องจำไว้ว่า คุณต้องพักบ้างนะครับ!",
        "Resort_Bar": "ปกติผมไม่ค่อยทำกิจกรรม ร่วมกับคนอื่นหรอกนะครับ... แต่ผมก็ไม่ค่อยมา เกาะเขตร้อนเหมือนกันน่ะ ฮ่าๆๆ$h",
        "Resort": "ในสถานที่นี้ คุณจะเชื่อไหมละครับ? ว่ามันเต็มไปด้วย สิ่งมีชีวิตแปลกใหม่!",
        "reject_869": "มันเป็นตัวอย่างที่ดีนะครับ แต่ธรรมดาไปหน่อย คุณเก็บเอาไว้ได้นะครับ",
        "reject_865": "ผลไม้กับเกลือ? ช่างเป็นการผสมผสานที่ แปลกประหลาดอะไรขนาดนี้...$s",
        "pamHouseUpgradeAnonymous": "โรบินไม่ได้บอกกับ *ผม* ว่าใครเป็นคนจ่ายเงิน ค่าบ้านหลังใหม่ของแพม!#$e#ผมเลยแอบแกล้ง ทำเป็นโกรธเธอ แต่ผมดีใจที่เธอ ซื่อสัตย์ต่อคำพูดของเธอ...$h",
        "Mon": "บางครั้งมารุก็เข้ามาช่วยงาน ในห้องแล็บ... เธอเป็นลูกที่ดีเลยล่ะ",
        "Mon_inlaw_Maru": "มันเป็นเรื่องยาก ที่จะทำงานวิทยาศาสตร์ ให้สำเร็จ โดยปราศจากความช่วยเหลือ จากมารุ...#$b#แต่ความสุขของเธอ คือสิ่งสำคัญมากกว่าการ ทดลองของผม!",
        "Tue": "หุบเขานี้มี ระบบนิเวศหลากหลาย และมีชีวิตชีวามาก นั่นเป็นเหตุผลหนึ่ง ที่ทำให้ผมอยากย้ายมาอยู่ที่นี่",
        "Wed": "คุณคงจะปลูกพืชที่น่าสนใจ ไว้เต็มฟาร์มเลยสินะครับ?#$e#ไว้สักวันผม จะแวะไปที่ฟาร์มนะครับ",
        "Thu": "งานที่ฟาร์มเป็นไงบ้างล่ะ? ตอนนี้เป็นฤดูของหัวผักกาด ใช่ไหมครับ?#$e#ผมคิดภาพออกเลยว่า มันจะสงบสุขดีขนาดไหน กับการได้ทำงานนอกบ้าน กับต้นไม้ ทั้งวันแบบนี้",
        "Fri": "โรบินเป็นคนอารมณ์ร้อนน่ะ นึกถึงแต่ด้านดีของเธอ ไว้จะดีกว่านะ..#$e#อย่าไปบอกเธอล่ะ ว่าผมแอบนินทาเธอน่ะ$h",
        "Sat": "ไหนดูซิ... ถ้าองค์ประกอบในบริเวณ เขตอิทธิพลรากพืช มีปริมาณคาร์บอน-13 เพียงพอล่ะก็...$u#$b#โอ้! ขอโทษที ผมกำลังขบคิด เกี่ยวกับข้อมูลที่ได้มา จนลืมสังเกตไปว่า คุณอยู่ตรงนั้นน่ะ#$e#ต้องการอะไรรึเปล่าครับ?",
        "Sun": "มันเป็นเรื่องดีนะ ที่จะได้พักผ่อน หลังจากเสร็จงานแล้ว เป็นครั้งคราว#$e#แต่ยังไงผมก็เดาว่า คงเป็นสิ่งที่ยาก เมื่อคุณอาศัยอยู่ที่ฟาร์มใช่มั้ยละ#$e#เฮ้ แต่อย่างน้อยที่สุด คุณก็ไม่ต้องกังวล เรื่องเก็บเกี่ยวผลผลิต ในฤดูหนาวนะ",
        "Fri4": "โรบินเป็นคนอารมณ์ร้อนน่ะ นึกถึงแต่ด้านดีของเธอ ไว้จะดีกว่านะ...#$e#...แล้วทีนี้ถ้าเพียงแค่ผม สามารถวัดระดับอารมณ์ของเธอ เป็นเชิงปริมาณได้ล่ะก็ บางทีผมอาจสร้าง แบบจำลองความผันผวนได้ โดยใช้คลื่นรูปไซน์...$u",
        "Wed6": "ว่าไง @! สบายดีไหมวันนี้?#$e#ผมหวังว่า ผมจะสามารถช่วยให้คุณ ทำงานในฟาร์มได้ง่ายขึ้น ไม่ว่าจะเป็นวิธีใดก็ตาม",
        "Event_tomato1": "จริงเหรอ? ผมคิดว่าชาวไร่ จะรู้คำตอบเรื่องนี้ซะอีก...$s",
        "Event_tomato2": "เห็นไหมล่ะ? @ เห็นด้วยกับผม",
        "Event_Lab_Silence": "เอาล่ะ เราควรจะปรับความเข้มข้น สารละลายตัวนี้ ก่อนที่มันจะตกผลึก ไปต่อหน้าต่อตาซะก่อน",
        "Event_Lab_Rat": "*เฮ้อ*... %fork$4",
        "summer_Mon": "#$e#%ดิมีเทรียสดำดิ่งอยู่ในห้วงความคิด#$e#ขอโทษที ผมยุ่งมากจริงๆ#$e#ตอนนี้มีพืช ที่ต้องทำการศึกษา อยู่อีกมากมาย",
        "summer_Tue": "ต้องดูให้แน่ใจนะครับ ว่าคุณได้รดน้ำต้นไม้ทุกวัน#$e#แต่ถ้าหากว่า คุณใช้ดินรักษาความชื้นแล้ว คุณก็ไม่ต้องกังวล ว่าจะต้องรดน้ำบ่อยๆ#$e#มันสะดวก มากเลยล่ะ",
        "summer_Thu": "งานที่ฟาร์มเป็นไงบ้างล่ะ? ตอนนี้เป็นฤดูมะเขือเทศ ใช่ไหมครับ?#$e#ผมคิดภาพออกเลยว่า มันจะสงบสุขดีขนาดไหน กับการได้ทำงานนอกบ้าน กับต้นไม้ ทั้งวันแบบนี้",
        "summer_Fri": "$p 40#อะแฮ่ม ผมรู้มาว่ามารุให้คุณใช้ กล้องโทรทรรศน์ ที่หลังบ้านสินะ|ถ้าคุณกับมารุเป็น เพื่อนกันล่ะก็ ผมค่อนข้างมั่นใจเลยล่ะ ว่าเธอจะสอน วิธีการใช้งานมัน ให้กับคุณ#$e#น่าตื่นเต้น ใช่มั้ยล่ะ?",
        "summer_Fri_inlaw_Maru": "ผมหวังว่า ลูกสาวของผม จะเรียนวิชาคณิต และวิทย์รู้เรื่องนะ!",
        "summer_Sat": "หืมมม... ถ้าระดับของ สตริโกแลคโตน เพิ่มขึ้น มันก็น่าจะส่งผล ต่อการเจริญเติบโต ของพวกไมคอร์ไรซา สินะ?$u#$b#โอ้! ขอโทษที ผมกำลังขบคิด เกี่ยวกับข้อมูลที่ได้มา จนลืมสังเกตไปว่า คุณอยู่ตรงนั้นน่ะ#$e#ต้องการอะไรรึเปล่าครับ?",
        "summer_Mon6": "ผมมาเป็นนักวิทยาศาสตร์ ก็เพราะต้องการ นำความก้าวหน้า มาสู่เผ่าพันธุ์มนุษย์ของเรา#$e#และแน่นอนครับ มันจะเป็นไปไม่ได้เลย ถ้าไม่มีชาวไร่แบบคุณ$h",
        "fall_Mon": "ในช่วงเวลานี้ของปี ผมเปลี่ยนไปให้ความสนใจ กับการศึกษาเรื่องเห็ด",
        "fall_Tue": "ต้องขอบคุณ วิทยาศาสตร์นะครับ ที่ทำให้เรารู้จัก ธรรมชาติมากขึ้น#$e#แต่มันก็ยังมีอีกหลายสิ่ง ที่เรายังต้องศึกษามัน",
        "fall_Thu": "งานที่ฟาร์มเป็นไงบ้างล่ะ? ตอนนี้เป็นฤดูข้าวโพด ใช่ไหมครับ??#$e#ผมคิดภาพออกเลยว่า มันจะสงบสุขดีขนาดไหน กับการได้ทำงานนอกบ้าน กับต้นไม้ ทั้งวันแบบนี้",
        "fall_Fri": "มารุก็มักจะใช้เวลาส่วนใหญ่ อยู่กับอุปกรณ์ของเธอนั่นแหละ#$e#ผมรู้สึกดีใจนะ ในความมุ่งมั่นของเธอ",
        "fall_Fri_inlaw_Maru": "ผมยังคงตกตะลึง เรื่องหุ่นยนต์ลับของมารุ อยู่เลยครับ... หรือมันแค่ความฝัน?",
        "fall_Sat": "ไหนดูซิ... บางที ระดับของไนโตรเจน มีที่ความจำเพาะ อาจมีผลมาจาก สารคัดหลั่งของพยาธินี่...$u#$b#โอ้! ขอโทษที ผมกำลังขบคิด เกี่ยวกับข้อมูลที่ได้มา จนลืมสังเกตไปว่า คุณอยู่ตรงนั้นน่ะ#$e#ต้องการอะไรรึเปล่าครับ?",
        "fall_Wed6": "ว่าไง @ ผมล่ะดีใจจริงๆ เวลาที่คุณแวะมาหา#$e#มันรู้สึกดีนะ เวลาที่มีเพื่อนมาหา เราหลังจากทำงานอยู่ในแล็บ อย่างโดดเดี่ยวมาตลอด",
        "winter_Mon": "ตอนนี้ผมกำลัง พักจากงานวิจัยอยู่",
        "winter_Tue": "คุยกับภรรยาของผมได้เลยนะ ถ้าคุณต้องการ ที่จะขยายขนาดของบ้าน",
        "winter_Wed": "คุณมีห้องครัว ในบ้านของคุณรึยัง?#$e#การทำครัว ก็คล้ายกับการทดลอง ในห้องแล็บนั่นแหละ",
        "winter_Thu": "คุณมีสัตว์อยู่ในฟาร์ม ของคุณไหมครับ?",
        "winter_Fri": "สวัสดี#$e#%ดูเหมือนดิมีเทรียส กำลังจมอยู่ในห้วงความคิด ของตัวเอง",
        "winter_Sat": "ไหนดูซิ... ถ้าระดับ ไนโตรเจนตามฤดูกาล สามารถจำลองได้ โดยใช้ฟังก์แบบช่วง...$u#$b#โอ้! ขอโทษที ผมกำลังขบคิด เกี่ยวกับข้อมูลที่ได้มา จนลืมสังเกตไปว่า คุณอยู่ตรงนั้นน่ะ#$e#ต้องการอะไรรึเปล่าครับ?",
        "winter_Sun": "อยากจะตัดไม้ และหาก้อนหินแถวนี้ มากเท่าไรก็ได้ เท่าที่คุณต้องการ ได้ตามสบายเลยนะ",
        "winter_Fri4": "ขอบคุณที่แวะมานะ ผมต้องคิดเรื่องอย่างอื่น ที่ไม่ใช่พืชตระกูลถั่ว สักพักหนึ่งบ้าง#$e#เมื่อไม่นานมานี้ คุณได้ทำอะไรมาบ้างครับ?#$e#ฟังดู น่าสนใจนี่"
    }
}
