{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ้ สวัสดี และยินดีต้อนรับสู่ชุมชน เล็กๆ ของเรา ที่รัก!#$b#เธอจะเรียกฉันว่า 'ยาย' ก็ได้นะ ถ้าเธอต้องการ$h",
        "reject_867": "โอ้ ยายแน่ใจว่า จอร์จต้องสนใจมันแน่จ้ะ!",
        "reject_866": "นั่นเป็นกุหลาบ ที่ชดช้อยมากเลยจ้ะ เด็กน้อย ให้เอมิลีดูหรือยังจ๊ะ? เห็นแล้วนึกถึงเธอน่ะ",
        "pamHouseUpgrade": "โอ้ เด็กดี... นั้นเป็นสิ่งที่ดีงาม ที่เธอช่วยสร้างบ้านใหม่ หลังงามให้แพม!$h#$e#มันทำให้ยายอบอุ่นหัวใจ เมื่อเห็นผู้คนห่วงใย กันและกัน แบบนี้...",
        "pamHouseUpgradeAnonymous": "เรียกยายว่า คนแก่ที่ไม่รู้ประสีประสา... แต่ยายคิดว่ายายรู้นะ ว่าใครจ่ายเงิน สร้างบ้านใหม่ให้แพม... *ขยิบตา*",
        "MovieInvitation": "โอ้ ตายจริง! เธอช่างใจดีจริงๆ ที่รัก ทำไมล่ะ ใช่สิจ๊ะ... ยายต้องอยากจะไป ดูหนังอยู่แล้ว!$h#$b#เธอไปก่อนได้เลยจ้ะ เดี๋ยวยายค่อยไปเจอเธอ ที่โรงหนัง",
        "Mon": "แหม! ช่างเป็นวันที่ดีจริงๆ$u",
        "Tue": "อย่าถือจอร์จสามียายเลยนะ เขาเป็นคนที่ไม่ค่อย เป็นมิตรกับคนแปลกหน้าน่ะ#$e#แต่ถ้าเธอได้รู้จักเขา มากกว่านี้ เขาจะทำให้เธอมีความสุข#$e#ยายรู้ว่าสักวันหนึ่ง เธอทั้งสองจะต้องกลายเป็น เพื่อนที่ดีต่อกันแน่นอนจ๊ะ!$h#$e#เนื่องจากเธอสนใจสามียาย ยายจะบอกความลับเล็กๆ น้อยๆ ของเขาให้ละกันนะ เขาเป็นคนที่ชอบกระเทียมต้น (Leek) มาก! เธอสามารถหามันได้ในภูเขา ณ ช่วงฤดูนี้แหละ",
        "Wed": "#$1 evelynGarden1#ยายเห็นฝูงผีเสื้อสุดสวยกลุ่มนึง กำลังโบยบินอยู่ท่ามกลาง แสงแดดในสวนของเมือง เมื่อวานนี้ล่ะ$k#$e#ท่านเทศมนตรีผู้แสนดี มอบหมายให้ยาย ดูแลสวนของเมืองนี้#$e#ยายคอยดูแลดอกไม้ในเมือง มาหลายสัปดาห์แล้ว เพราะงั้นระวังอย่าเหยียบมัน เด็ดขาดนะ!",
        "Thu": "วันนี้ยายจะอบคุกกี้น่ะจ้ะ ยายชอบที่จะทำเป็นรูปดอกไม้ ในช่วงฤดูใบไม้ผลิแบบนี้$h#$e#ไว้สักวันหนึ่ง ยายอาจจะบอกสูตร ให้เธอก็ได้นะ",
        "Fri": "จอร์จใช้เวลาเกือบทั้งวัน ที่หน้าทีวีบ้าๆ ของเขา#$e#ยายหวังว่าเขา จะออกไปข้างนอกบ้าง อากาศบริสุทธิ์จะทำให้เขาสดชื่น",
        "Sat": "ยายเคยรักการมองดู เหล่าก้อนเมฆทั้งหลาย แต่ทุกวันนี้ยายดันมีปัญหา ในการมองซะแล้วสิ#$e#สายตาของยาย ไม่ได้ดีเหมือนแต่ก่อนแล้ว$s",
        "Sun": "มันดีนะ ที่ได้อยู่ใกล้ๆ กับมหาสมุทร เสียงจากทะเลทำให้ หลับได้ง่ายขึ้นเยอะเลย#$e#เมื่อสมัยยายเด็กๆ เราจะออกหาเปลือกหอยกัน ในตอนที่น้ำลง นั่นเป็นช่วงเวลาที่ดีมากเลย...",
        "Tue6": "ดีจังเลยที่เธอแบ่งเวลา แวะมาเยี่ยมจอร์จกับยายน่ะ#$e#ถ้าไม่มีพวกหนุ่มๆ สาวๆ มาคอยอยู่ใกล้ พวกเราคงแก่ไวกว่านี้$h",
        "Event_cookies1": "ขอบใจนะจ๊ะ!$h",
        "Event_cookies2": "อะไรนะจ๊ะที่รัก? ยายสาบานได้เลยว่า เธอพูดว่า 'ลูกฮอกกี้น้ำแข็ง' *เฮ้อ* หูของยายคงจะไม่ดี เหมือนแต่ก่อนแล้ว$s",
        "summer_Mon": "ยายรู้สึกกระชุ่มกะชวยขึ้น เวลาอากาศดีแบบนี้$u",
        "summer_Mon_inlaw_Alex": "หลานชายของยายเป็นไงบ้าง? ยายจินตนาการไว้ว่า เขาน่าจะพอใจกับชีวิตในฟาร์ม#$e#เขาควรจะได้รับความสุขแล้ว... เขาเป็นเด็กดี",
        "summer_Tue": "ในช่วงหน้าร้อน จอร์จมักจะหงุดหงิดอยู่นิดหน่อยเสมอ อากาศร้อนทำให้เขา สิ้นเรี่ยวสิ้นแรง#$e#เธออาจจะดูไม่ออก แต่ยายรู้ เพราะยายอยู่กับเขามา 60 กว่าปีแล้ว!",
        "summer_Wed": "ท่านเทศมนตรีผู้แสนดี มอบหมายให้ยาย ดูแลสวนของเมืองนี้#$e#ยายคอยดูแลดอกไม้ในเมือง มาหลายสัปดาห์แล้ว เพราะงั้นระวังอย่าเหยียบล่ะ!",
        "summer_Thu": "วันนี้ยายจะอบคุกกี้ล่ะจ๊ะ มันจะออกมาเป็นคุกกี้มะพร้าว ที่มีรูปร่างเหมือนต้นปาล์ม! ฮิๆ$h#$e#ไว้สักวัน ยายอาจจะบอกสูตรกับเธอนะ",
        "summer_Sat": "เวลาออกไปข้างนอก ต้องระวังด้วยนะจ๊ะ เดี๋ยวผิวจะไหม้แดดเอาได้!",
        "summer_Sun": "ช่วงนี้ดอกสวีทพีกำลังผลิบาน#$e#กลิ่นของมันหอมมากๆ เลยใช่มั้ยจ๊ะ",
        "summer_Thu4": "ดูเหมือนว่า จะมีแขกมาที่บ้านเยอะขึ้นนะ เวลาที่ยายเริ่มทำคุกกี้เนี่ย#$e#สูตรนี้แม่ของยาย เป็นคนสอนเองล่ะ",
        "fall_Mon": "ทุกๆ ปี ยายเห็นคุณค่าของฤดูกาล มากขึ้นทุกครั้งที่มันผลัดเปลี่ยนไป แต่สำหรับคนหนุ่มสาวแล้ว พวกเขาไม่สนใจอะไรเล็กๆ น้อยๆ แบบนี้หรอกจ๊ะ",
        "fall_Tue": "ยายใส่ลูกเกตลงไปใน ข้าวโอ๊ตของจอร์จ... แต่เขาก็ไมได้พูดอะไร ยายสงสัยว่าเขา ได้สังเกตเห็นมันหรือเปล่า?",
        "fall_Wed": "นายกเทศมนตรีฝากให้ยาย เป็นคนดูแลสวนในเมืองนี้#$e#ดอกไม้ในฤดูใบไม้ร่วงน่ะ บอบบางมาก ดังนั้น อย่าไปเหยียบมันล่ะ! ยายรู้นะ ว่าเด็กๆ อย่างเธอชอบทำอะไรกัน",
        "fall_Thu": "วันนี้ยายจะอบคุกกี้จ้ะ เป็นคุกกี้ที่มีหน้าตาเหมือนกับ ฟักทองน้อยๆ$h#$e#สักวันยายอาจจะบอกสูตรนี้ ให้เธอก็ได้นะจ๊ะ",
        "fall_Sat": "เธอเป็นเพื่อนกับอเล็กซ์ หรือเปล่าจ๊ะ?#$e#บางครั้งเขาก็กังวล ว่ายายจะป่วย",
        "fall_Sat_inlaw_Alex": "โอ้ สวัสดีจ้ะที่รัก ตอนนี้ยายก็คิดกับเธอ เหมือนเธอเป็นหลานชายแท้ๆ ของยายเลย$h^โอ้ สวัสดีจ้ะที่รัก ตอนนี้ยายก็คิดกับเธอ เหมือนเธอเป็นหลานสาวแท้ๆ ของยายเลย$h",
        "fall_Sun": "สายตายายอาจจะแย่ แต่จมูกของยายน่ะ ไม่เคยโกหก!#$e#ยายยังได้กลิ่นของใบไม้ร่วง และเห็ดอยู่เลย มันทำให้ยายคิดถึงป่า ที่ยายชอบเข้าไปเล่นตอนเด็กๆ",
        "winter_Mon": "ระวังลื่นบนน้ำแข็งนะ ที่รัก",
        "winter_Tue": "เธอไม่หนาวเหรอจ๊ะ?  สวมเสื้อแจ็คเก็ต ให้มันหนากว่านี้หน่อยสิ ที่รัก!#$e#อากาศแบบนี้มันไม่ค่อยดี กับข้อกระดูกยายเลย...$s",
        "winter_Wed": "ยายมักจะดูแลสวนอยู่เสมอ แต่ตอนนี้ มันโดนหิมะกลบซะหมด#$e#ยายก็ยังชอบที่จะไปตรวจดูมัน เป็นครั้งคราวบ้าง",
        "winter_Sat": "เราอยู่ที่นี่มา 30 กว่าปีแล้ว#$e#เห็นผู้คนมากมาย ผ่านเข้ามาแล้วก็จากไป เช่นปู่ของเธอไงล่ะ ขอให้เขาไปสู่ภพภูมิที่ดี... *เฮ้อ*",
        "winter_Sat6": "โอ้...ที่รัก เธอมีแววตา เหมือนปู่ของเธอ...$s#$e#ใช่... ใช่แล้ว... ยายรู้จักเขาดีมากๆ เลยล่ะ",
        "winter_Sun": "เธอน่าจะทำซุปร้อนๆ ให้ร่างกายอบอุ่นนะ#$e#แล้วอย่าลืม ใส่แจ็คเก็ตด้วย!",
        "winter_Sat8": "@ ยายเคยบอกหรือยังว่า ยายกับจอร์จ อยู่บ้านหลังนี้มา 30 ปีแล้ว?#$e#หวังว่าเธอจะอยู่ที่นี่ ได้ยาวนานอย่างนี้เช่นกัน"
    }
}
