{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "สวัสดีครับ! ผมชื่อกัส เป็นทั้งเชฟและเจ้าของบาร์สตาร์ดรอป#$e#เข้ามาสิ ถ้าคุณต้องการเครื่องดื่ม ผมมีกาแฟร้อนๆ และเบียร์เย็นๆ ด้วยนะ$h",
        "accept_865": "*ฟุดฟิด* *ฟุดฟิด* ... กลิ่นหอมเตะจมูก!#$b#*ซู้ด* *ซู้ด* ... รสชาติซาบซ่าน! เนื้อสัมผัสสากๆ แบบนี้!#$b#ต้องเป็น มะเขือเทศเกลือรสเลิศแน่ๆ! ผมยอมจ่ายให้คุณเพื่อแลกกับเมนูนี้",
        "Resort_Entering": "ไง @! ดีใจจังที่ได้เห็นคุณในบาร์ผม เดี๋ยวจะเสิร์ฟของดีๆ ที่หลังเคาน์เตอร์บาร์นะครับ",
        "Resort_Leaving": "แล้วเจอกันอีกทีตอนกลับมานะ @",
        "Resort": "ถ้าคุณต้องการเครื่องดื่ม แวะมาหาผมที่บาร์ได้นะครับ",
        "IslandSouth_14_21": "ไง รับเครื่องดื่มไหมครับ? ผมมีเครื่องดื่มเมนูพิเศษ จากวัตถุดิบท้องถิ่นของเกาะนี้ด้วยนะ$h",
        "willyCrabs": "เค้กปูพวกนี้ น่าจะเป็นเค้กที่ดีที่สุดที่ผม เคยทำมาเลย...",
        "Mon": "ใช่ ผมรู้เรื่องราวของผู้คนแถวนี้ เยอะแยะเลยครับ#$e#นี่อาจจะเป็นข้อดีอย่างหนึ่ง ของการเป็นบาร์เทนเดอร์ก็ได้นะ$h#$e#แต่บางทีผมก็ได้ยิน มันมากเกินไปเหมือนกัน...",
        "pamHouseUpgrade": "เฮ้ ผมได้ข่าวมาว่าคุณ ไปช่วยอะไรแพมมาบ้างแหละ คุณนี่ช่างน้ำใจดีงามมากๆ เลยนะครับ!$h#$e#แต่น่าเศร้า ผมไม่คิดว่ามัน จะทำให้คุณเลิก 'ดื่ม' นะ...",
        "pamHouseUpgradeAnonymous": "ผมเห็นแพมก่อนหน้านี้... เธอยิ้มกว้างปากแทบจะถึงหูเลย! แพมบอกว่ามีบางคนจ่าย ค่าบ้านหลังใหม่ให้เธอ!#$e#ใครก็ตามที่ทำแบบนั้น ก็ควรได้รับสิ่งดีๆ เป็นการตอบแทน!$h",
        "Saloon": "สวัสดีตอนเย็น จะรับอะไรดีครับ?",
        "Saloon4": "สวัสดีตอนเย็นครับ ทำตัวตามสบายเหมือนอยู่บ้านได้เลยนะ",
        "SeedShop_Entry": "สวัสดีครับปิแอร์!/เอาล่ะ ผมต้องการอะไรน้าา.../อ่า นั่นมันของที่ผมต้องซื้อนี่!/คืนนี้ผมจะทำซอสพิเศษล่ะ!/ปิแอร์! มีของอะไรสดๆ บ้างครับ?/ปิแอร์! คุณมีอะไรให้ผมซื้อบ้างล่ะ?",
        "Saloon8": "ไง สวัสดี @ ดีใจที่ได้เจอนะ! ที่นี่ยินดีต้อนรับคุณเสมอครับ",
        "Saloon_Tue": "สวัสดี! พักผ่อนตามสบายเลยนะ ขอให้สนุกครับ",
        "Saloon_Thu": "เฮ้ คุณน่าจะดื่มอะไรสักหน่อยนะ",
        "Saloon_Fri": "กิจการคืนนี้ไปได้สวยมาก น่ายินดีจริงๆ",
        "Tue": "ผมจะทำอาหารทุกอาทิตย์ ไม่เหมือนกันเลย ลองมาดูก็แล้วกันนะครับ!#$e#คุณอาจจะเจอ อาหารที่ถูกปากก็ได้$h#$e#ถ้าแพ้อะไร ก็บอกผมด้วยล่ะ$s#$e#โอเค แล้วเจอกันครับ",
        "Wed": "เอมิลี่ทำงานที่บาร์นี้ มาได้สักพักแล้วแหละ ถ้าไม่มีเธอ ผมคงไม่รู้ว่าจะทำยังไงดีแน่!#$e#ผมคงเกลียดที่ต้อง ล้างหม้อพวกนั้นทั้งหมดเอง$s",
        "Thu": "แพมกับคลินท์ มาที่บาร์แทบจะทุกคืนเลย#$e#ผมคงเจ๊งแน่ๆ ถ้าสองคนนั้นไม่มา$h#$e#แล้วอย่าไปไล่ พวกเขาล่ะ!",
        "Thu6": "คลินท์มาบาร์เกือบทุกคืน และนั่งประจำที่โต๊ะเดิมตลอด#$e#บางครั้ง ก็เห็นเขาเหลือบมองเอมิลี่ ด้วยสายตาที่ดูประหม่าพิกล อืม...#$e#บางทีนั่น อาจเป็นสาเหตุที่เขามาบ่อยๆ ก็ได้ โอ้ นี่คือแหล่งทำเงินชั้นดีเลยล่ะ",
        "Thu8": "แพมมาบาร์แทบทุกคืนเลย ดื่มเบียร์ก็เยอะมาก#$e#เอาเถอะ ผมไม่ควร ไปตัดสินอะไรลูกค้านี่นา",
        "Fri": "ว่าไง @ สวัสดีครับ ถ้าคุณอยากดื่ม ทำไมไม่แวะมา ที่บาร์สักหน่อยล่ะ?",
        "Fri4": "ผมไม่ค่อยดื่มเท่าไรหรอก ที่ทำอยู่ก็เพื่อปากท้องน่ะ#$e#ถึงบางครั้ง จะสนุกไปกับการชิมรสชาติ ของสตาร์ดิวแวลลี่วินเทจ ก็เถอะ",
        "Sat": "คุณทำครัวเก่งแค่ไหนครับ @?#$e#ถ้ามีครัว กับสูตรอาหารสักหน่อย คุณจะทำอาหาร ที่มีประโยชน์ได้เลย#$e#อาหารทำเอง ก็เป็นของขวัญที่ดีไม่น้อย เหมือนกันนะ",
        "Sun": "กิจการค่อนข้างมั่นคงแล้ว ขอขอบคุณเหล่าลูกค้าประจำ ทั้งหลายเลยครับ"
    }
}
