{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ้! เธอไม่เหมือน กับที่ฉันคิดไว้เลย... แต่ก็ไม่เป็นไร! ฉันโจดี้#$e#เมืองนี้เป็นเมืองเล็กๆ ที่เงียบสงบ เวลามีใครย้ายมาใหม่ จึงเป็นเรื่องน่าตื่นเต้นน่ะ! มีเจ้าของฟาร์มมาเพิ่ม แถวนี้คงมีหลายสิ่งเปลี่ยนไป",
        "Resort_Entering": "ว้าว สวยจัง!",
        "Resort_Leaving": "ฉันว่าคืนนี้ จะทำอาหารทะเลน่ะ$h",
        "Resort": "วิวสวยจนลืมหายใจเลยล่ะ! ฟ้าครามสุดลูกหูลูกตา...",
        "Resort_Bar": "เราทุกคนชอบ เวลาที่กัสปรากฏตัวเสมอล่ะ",
        "reject_864": "นี่คืออะไรน่ะ? ดูเหมือนเพื่อนๆ ในสงครามของเคนท์เลย บางทีเธอควรจะเอามัน ไปให้เขาดูดีไหม?",
        "Mon": "การดูแลรักษาบ้าน เป็นเรื่องที่ยาก... แต่ก็ต้องมีใครสักคนทำมัน#$e#ใช่ไหมล่ะ?",
        "Mon6": "การมีครอบครัวมันดีนะ... แต่ฉันจะดูโกหกแน่ๆ ถ้าบอกว่า ฉันไม่โหยหาอิสรภาพ เหมือนเมื่อก่อนเลย...$s",
        "2_1": "สามีของฉัน เคนท์ เขาเป็นทหาร ทำงานอยู่ต่างประเทศ ตอนนี้เขาถึงไม่ได้อยู่ที่นี่#$b#เมื่องานของเขาจบลง ฉันรู้ว่าเขาจะต้องกลับมา อย่างปลอดภัยแน่ๆ!#$e#เธอต้องการอะไรรึเปล่า?",
        "Tue": "การออกกำลังกาย เป็นสิ่งสำคัญ ที่ทำให้สุขภาพดี ฉันมักจะเหลือเวลาไว้เพื่อ ออกกำลังกายเสมอ#$e#ในฐานะแม่ ฉันไม่มีเวลามากพอ ที่จะเอาใจใส่ตัวเองนัก ฉันจึงพยายาม ใช้ทุกนาทีให้คุ้มค่า",
        "Wed4": "ฉันว่าฉันน่าจะใช้เวลา นอกบ้านให้มากขึ้น แต่ยังมีอีกหลายงานที่ต้องทำ#$e#ฉันเริ่มสวมถุงมือยาง เพื่อทำให้มือนุ่ม#$e#ยิ่งแก่ขึ้นเท่าไร ยิ่งมีอะไรหลายอย่าง ที่ต้องทำเพิ่ม เพื่อให้มีสุขภาพที่ดี$s#$e#โอเคนะ บาย!",
        "Wed": "เธอว่าไงนะ ตอนนี้ %time แล้วเหรอ? คุณพระช่วย!#$e#ฉันยังมีงานที่จะต้องทำ อีกเป็นกองเลย!$s",
        "Thu6": "เวลาหมดแล้วเหรอ? *เฮ้อ*#$e#ฉันยังจำตอนแซมยังเป็นทารก ที่ใส่ผ้าอ้อมอยู่ได้นะ เขาน่ารักมากๆ$s#$e#อย่าไปบอกเขาล่ะ$h#$e#เหมือนเธอ จะชอบคุยกับฉันสินะจ๊ะ หือ?",
        "Thu": "เธอเป็นชาวไร่งั้นเหรอ? น่าสนใจนะ#$c .5#ฉันไม่เคยเจอชาวไร่มาก่อน$k#$e#ไว้มาสอนปลูกผักบ้างนะ$h",
        "Fri": "$d Joja#อาหารในร้านโจจ้า บางชิ้นไม่ดีต่อสุขภาพ ของคนในครอบครัว แต่เพราะราคาที่ถูกสุดๆ เธอได้เสียสติแน่ ถ้าไปซื้อของร้านอื่น ที่มีราคาแพงกว่า!|อาหารที่ร้านของปิแอร์สด และดีต่อสุขภาพมากกว่า สินค้าของโจจ้าเป็นไหนๆ แต่ฉันก็ยังคิดถึง สินค้าราคาถูกของโจจ้าอยู่ดี",
        "Sat": "สวัสดี#$e#ต้องการอะไรไหม?",
        "Sat4": "ฉันดีใจนะ ที่เธอพยายามปรับปรุง ฟาร์มเก่าๆ นั่น#$e#พอเธอทำเสร็จเรียบร้อยแล้ว มันจะช่วยพัฒนาชุมชนของเรา ได้อีกมากเลยล่ะ!$h#$e#แต่มันก็จะเป็นงาน ที่หนักหนาสาหัสเลยล่ะ#$e#ไว้เจอกันใหม่นะ",
        "Mon2": "$d kent#เมื่อวาน ฉันไปเยี่ยมที่บูชาของโยบะ เพื่อขอบคุณที่สามีของฉัน กลับมาอย่างปลอดภัย|เมื่อวาน ฉันไปเยี่ยมที่บูชาของโยบะ เพื่ออวยพรให้สามีของฉัน กลับมาอย่างปลอดภัย#$e#ฉันพยายามมองโลก ในแง่ดีตลอด แต่บางครั้งก็ยากเหลือเกิน$s",
        "Sun": "#$c .5#วันนี้ฉันจะหยุดพัก การทำงานบ้านสักหน่อย$h#$e#วันนี้เป็นวันหยุดของฉันน่ะ$h#$e#ถ้าฉันไม่ออกไปหาอะไรทำ ข้างนอกละก็ คงได้เป็นบ้าแน่ๆ!#$e#อีกอย่าง ฉันก็ไม่อยากให้ขาฉัน อ่อนปวกเปียกเลย",
        "Sun8": "ฉันมีความฝัน ฝันที่จะมีชีวิตอิสระ ไม่มีภาระผูกพันกับอะไร...#$b#... จากนั้นฉันก็ตื่นขึ้นมา พบกับความจริงที่ว่า ยังมีงานบ้านที่ต้องทำ รออยู่เป็นกะตั้ก...$s#$e#แต่ฉันก็ไม่เคยเสียใจนะ ที่ฉันมีครอบครัว @... แซมและวินเซนท์ เป็นทุกสิ่งทุกอย่างของฉัน!",
        "summer_Mon": "ฤดูร้อนนี้ก็ดีนะ แต่นั่นก็หมายความว่า ฉันมีงานต้องทำมากกว่าเดิม#$e#ฉันจะต้องคอยดูแลสวน ให้เรียบร้อยเพิ่ม จากงานบ้านที่ต้องทำอยู่ไปอีก!",
        "summer_Tue": "สวัสดี#$e#เธอต้องการอะไรรึเปล่า? ตอนนี้ฉันยุ่งอยู่นิดหน่อย",
        "summer_Tue_inlaw_Sam": "แซมมี่ตัวน้อยๆ ของฉัน อยู่ที่ฟาร์มเก่าเป็นอย่างไรบ้าง?$h",
        "summer_Thu": "งานบ้านเป็นอะไร ที่น่าหงุดหงิดนะ เพราะว่าเธอจะไม่มีวันทำเสร็จ#$e#วันก่อนฉันเพิ่งกวาดบ้านไป วันนี้มันก็สกปรกอีกละ",
        "summer_Sun": "ฉันจะทำอะไรเป็น อาหารเย็นดีนะ?#$e#*เฮ้อ*...",
        "fall_Thu": "ดูเหมือนฉันจะตามใจ ลูกชายมากเกินไป เด็กๆ ไม่ต้องทำงานบ้าน อะไรสักอย่าง#$e#ฉันแค่อยากให้เขา มีความสุขกับกับชีวิตวัยเด็ก ในขณะที่เขายังสามารถมีได้ ถึงตอนนี้แซมจะเป็นหนุ่ม แล้วก็เถอะ#$b#หวังว่า เขาจะไม่โตมา เป็นคนไม่เอาไหน$s#$e#ชีวิตคนเป็นพ่อแม่ ไม่ใช่เรื่องง่ายเลย",
        "fall_Thu_inlaw_Sam": "แซมแค่ป่วนไปทั่วฟาร์ม หรือเขากำลังช่วยงานอยู่จ๊ะ?",
        "fall_Sun": "แคโรไลน์กับฉัน เป็นเพื่อนที่ดีต่อกัน ฉันสามารถคุยกับเธอได้ทุกๆ เรื่อง",
        "fall_Sun2": "เมื่อเธอกลายมาเป็น พ่อแม่คนแล้ว เธอต้องละทิ้งชีวิตเก่าๆ ทิ้งไป#$e#บางที มันก็ไม่จริงซะทีเดียว... แต่ถ้าเธอไม่ระวังล่ะก็ มันเกิดขึ้นแน่",
        "winter_Mon": "ตอนเด็กๆ ฉันเคยชอบเล่นหิมะ สิ่งที่เยี่ยมยอดที่สุด ของการเป็นแม่คือ ฉันได้เล่นหิมะกับลูกๆ อีกครั้ง$h",
        "winter_Tue": "สวัสดี เบื่อรึเปล่า ที่มีคนถามถึงแต่ฟาร์มของเธอ ตลอดเวลาน่ะ?#$e#ฉันว่ามันคงจะน่าเบื่อ",
        "winter_Tue6": "*เฮ้อ*... บางครั้งฉันก็อยากจะ มีชีวิตเป็นของตัวเอง โดยไม่ต้องคอยดูแลครอบครัว ความคิดแบบนี้ มันแย่มากไหม?$s#$e#อย่าไปบอกคนอื่นๆ ล่ะ$4",
        "winter_Wed2": "ฉันทำอะไรแก้เบื่องั้นเหรอ? หืมมมม... เป็นคำถามที่ดีนะ#$e#ฉันชอบการนอนหลับ$s",
        "winter_Wed4_2": "เคนท์กลับมาบ้านสักพักแล้ว แต่จนตอนนี้ เขายังคงมีท่าทีไม่สบายใจอยู่$s",
        "winter_Thu": "แซมเล่นดนตรีเสียงดังมาก ฉันหวังว่าเสียงจะไม่ไป รบกวนเพื่อนบ้านนะ",
        "winter_Thu_inlaw_Sam": "แซมเป็นอย่างไรบ้าง? ฉันยอมรับเลยว่า การทำอาหาร และการทำความสะอาด ลดลงไปเลย ตั้งแต่เขาย้ายออกไป ...",
        "winter_Thu8": "เราค่อนข้างจะรีบแต่งงานกัน แล้วเคนท์เป็นทหารด้วย อะไรด้วย… ฉันแทบไม่ได้สัมผัส ชีวิตวัยหนุ่มสาวและอิสระเลย ตอนนี้มันก็สายเกินกว่า ที่จะย้อนกลับไป$s#$e# ไม่อยากจะเชื่อเลยว่า ฉันจะมาเล่าเรื่องนี้ให้เธอฟัง$4",
        "winter_Fri": "เป็นเรื่องดีนะ ที่จะหาเวลาไปเที่ยวบ้าง ในบางโอกาส...$s",
        "winter_Sun": "ถ้าฉันรวยเมื่อไรนะ สิ่งแรกที่อยากทำคือ จ้างแม่บ้านและคนทำอาหาร#$e#พระเจ้า มันคงจะเยี่ยมมากเลย!$h"
    }
}
