{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Mon": "สวัสดีคุณเจ้าของฟาร์ม#$e#ผมหายไปนานเลย... จนรู้สึกเหมือนเป็น คนแปลกหน้า",
        "Resort_Entering": "เฮ่ @ ดีใจที่ได้พบคุณนะ",
        "Resort_Leaving": "ได้เวลากลับบ้านแล้ว",
        "Resort_Shore": "การยืนที่หาดนี้... ผมรู้สึกได้ถึงความสงบ ที่ไม่ค่อยจะได้รู้สึก$h#$e#มหาสมุทรเป็นอะไรที่ พิเศษมากจริงๆ",
        "Resort_Chair": "สถานที่นี้ดี ต่อการทำให้ครอบครัวผูกพันกัน ขอบคุณมากนะ ที่ช่วยซ่อมเรือให้",
        "Resort_Bar": "แค่มาหาน้ำดื่มน่ะ",
        "Resort": "การนั่งเรือนี่สนุกดีนะ แต่ผมต้องใช้ความรู้ จากการอบรมทางทะเล ในการนำทางด้วยนิดหน่อย$h",
        "MovieInvitation": "หืม... โอเค ขอบใจนะ เดี๋ยวผมไปหาคุณที่นั่นเอง$h",
        "accept_864": "...!$4#$b#...คุณไปเจอรูปนี้ มาจากไหนเนี่ย?$4#$b#...$5#$b#ชายคนนี้... เราเคยรบด้วยกัน ในสงครามน่ะ @ เขาเปรียบเสมือน พี่ชายของผมเลย#$b#แต่... มีเพียงหนึ่งในพวกเรา ที่รอดกลับมาได้$5#$b#เขาไม่เคยละทิ้งความกล้าเลย แม้กระทั่งตอนที่ต้อง เผชิญหน้ากับความตาย ผมจะไม่มีวันลืม วีรบุรุษที่แท้จริง... อย่างเขาเลย#$b#ขอบคุณที่เอามาให้นะ... มันมีความหมายกับผมมาก#$b#อะ รับไปสิ เราวางไอ้นี่ไว้บนชั้น มาเป็นปีๆ แล้ว แต่ยังไม่เคยใช้เลย",
        "reject_865": "ใช่แล้ว... มีการผนึกอย่างแน่นหนาเลย เพราะฉะนั้น รสชาติยังเข้มข้นอยู่",
        "Mon4": "ไม่รู้ว่าผมจะคุ้นเคยกับ การได้กลับมาอยู่บ้านอีกไหม#$e#ไม่ชินกับ ความสงบสุขในเมืองเลย แต่ผมคงรู้สึกไปเองแหละ",
        "Tue": "สิ่งต่างๆ ไม่ได้เปลี่ยนแปลงไปมาก ตั้งแต่ผมจากไป#$e#โดยเฉพาะตั้งแต่ที่ คุณมาอยู่ที่นี่",
        "Tue2": "เอาจริงๆ นะที่นี่ไม่มีอะไร เปลี่ยนไปเลย ตั้งแต่ผมจากไป#$e#ที่เปลี่ยนก็มีแต่การที่เรามี เจ้าของฟาร์มคนใหม่ ในเมืองนี้นั่นแหละ$h",
        "Wed6": "...ผมเสียเพื่อนไปหลายคน จากการรบ$s#$e#อะไรคือเรื่อง ที่น่าเศร้าน่ะเหรอ นั่นก็คือ ผมไม่สามารถจดจำใบหน้า ของพวกเขาเหล่านั้นได้เลย#$e#...",
        "Wed": "เพิ่งมาใหม่ใช่ไหม กิจการฟาร์มของคุณจะต้อง รุ่งเรืองขึ้นแน่นอน",
        "Thu6": "#$1 Kent1#ผมตื่นตั้งแต่ตี 4 ... บางทีผมก็สงสัยว่า ผมจะกลับไปใช้ชีวิตแบบปกติ ได้ไหมนะ$k#$e#หลังจากที่ผมไม่อยู่ แซมโตขึ้นมากเลย เป็นผู้ชายเต็มตัวซะแล้ว#$e#ผมอยากย้อนเวลากลับไป ดูแลเขาจริงๆ$s",
        "Thu": "คุณเป็นเพื่อนของลูกผมสินะ?#$e#คุณอาจจะรู้จักเขามากกว่าผม$s",
        "Thu_inlaw_Sam": "ไง @ สนุกกับชีวิตแต่งงานไหม?",
        "Fri": "ดูเหมือนว่าจะเป็นวันที่ดี ต่อการตกปลา ใช่ไหม?",
        "Sat": "โจดี้บอกผมว่าที่จริง เธอกลายเป็นส่วนหนึ่ง ของชุมชนแห่งนี้แล้ว ผมดีใจที่ได้ยินแบบนั้นนะ",
        "Sat8": "ผมมีปัญหากับการนอน ดังนั้นขอโทษด้วยนะ ถ้าผมดูเหมือนเหนื่อยๆ #$e#ผมมั่นใจว่า คุณจะเข้าใจในจุดนี้",
        "Sun": "ที่จริงแล้วผมยังไม่รู้ว่า ควรทำเริ่มทำอะไรดี ตั้งแต่ผมกลับมา#$e#เมื่อก่อนผมเคย เป็นคนที่มีงานทำตลอด และยุ่งมากๆ ในแต่ละวัน",
        "event_popcorn1": "คุณช่วยเงียบหน่อย! หยุดพยายามทำ ให้ผมมีอคติกับภรรยาได้แล้ว$u",
        "event_popcorn2": "...$s#$b#คุณพูดถูก @$s",
        "event_popcorn3": "อย่าได้โกหกผมเด็ดขาด! ผมเกลียดการ โกหกมากกว่าอะไรทั้งสิ้น!$u"
    }
}
