{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "4": "...เคยเจอสิ่งมีชีวิตแบบข้า ในเหมืองไหม? ข้าขอโทษนะ ถ้าพวกนั้นไม่เป็นมิตรกับเจ้า ก็นะ พวกเราเรียนรู้ ที่จะกลัวมนุษย์... พวกเราเจอสิ่งเลวร้าย... มาเยอะแล้ว#$e#เจ้าคงไม่เคย... ฆ่าเพื่อนของข้าใช่ไหม?",
        "8": "สงครามพันปี ระหว่างเผ่าพันธุ์ของข้า กับพวกคนแคระ เพิ่งจะจบไป แต่ยังคงมีผู้ไม่พอใจ อยู่ทั้งสองฝ่าย",
        "15": "ได้โปรด เก็บที่อยู่ของข้า ให้เป็นความลับด้วย ถ้าพวกคนแคระรู้เมื่อไร พวกมันต้องส่งนักฆ่ามาแน่ๆ",
        "Fri": "...",
        "reject_868": "โอ้ นั่นมันสะเก็ดขั้วโลก (arctic shard) นี่นา! มันคือไอเทมเวทมตร์ ที่หายากมากๆ#$b#ถ้าข้าเป็นเจ้าล่ะก็ ข้าจะนำไปให้พ่อมด!",
        "Wed": "ข้าหาของที่อยู่ที่นี่ แล้วก็ขายมัน สนใจจะซื้ออะไรไหม?",
        "Wed6": "หากเจ้าเอาหูของเจ้า ไปแนบที่ท่อทางด้านขวานั่น เจ้าจะได้ยินเสียง ของบ้านทุกหลัง จากข้างล่างนี่#$b#ข้ายังไม่ได้แอบฟังใครเลยนะ จริ๊ง!$3",
        "Thu": "ได้โปรดอย่าไปบอกใคร เกี่ยวกับข้า#$b#พวกมนุษย์นั้น จะชอบทำลาย สิ่งที่พวกเขาไม่เข้าใจ",
        "Thu6": "ได้โปรดอย่าไปบอกใคร เกี่ยวกับข้า#$b#มนุษย์ส่วนใหญ่ กลัวพวกเรามนุษย์เงา... นั่นนะเป็นเรื่องปกติ$s#$b#แต่ถ้าหากว่า ชาวเมืองรู้เรื่องของข้า อยู่ที่นี่ข้าอาจจะไม่ปลอดภัย",
        "Tue": "ข้าอ่อนไหวต่อแสงอาทิตย์ เกินกว่าจะออกไปข้างนอก#$b#สภาพแวดล้อมในนี้แหละ ดีที่สุดแล้ว#$e#สนใจจะซื้ออะไรไหม?",
        "Mon": "อย่าตกใจไปเลย ข้าแตกต่างจากคนอื่นๆ นะ#$e#ข้าใช้เวลาส่วนมาก ในการสังเกตมนุษย์ ข้ารู้นะ ว่าเจ้าชื่นชอบการซื้อของ ลองดูสินค้าของข้าหน่อยไหม?",
        "Mon2": "กลับมาอีกแล้วเหรอ? ข้าว่ามันตรงกับ ทฤษฎีพฤติกรรมของมนุษย์ ที่ข้าคิดนะ",
        "Mon6": "'โครบัส' หมายถึง 'ผู้ข้ามสะพาน' ในภาษาของพวกเรา",
        "Sat": "ในวันศุกร์ ข้าจะอยู่อย่างเงียบสงบ เป็นเครื่องหมายแสดง ความจงรักภักดีต่อโยบะ",
        "Sun": "...ขอโทษนะ ข้ายังระแวงพวกมนุษย์อยู่ ยังไงก็ตาม ข้ายังเปิดร้านขายของ ให้เจ้าอยู่นะ",
        "Sun4": "เจ้าไม่ได้เป็นเหมือน มนุษย์คนอื่นๆ ใช่ไหม?",
        "Sun8": "เจ้าช่วยให้ข้า ได้เห็นโลกของมนุษย์ ข้าประทับใจนะ",
        "divorced": "..."
    }
}
