{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อยู่ในกระท่อมเก่าๆ คืนแรกเป็นอย่างไรบ้างล่ะ?#$e#ปู่ของเธอ บ่นเกี่ยวกับเตียงโง่ๆ นั่นตลอดเลย แต่ฉันว่าลึกๆ แล้ว เขาก็รักบ้านหลังนั้นนะ",
        "Resort": "ฉันรู้สึกประทับใจจัง @ เธอซ่อมที่นี่ จนดูดีไปหมดเลย!$h",
        "Resort_Leaving": "ทุกคนขึ้นเรือจ้าา! พวกเรากำลังมุ่งหน้า กลับสู่หุบเขากันแล้ว!",
        "Resort_Shore": "โอกาสในการพักผ่อนแบบนี้ ทำให้เศรษฐกิจท้องถิ่น เติบโตได้พอสมควรเลยล่ะ!#$e#ฉันไม่อยู่กลางแดดนานๆ ดีกว่า ไม่อย่างนั้นหนวดงามๆ ของฉันได้แห้งหมดแน่",
        "Resort_Chair": "ฮี่ๆ ... ดูสถานที่แห่งนี้สิ! ฉันไม่รู้หรอกนะ ว่าเธอทำได้ยังไง แต่มีคนพูดถึง เจ้าสถานที่พักผ่อนเล็กๆ นี่กันไป ทั่วบ้านทั่วเมืองเลยล่ะ ฮิตไปสามบ้านแปดบ้าน!$h",
        "Resort_Bar": "ฮิฮิ... กัสเป็นตัวของตัวเองมากเลย",
        "pamHouseUpgrade": "@ ฉันได้ยินว่าเธอทำเพื่อ แพมกับเพนนี... และมันคือ การช่วยเหลือกันในชุมชน ที่ฉันอยากเห็น ในเมืองเพลิแกนแห่งนี้!$h",
        "pamHouseUpgradeAnonymous": "@ เธอเคยได้ข่าวนี้ไหม มีคนจ่ายเงินกับโรบิน เพื่อสร้างบ้านใหม่ให้ แพมกับเพนนีด้วยล่ะ! แต่โรบินไม่ได้บอกนะว่าคนๆ นั้นคือใคร#$e#ไม่ว่าใครจะเป็นคนจ่ายก็ตาม ฉันก็อยากเห็นการช่วยเหลือ ของคนในชุมชนแบบนี้ ในเมืองพิลิแกนอยู่ดี!$h",
        "willyCrabs": "*ฟุดฟิด*... *ฟุดฟิด*... ได้กลิ่นนั้นไหม? ฉันสามารถจับปูได้ทั้งวัน...$u",
        "cc_Begin": "*ร้องไห้เงียบๆ*... *สะอึกสะอื้น*... อ่าาา รู้สึกว่าเธอใช้เวลาส่วนใหญ่ ไปกับศูนย์ชุมชนหลังเก่านี้นะ ได้เห็นใครบางคนยังห่วงใย สถานที่นี้อยู่นี่มันดีจริงๆ",
        "cc_Complete": "ฉันไม่เคยรู้สึกภูมิใจ กับชุมชนของเรา แบบนี้มาก่อนเลย เธอทำสำเร็จแล้ว ถือว่าช่วยเหลือเมืองพิลิแกน ไว้ได้มากเลย @$h",
        "cc_Bus": "@ ได้ยินนั่นไหม? ดูเหมือนว่า รถบัสคันเก่าของเมือง ทำงานอยู่ตลอดทั้งคืนเลย!!$h#$b#เจ้าหนูคันนี้ทั้งเก่า และถูกทิ้งมานานมากๆ... พอกลับมาวิ่งได้ก็ถือว่า เป็นเรื่องที่มหัศจรรย์จริงๆ",
        "joja_Begin": "เอาล่ะ ศูนย์ชุมชนหลังเก่า จากเราไปซะแล้ว... ฉันทายว่ามันถึงเวลาของการเปลี่ยนแปลง บวกกับเวลาที่สิ่งใหม่ๆ จะเข้ามาแทน ให้เราเดินหน้าต่อไป... แต่ฉันรู้สึกทำอะไรไม่ได้ และเหมือนกับว่า กำลังจะสูญเสียเลย$s#$e#หวังว่าเหตุการณ์ครั้งนี้ คงไม่ได้ทำให้ ประวัติฉันเสียหรอกนะ$s",
        "Mon": "นี่เป็นฤดูกาลที่ดี ต่อการเพาะปลูก แม้แต่สำหรับ คนที่ไม่ใช่ชาวไร่อย่างเรา ก็เถอะ#$e#ภูเขาลูกนี้ขึ้นชื่อ ในเรื่องดอกไม้ที่แสนงดงาม ตอนฤดูใบไม้ผลิมากๆ เลย!$h",
        "Tue": "หยิบของที่อยากขาย วางลงในตะกร้าที่อยู่ข้างๆ บ้านเธอได้เลย#$e#ฉันอยากรู้เหมือนกัน ว่าเธอจะใส่อะไรลงไปบ้าง",
        "Saloon_Entry": "หวัดดี กัส!",
        "Tue2": "เมื่อเริ่มต้นฤดูกาลใหม่ เธอจะต้องถอนต้นไม้ที่เน่าตาย จากฤดูกาลก่อน ทิ้งออกไปด้วย วิธีที่ง่ายที่สุดคือใช้เคียว",
        "spring_3": "เธอมีพืชชนิดอื่นๆ ที่ใช้ปลูกในฤดูใบไม้ผลิ หรือยัง? ฤดูกาลไม่คงอยู่ตลอดไปหรอก เธอเข้าใจแล้วนะ",
        "Town_57_40": "#$c .3#เข้าเมืองแต่เช้าเชียว ทำงานในฟาร์ม เสร็จแล้วเรอะ?#$e#อรุณสวัสดิ์! ฉันกำลังตรวจสวน เหมือนอย่างเคยน่ะ$h#$c .5#หืมม... นี่มันตัวเพลี้ยหนิ$s#$e#โอ้วว... คงไม่ใช่เพลี้ยหอยนะ$s",
        "Wed": "อืมม... เก็บภาษี... *พึมพำ* ...ค่าใช้จ่ายในเทศกาล ฤดูใบไม้ผลิ... *พึมพำ*...$u#$e#ฮะ?",
        "spring_10": "อา... ไม่มีอะไรดีไปกว่า ชาสักแก้วในตอนเช้าแล้ว",
        "Thu": "ซาลูนสามารถ ทำให้เธอมีชีวิตชีวา มากขึ้นในทุกค่ำคืน บางครั้งฉันก็หยอดเหรียญ ไปในตู้เพลง *กริ๊ง*$h#$e#ฉันอยากจะมาสัปดาห์ละครั้ง หรือมากกว่านั้นด้วยซ้ำ",
        "Saloon": "สายัณห์สวัสดิ์! ดีจริงๆ ที่ได้เห็นว่าเธอมี มนุษย์สัมพันธ์อันดี กับชาวเมืองนี้#$b#การที่เธอจะหยุดสักพักเพื่อ ตรวจสอบว่า มีความเคลื่อนไหวอะไรบ้าง มันก็ดีนะ$h",
        "Saloon4": "สวัสดีตอนค่ำ @! ดีใจที่ได้เห็นเธอ มาผ่อนคลายที่บาร์นี้นะ พักบ้างอะไรบ้าง$h#$b#คุณปู่ของเธอ ท่านทำงานหนักด้วย ตัวท่านเองมาตลอด... คืนนี้ฉันจะขอดื่ม ให้แก่คุณปู่ของเธอ",
        "Fri": "ฉันหวังว่าฟาร์ม %farm จะไปได้สวยนะ เพราะฉันเกลียดที่ต้องเห็นว่า พืชเหี่ยวไปหมดน่ะ",
        "Sat": "ทุกคนดูมีความสุขขึ้น ในวันหยุดสุดสัปดาห์นะ เธอว่าไหม?#$e#ฉันต้องทำงานตลอดนี่นา",
        "Sun": "ฉันเป็นนายกเทศมนตรีของ เมืองเพลิแกนมามากกว่า 20 ปีแล้ว!#$e#ไม่มีใครสู้ฉัน ตอนเลือกตั้งได้เลย คงเพราะฉันทำงานได้ดีแน่ๆ#$e#ฉันชอบที่ได้เป็น นายกเทศมนตรีนะ",
        "event_secret1": "ขอบคุณนะ @ ฉันจะไม่ลืมเลย",
        "event_secret2": "*ร้องไห้* ... ฉันไม่อยากจะเชื่อว่า เธอจะทำแบบนั้น...$s#$b#เธอช่างโหดร้าย$s",
        "summer_Mon": "งานอดิเรกของฉันคือ การทำสวน ฉันเลยตื่นเต้นกับ สภาพอากาศที่อบอุ่นแบบนี้",
        "summer_Town_57_40": "#$c .3#อ้า วิเศษจริงๆ ดอกไม้กำลังโตเลย!$h#$c .3#อรุณสวัสดิ์! เธอได้กลิ่นหอมหวาน จากดอกลิลลี่นี่หรือเปล่า?#$e#เช้าแล้วแต่อากาศยังอุ่นนะ ฤดูร้อนช่างดี ต่อชายแก่อย่างฉันจริง เฮอะๆ",
        "summer_Tue": "ฉันชนะการเลือกตั้ง นายกเทศมนตรี ได้ยังไงน่ะเหรอ? เรื่องมันยาวนะ#$e#เรายังไม่ว่างพอ ที่จะคุยเรื่องนี้กันหรอก",
        "summer_Wed": "แมงกะพรุนพระจันทร์ จะมาที่นี่เร็วๆ นี้ มันเป็นหนึ่งในสิ่งที่ฉันชอบ เกี่ยวกับหมู่บ้านนี้เลยล่ะ",
        "summer_Thu": "ตอนกลางคืนที่ซาลูน ดูครึกครื้นมากเลย#$e#ฉันชอบที่จะมาแวะมา อาทิตย์ละครั้ง เพื่อติดตามข่าวสาร และมากินสปาเก็ตตี้ รสชาติแท้ๆ ของกัส",
        "summer_Fri": "ฮืมม... วันนี้ เป็นวันเกิดใครหรือเปล่านะ? ฉันน่าจะลองไปดูปฏิทิน ที่ร้านปิแอร์ดีกว่า",
        "summer_Sat": "ทุกคนดูมีความสุขขึ้น ในวันหยุดสุดสัปดาห์นะ เธอว่าไหม?#$e#ฉันต้องทำงานตลอดนี่นา",
        "summer_Sun": "บอกหน่อยว่าเธอได้ปลูก ต้นบลูเบอร์รี่บ้างไหม?#$e#ฉันชอบบลูเบอร์รี่สดๆ มากเลยนะ",
        "fall_Mon": "ชาวเมืองบางคน ยังไม่ค่อยเชื่อใจคนแปลกหน้า ถ้าจะให้พวกเขายอมรับเธอ ก็ต้องทำให้พวกเขา ไว้ใจเธอก่อน#$e#อดทนไว้นะ แล้วเธอจะผ่านมันไปได้$h",
        "fall_Tue": "ยี่สิบกว่าปีที่แล้ว เวลาประมาณนี้ของปี ฉันได้เป็น นายกเทศมนตรีครั้งแรก#$e#รู้สึกแก่จริงจังเลยล่ะ$s",
        "fall_Wed": "ถ้าเธอมีคำแนะนำเกี่ยวกับเมือง ก็แค่เขียนและใส่ลง ในกล่องคำแนะนำของฉัน#$e#โอ้ เออสิ... ฉันไม่มีกล่อง ใส่คำแนะนำนี่นา",
        "fall_Wed2": "ทุกๆ วันพุธ ฉันจะทานวาฟเฟิลบัควีท กับกาแฟเป็นอาหารเช้า มันเป็นธรรมเนียมเล็กๆ ที่จะทำให้ ชีวิตชายโสดอย่างฉัน ดูน่าสนใจ$h",
        "fall_Town_57_40": "#$c .3#หืมมม... พวกเห็ดแปลกๆ พวกนี้มาขึ้นอยู่ตรง รอยแตกไม้ อยากรู้จังว่าเป็นประเภทไหน#$c .3#cอรุณสวัสดิ์! เรากำลังย่างเข้าสู่ฤดูหนาว กันอย่างช้าๆ เพราะงี้ฉันเลยต้องเห็น สวนของฉันค่อยๆ เหี่ยวเฉาหรือล้มตายไป#$e#อ่า เธอเข้าในเมืองแต่เช้าเลย หือ? เสร็จงานจาก ที่ฟาร์มแล้วเหรอ?",
        "fall_Thu": "ตอนดึกๆ ที่บาร์จะเริ่มคึกคัก#$e#ฉันชอบไปอาทิตย์ละครั้ง สองครั้ง เพื่อตามกระแสสักหน่อย",
        "fall_Fri": "หวังว่าฟาร์มของเธอ จะเป็นไปได้ด้วยดีนะ",
        "fall_12": "เธอมีบ้านผึ้ง (Bee houses) ในฟาร์มแล้วใช่ไหม?#$e#ถ้าวางมัน ไว้ใกล้ดอกไม้ชนิดต่างๆ เธอจะได้น้ำผึ้ง หลากหลายประเภทเลยนะ",
        "fall_19": "บางครั้งเธอก็รู้ได้นะว่า มีบางอย่างอยู่ใต้ดิน ลองสังเกตดูดีๆ สิ",
        "fall_Fri4": "เธอได้ลองทานซอสสปาเก็ตตี้ ที่เป็นสูตรลับของกัสหรือยัง?$s#$b#... ถึงส่วนผสมจะเป็นความลับ แต่กลิ่นมันก็บอกได้นะ#$b#แล้วเจอกัน",
        "fall_Sun": "เธอทำงานในฟาร์ม อย่างเต็มที่อยู่หรือเปล่า @? เธอจะต้องทำอะไรหลายๆ อย่างให้สำเร็จในหลายพื้นที่นะ ถ้าอยากจะเป็นพลเมือง ที่ดีพร้อมรอบด้าน",
        "winter_1": "เอาล่ะ หน้าหนาวมาถึงแล้ว! นั่นหมายความว่า ชาวเมืองส่วนใหญ่ จะใช้เวลาอยู่แต่ในบ้าน#$e#อย่างน้อยเธอก็จะรู้ว่า จะหาพวกเขาเจอได้ที่ไหน!$h",
        "winter_Mon": "จะผ่านพ้นไปอีกปีแล้ว!#$e#ฉันหวังว่า เธอจะมีปีที่อุดมสมบูรณ์นะ!",
        "winter_Tue": "ฉันต้องเริ่มคิดแผนพัฒนา เมืองของพวกเรา ในปีหน้าซะแล้ว!",
        "winter_Wed": "ฉันยังมาที่นี่ทุกๆ คืน เพื่อเก็บผลผลิตของเธอ แม้ในตอนหิมะตก#$e#เพราะเธอก็ยังต้องหาเงิน ในหน้าหนาวนี่นา!",
        "winter_Fri": "หวังว่าฟาร์มของเธอ จะเป็นไปได้ด้วยดีนะ",
        "winter_Fri6": "ฉันไม่เคยแต่งงาน ไม่มีครอบครัว ทั้งชีวิตฉันอยู่เพื่อเป็น นายกเทศมนตรีเท่านั้น$s#$e#มันคุ้มกันไหมนะ?$s#$e#...*ถอนหายใจ*...$s",
        "winter_Sun": "สวัสดี @!วันนี้สบายดีไหม?$h#$e#ถ้าเจอมานี ก็ฝากสวัสดีเธอแทนฉันหน่อย"
    }
}
