{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "ความมืด... สายฝน... ทำให้ฉันตื่นเต้น$l",
        "Rainy_Day_1": "นี่ ยังจำวันที่เรา เล่นดนตรีด้วยกัน ที่ริมทะเลสาบได้ไหม? อากาศแบบนี้ ทำให้ฉันนึกถึงวันนั้น#$e#เธอทำให้ฉัน ประหลาดใจมากเลย ตอนที่เธอเล่นฮาร์ปจิ๋วอันนั้น... ฉันนึกไม่ถึงเลยนะ ฉันคิดว่านั่นแหละ เป็นสาเหตุที่ทำให้ฉัน ชอบเธอมากขนาดนี้$l",
        "Rainy_Day_2": "นี่! พอดีฉันตื่นเช้า ก็เลยออกไปเดินสำรวจอะไรรอบๆ แล้วก็เจอสิ่งนี้เข้า และนึกถึงเธอขึ้นมา [768 767 769 66 82]#$e#คิดว่าเธอจะหาอะไร ที่ดีกว่านี้ได้อีกมั้ย? ก็ไม่รู้สินะ!$h",
        "Rainy_Day_3": "มันน่าจะเป็นวันที่เหมาะ สำหรับการสำรวจถ้ำนะ หืม? ระวังตัวด้วยนะ#$e#ถ้าเธอจะไปก็พกยาอายุวัฒนะ ไปสัก 2-3 ขวดนะ",
        "Rainy_Day_4": "วันนี้ฉันจะฮึดเล่นเกม ราชาทุ่งหญ้าผจญภัย ...สาบานเลยล่ะ ว่าสักวันหนึ่ง ฉันจะต้องพิชิตมันให้ได้$h",
        "patio_Abigail": "%อบิเกลกำลังอินอยู่กับเพลง",
        "Rainy_Day_Abigail": "ในวันแบบนี้ ชนบทแถวนี้ยิ่งดูน่าสนใจ มากขึ้นกว่าเดิมอีก เธอไม่คิดอย่างนั้นเหรอ?",
        "Rainy_Night_0": "ตอนที่ฉันจ้องมองเข้าไปในป่า ที่มีฝนลมกรรโชก... ฉันสาบานได้เลย ว่าฉันมองเห็นอะไรสีดำๆ เคลื่อนที่ไปตามต้นไม้$6",
        "Rainy_Night_1": "คืนนี้เป็นคืนที่เหมาะ ที่จะมีผีโผล่ออกมา...",
        "Rainy_Night_2": "เธอรู้สึกถึงมันไหม? ความสงบที่อยู่ในสายฝน...",
        "Rainy_Night_3": "ในคืนแบบนี้ ฉันมักจะหรี่แสงไฟลง และฟังเสียง..$8",
        "Rainy_Night_4": "ฉันแค่อยากจะทำซุป เป็นอาหารเย็นน่ะ หวังว่ามันจะมีน่ายี้เกินไปนะ [199 218 219 727 730]$h",
        "Rainy_Night_5": "ไง! เธอดูเหนื่อยจากงานนะ ให้ฉันช่วยผ่อนคลายไหม? ?^วันนี้งานหนักมากไหม? เวลาเธอเพลียนิดๆ แบบนี้ ก็ดูน่ารักดีนะ$h",
        "Rainy_Night_Abigail": "เสียงของฝน จะทำให้เราหลับสบายคืนนี้",
        "Indoor_Day_0": "ฉันรักที่แห่งนี้มาตลอดเลย ก่อนที่เธอจะย้ายมาซะอีก ตอนนี้ฉันสามารถสำรวจฟาร์ม เมื่อไหร่ก็ได้ที่ฉันต้องการ!$h",
        "Indoor_Day_1": "ไง @ กำลังจะเข้าป่าเหรอ? ฉันมีบางอย่างจะให้...[286 287 205 732]#$e#ใช้มันเมื่อเธอลำบาก มันจะช่วยให้เธอปลอดภัย",
        "Indoor_Day_2": "กำลังจะเข้าเหมืองเหรอ? นี่... ถ้าเจอของอร่อย อย่าลืมเอามาให้ฉัน สักชิ้นล่ะ!$h",
        "Indoor_Day_3": "นี่! ฉันกำลังคิดว่าวันนี้ ควรจะทำอะไรดี ฉันไม่ชินกับการมี อิสระมากขนาดนี้!",
        "Indoor_Day_4": "ถ้าฉันจะตกแต่ง อะไรใหม่สักหน่อย เธอไม่ว่าอะไรใช่มั้ย? ฉันตื่นเต้นที่จะมีที่ทำงาน เป็นของตัวเองน่ะ",
        "Indoor_Day_Abigail": "มีสิ่งใหม่ๆ เกิดขึ้น ในฟาร์มของเราตลอดเลย... ฉันชอบจัง",
        "Indoor_Night_0": "วันนี้เป็นวันที่ดีของฉันล่ะ มีสิ่งน่าสนใจ เกิดขึ้นที่นี่ตลอดเลย ถ้าเธอลองสังเกตดีๆ",
        "Indoor_Night_1": "เฮ้! เล่าเรื่องวันนี้ของเธอหน่อยสิ มีอะไรน่าตื่นเต้นเกิดขึ้นบ้าง?$h",
        "Indoor_Night_2": "ฉันเคยทำตัวเป็นนกฮูก แต่ฉันเริ่มจะสนุกไปกับ จังหวะชีวิตในฟาร์มแล้วละ มันรู้สึกเป็นธรรมชาติ",
        "Indoor_Night_3": "*หาวว*... ฉันว่านี่มันใกล้ค่ำแล้วล่ะ$h",
        "Indoor_Night_4": "เสียงยามค่ำคืนที่นี่ดังกว่า ฉันไม่เคยเบื่อเลย",
        "Indoor_Night_Abigail": "เธอจะเข้านอนรึยัง? ฉันเปิดผ้าห่มทำความร้อน ของพวกเราไว้แล้ว...$l",
        "Outdoor_0": "สายลมแผ่วเบา พัดพาอากาศจาก หุบเขาไปทั่วเมืองวันนี้ ได้กลิ่นสดชื่นของต้นสนและเสจ",
        "Outdoor_1": "หืมมม... ฉันคิดว่าพวกเรามีพื้นที่มากพอ ที่จะเพาะสไลม์ได้เลยนะ!",
        "Outdoor_2": "อย่าลืมดูแลรอบๆ สุสานปู่ของเธอ ให้เรียบร้อยนะ ที่นั่นมีบางอย่างที่ไม่ธรรมดา ฉันรู้สึกได้",
        "Outdoor_3": "มันสุดยอดไปเลย ที่มีถ้ำอยู่ในที่ดินของเราด้วย เป็นสิ่งฉันใฝ่ฝันเลยล่ะ$h",
        "Outdoor_4": "ฉันชอบลืมเอาขนม ใส่กระเป๋าไว้ตลอดเลยแฮะ *โครกคราก*$h",
        "Outdoor_Abigail": "ฉันจะเที่ยวเล่นอยู่แถวๆ นี้ล่ะ โอเคไหม?#$e#ข้างนอกนี่มีทั้งแมลงที่น่าสนใจ และอี่นๆ ด้วย *คิกคัก*$h",
        "funLeave_Abigail": "เดี๋ยววันนี้ฉันจะเข้าไปในเมือง แค่อยากให้เธอรู้ไว้น่ะ ฉันต้องไปเดิน ยืดเส้นยืดสายสักหน่อย",
        "funReturn_Abigail": "ไง! วันนี้ของเธอดีมั้ย? ของฉันก็ดีเลยล่ะ สดชื่นมากเลยที่ได้เดินเล่น$h",
        "OneKid_3": "ไม่อยากเชื่อว่าฉันจะเป็น \"แม่คน\"... ชีวิตนี่ก็แปลกดีนะ$h",
        "TwoKids_0": "ฉันเพิ่งจะให้ ซีเรียลรสช็อกโกแลต %kid1 กับ %kid2 พวกเขาตกใจสุดๆ ไปเลยล่ะ!!",
        "TwoKids_2": "ฉันฝันว่า %kid2 จะโตขึ้นเป็น นักล่าสัตว์ประหลาด ที่มีชื่อเสียงนะ ฉันเริ่มคิดจะสร้าง ชุดเกราะตัวน้อยๆ ให้ลูกๆ ด้วยแหละ",
        "TwoKids_3": "บ้านหลังเก่า เด็กตัวน้อย 2 คน และฟาร์มที่แสนวิเศษ ฉันไม่เคยคิดเลย ว่าจะมาถึงจุดนี้... แต่ว่า ชีวิตของพวกเราน่ะ เพิ่งจะเริ่มต้นขึ้นเอง!$h",
        "Good_1": "ได้ยินนั่นไหม? บางทีฉันมั่นใจว่า บ้านนี้อาจจะมีผีสิง$u",
        "Good_2": "การพยากรณ์ของเวลวิค บอกว่าวันนี้ ฉันจะมีเรื่องดีๆ ด้วยล่ะ ฉันรู้สึกมีไฟขึ้นมาเลย!",
        "Good_3": "ฉันจำไม่ได้ว่า ฉันย้อมผมครั้งล่าสุด เมื่อไหร่แฮะ... ฉันพูดจริงนะ ผมสีนี้คงจะไม่จางลงอีกแล้ว...",
        "Good_4": "ฉันดีใจนะ ที่ฉันมีรองเท้าบูทคู่ใหญ่อยู่แล้ว ก่อนที่จะย้ายเข้ามาที่นี่น่ะ จินตนาการไม่ออกเลยนะ ถ้าต้องเดินเขย่งไปบนขี้โคลน ด้วยรองเท้าผ้าใบน่ะ$h",
        "Good_5": "ฉันชอบสร้อยคอของนางเงือก ที่เธอให้ฉันมานะจริงๆ... ฉันจะสวมมันด้วยความภูมิใจ จนถึงวาระสุดท้ายของฉันเลย$l",
        "Good_6": "นี่ ฉันก็รู้ว่าเธอเก่ง แต่บางครั้ง ฉันก็ยังเป็นห่วงเธออยู่ดี ก็โลกนี้เต็มไปด้วยมอนสเตอร์$6#$e#สัญญากับฉันนะ ว่าเธอจะระวังตัว ฉันไม่อยากจะสูญเสียเธอไป...",
        "Good_7": "@? ฉันอยากจะบอกว่า ฉันประทับใจมาก ที่เธอทำงานหนักเพื่อพวกเรา ฉันภูมิใจในตัวเธอจริงๆ$l",
        "Neutral_0": "ฉันหวังว่าเธอจะยังชอบฉันอยู่ ถึงตอนนั้นฉันจะเป็น ยายแก่หนังเหี่ยวแล้วก็ตาม ยังไงมันก็ต้องเกิดขึ้นสักวัน!",
        "Neutral_1": "เธอคิดว่าปู่ของเธอ จะภูมิใจในตัวพวกเราไหม?",
        "Neutral_6": "อยากรู้จังว่าที่ร้าน จะเป็นยังไงบ้างนะ? เดี๋ยวฉันคงต้องแวะไปเยี่ยม พ่อกับแม่อีกครั้งแล้วล่ะ",
        "Neutral_7": "ถ้าถึงคราวที่เธอ ต้องไปยังโลกวิญญาณแล้ว ฉันจะตั้งศาลของเธอ ไว้ข้างๆ ศาลของคุณปู่",
        "Neutral_8": "ไม่ว่าพวกเรา จะทำความสะอาดเท่าไร บ้านก็จะกลับมาเลอะอยู่ดี#$e#ฉันว่า ในฟาร์มก็ต้องเลอะแบบนี้ล่ะ",
        "Neutral_9": "ฉันสงสัยว่า ถ้าเราต้องอาศัยอยู่ที่นี่ ไปตลอดชีวิตล่ะ? ฉันอาจจะเบื่อก็ได้นะ",
        "Bad_7": "ฉันเคยเป็นคนพิเศษของเธอ เป็นเพื่อนสนิทของเธอ... แต่ตอนนี้ ดูเหมือนเธอจะสนใจฉัน แค่ตอนที่ฉันทำอาหารเย็น เท่านั้นเอง$s",
        "Bad_8": "ช่วงนี้ เธอเย็นชากับฉันมากเลยนะ... เธอเป็นอะไรล่ะ? เธอทำตัวอย่างกับผีพรายน้ำ...$s",
        "Bad_9": "ฉันคิดว่า ถ้าฉันทำได้ดีกว่านี้... ฉันเป็นเพื่อนที่ดี กับเซบาสเตียน ก่อนที่เราจะได้เจอกันซะอีก... เขาคงจะเป็นคนที่ฉัน...$s",
        "spring_1": "เธอมีแผนจะทำอะไร ในปีใหม่มั้ย?",
        "spring_12": "นี่ พรุ่งนี้มีเทศกาลไข่อีสเตอร์ล่ะ ขอโทษนะ ถึงจะแต่งงานกันแล้ว แต่ฉันก็ไม่ยอมให้เธอง่ายๆ หรอก!$h#$e#ฉันจะเป็นผู้ชนะในการล่าไข่ พยายามชนะฉันให้ได้ล่ะ",
        "spring_2": "เธอตัดสินใจรึยังว่า จะทำอะไรในปีใหม่? ฉันจะลองลดน้ำหนักล่ะ$h",
        "summer_1": "ฉันผิวไหม้ง่ายมากเลย ดังนั้นปีนี้ ฉันเลยต้องระวังตัว มากกว่าเดิมละ#$e#ฉันหวังว่าเธอ จะชอบผิวซีดๆ ของฉันนะ!$h",
        "summer_4": "ต้องระวัง อย่าให้เป็นลมแดดนะ ที่รัก#$e#ดื่มน้ำเยอะๆ แล้วก็อย่าฝืนตัวเองเกินไปล่ะ",
        "summer_8": "ขอโทษนะเรื่องกลิ่น... มันร้อนน่ะ ฉันเหงื่อออกทั้งคืนเลย",
        "summer_15": "ฤดูร้อนแล้ว.. หมายความว่า บ้านจะเต็มแมลงเต็มไปหมด#$e#ไม่ต้องห่วง เดี๋ยวฉันจะจัดการเอง สนุกดี!$h",
        "fall_6": "อาา... ฤดูใบไม้ร่วง ก็เป็นช่วงที่ฉันชอบที่สุดของปี สีสันต่างๆ ช่วยทำให้ผมของฉันดูเด่น เธอคิดงั้นมั้ย?",
        "fall_1": "กลิ่นแบบนี้ ไม่ผิดแน่... เห็ด, ใบไม้แห้ง, ฟักทอง ฤดูใบไม้ร่วงไงล่ะ ออกจะน่ารักนะ?",
        "fall_2": "เราปลูกฟักทองยักษ์ ในฤดูนี้ได้มั้ย? นะๆ ที่รัก...?$h",
        "fall_20": "ที่รัก... เธอมีค่ากับฉันมากกว่า หีบที่เต็มไปด้วยแร่ควอตซ์ อีกนะ#$e#แล้วหีบที่เต็มไปด้วย แร่อเมทิสต์น่ะเหรอ? อืมมม... งั้นต้องขอคิดดูก่อน$h",
        "winter_3": "ฉันชอบอากาศเย็นๆ มันทำให้ฉัน มีข้ออ้างที่จะขี้เกียจ!$h",
        "winter_15": "มันสนุกที่ได้สำรวจหุบเขา ในฤดูหนาว! ทุกอย่างดูแตกต่างออกไป เมื่อหิมะปกคลุม และก็เงียบมากเลย...",
        "spring_Abigail": "ฉันอาจจะชอบฤดูหนาวนะ แต่สุดท้าย ฉันก็ดีใจที่ได้เห็น ฤดูใบไม้ผลิมาเยือน",
        "summer_Abigail": "โอ้... ฉันจะไปหาเค้กช็อกโกแลต กินซะหน่อย",
        "fall_Abigail": "ทำไมฉันได้กลิ่น ฟักทองจากตัวเธอ? หรือฉันแค่ฝันไป...$h",
        "winter_Abigail": "จำตอนที่เราเล่น 'ราชาทุ่งหญ้าผจญภัย' ด้วยกัน ในห้องของฉันได้มั้ย ก็นานแล้วเนอะ? เป็นช่วงเวลาที่ดีนะ$h",
        "spouseRoom_Abigail": "#$c .5#ฉันตื่นก่อนเธอแป๊บนึง แล้วให้อาหาร เจ้าเดวิดจูเนียร์แล้วล่ะ เช้านี้มันดูกระตือรือร้นสุดๆ#$e#หวังว่าเธอจะว่าอะไร เรื่องกลิ่นหนูตะเภานะ"
    }
}
