{
  "FairhavenFarm.000": "จริงรึเปล่าที่บ้านของแอนดี้ ได้รับการปรับปรุงขึ้นใหม่? ฉันสงสัยจัง ว่าก่อนหน้านี้มันเป็นยังไง$0",
  "FairhavenFarm.001": "สตรอว์เบอร์รีที่แบ่งไว้ส่วนนี้ จะเอาไปทำเป็นแยม!$0",
  "FairhavenFarm.002": "*ฮู้ว* ฉันว่า เดี๋ยวฉันต้องพักสักหน่อย$0",
  "FairhavenFarm.003": "อ้าว ไง! วันนี้ฉันมาช่วยงานแอนดี้น่ะ$0",
  "FairhavenFarm.004": "อยากจะไปหาโซเฟียซะเดี๋ยวนี้เลย$1",
  "FairhavenFarm.005": "พอได้อยู่ใกล้ๆ แม่น้ำแบบนี้ ช่วยให้ฉันเย็นขึ้นมาหน่อย$1",
  "FairhavenFarm.006": "แอนดี้สตรองสุดๆ! เขาสามารถแบกถุงปุ๋ย 4 ถุง ได้พร้อมกันทีเดียว$1",
  "FairhavenFarm.007": "มันต้องเยี่ยมมากแน่ๆ ที่ได้อยู่รอบนอกเมือง เธอจะลิ้มรสทั้งชีวิตแบบเมือง และธรรมชาติ$0",
  "FairhavenFarm.008": "ฉันเห็นครอบครัวอีกามากมาย ทำรังอยู่บนต้นไม้ และคอยจับตามองมาที่ ฟาร์มแฟร์เฮเว่นด้วยล่ะ$0#$b#ดีนะ ที่มีหุ่นไล่กาอยู่ด้วย!$1",
  "FairhavenFarm.009": "*เฮ้อ* วันนี้ฉันมีงานที่ต้องทำให้เสร็จ เยอะแยะเลย$0",
  "FairhavenFarm.010": "อ้าว ไง! ฉันกำลังจะกลับบ้านน่ะ เดี๋ยวรถไฟก็จะมาแล้ว$0#$e#ฉันว่า พอฉันถึงบ้านปุ๊บ หัวคงถึงหมอนปั๊บ$1",

  "EmeraldFarm.000": "อ้าว ไง! วันนี้ฉันมาทำงานให้ซูซานน่ะ$1#$e#ได้ทำอะไรเจ๋งๆ บ้างมั้ย?$0",
  "EmeraldFarm.001": "*เฮ้อ* วันนี้ฉันมีงานที่ต้องทำให้เสร็จ เยอะแยะเลย$0",
  "EmeraldFarm.002": "ซูซานมักจะทำ น้ำมะนาวแสนชื่นใจไว้ ในวันที่ต้องทำงานหนักๆ !$1",
  "EmeraldFarm.003": "*ฟุด* *ฟิด* ได้กลิ่นมั้ย? ปุ๋ยนี่กลิ่นอย่างฉุนเลย!$0",
  "EmeraldFarm.004": "ไง ในวันร้อนๆ ในฤดูร้อนแบบนี้ เธอจะทำอะไรเหรอ?$1#$e#วันนี้ฉันต้องทำงาน ในแปลงผักของซูซาน งานยากเลยล่ะ!",
  "EmeraldFarm.005": "เธอเคยกินเมล่อนของซูซานรึยัง? มันทั้งใหญ่ และก็ฉ่ำ!$0",
  "EmeraldFarm.006": "*ฮู้ว* ฉันว่า เดี๋ยวฉันต้องพักสักหน่อย$0",
  "EmeraldFarm.007": "เดี๋ยวเราจะต้องเอาฮ็อปส์พวกนี้ ไปทำเป็นเบียร์ขมปี๋!$1#$e#ก็คือการทำเพลเอลน่ะ$0",
  "EmeraldFarm.008": "ฉันสงสัยว่า อาศัยติดกับทางรถไฟแบบนี้ มันจะเป็นยังไงนะ?$0#e#ฉันไม่คิดว่า จะได้นอนหลับสบายๆ แน่..$2",
  "EmeraldFarm.009": "ไง เยี่ยมไปเลยที่เธอมานี่น่ะ ได้เจออะไรเด็ดๆ บ้างมั้ย?$0",
  "EmeraldFarm.010": "ฉันจะต้องไปโรงอาบน้ำ หลังจากเสร็จงานวันนี้แล้วล่ะ ทำงานจนเหงื่อท่วมเลย!$1",

  "BlueMoonVineyard.000": "อ้าว ไง! วันนี้ฉันมาช่วยโซเฟียล่ะ$1",
  "BlueMoonVineyard.001": "โซเฟียต้องการคนช่วยเก็บเกี่ยวองุ่น ในฤดูใบไม้ร่วงน่ะ$0",
  "BlueMoonVineyard.002": "ฉันชอบที่จะมองดูทะเลอัญมณีจากที่นี่!$1",
  "BlueMoonVineyard.003": "ฉันมีงานมากมายที่ต้องทำที่นี่$0#$b#ถ้าเธอยังอยากจะ เตร็ดเตร่อยู่แถวนี้ มาช่วยกันก็ได้นะ?$1",
  "BlueMoonVineyard.004": "อย่างขำเลยที่เธอโผล่มา! โซเฟียกับฉัน กำลังพูดถึงเธออยู่เลยล่ะ$1#$e#ไม่บอกหรอก! ฉันรูดซิปปากแล้ว!$1",
  "BlueMoonVineyard.005": "วันนี้เป็นวันที่ดีมาก! เหมาะเจาะสำหรับการทำงานในไร่องุ่น!$0#$e#อ้อ ถึงเวลาแล้วสินะ$1",
  "BlueMoonVineyard.006": "ฉันอยากจะเข้าเมือง เพื่อไปดูว่าตอนนี้เขาเม้ามอยด์อะไรกัน แต่ฉันยุ่งอยู่นี่น่ะสิ$0",
  "BlueMoonVineyard.007": "อ้าว ไง! วันนี้ฉันมาช่วยโซเฟียล่ะ$1",
  "BlueMoonVineyard.008": "โซเฟียกับฉัน กินวาฟเฟิลเป็นกอง เป็นอาหารเช้า!$1#$e#ก็รู้ๆ อยู่นี่ เดี๋ยวเราก็จะได้กินไก่ส้มแกรมเพิลตัน เป็นอาหารเย็น$0",
  "BlueMoonVineyard.009": "เดี๋ยวเราจะบ่มองุ่น ให้เป็นไวน์กันล่ะ$1",
  "BlueMoonVineyard.010": "นั่งรถไฟมาที่นี่ ก็ไม่ได้ใช้เวลานานมากหรอก$0",
  "BlueMoonVineyard.011": "*เฮ้อ* วันอะไรล่ะเนี่ย$0",
  "BlueMoonVineyard.012": "ห้องคอสเพลย์ของโซเฟียเยี่ยมไปเลย ไม่ใช่เหรอ?$0",
  "BlueMoonVineyard.013": "โว้ว! ไม่เห็นเธอบอกฉันเลย ว่าเธอมีเล่มนี้ด้วย!$1",
  "BlueMoonVineyard.014": "*หาว* ตาจะปิดแล้ว$0",
  "BlueMoonVineyard.015": "ไง! โซเฟียกับฉัน กำลังคุยอะไรนู่นนี่กันอยู่น่ะ$0",
  "BlueMoonVineyard.016": "บาย โซเฟีย!$1"
}
