{

//Galdoran Outpost
"Mon": "เราเป็นหัวหอกที่จะทำให้ โลกนี้ปลอดภัยครับ$0",
"Mon4": "สวัสดีครับ @ ธุระอะไรพาท่านมาไกลจาก ความเจริญได้ขนาดนี้ กันล่ะครับ?$1",
"Mon6": "พวกเรากำลังรวบรวม ผู้มีประสบการณ์ ไปตะลุยทุ่งร้างให้ลึกขึ้น เพิ่มอยู่ครับ เพื่อไปจัดการกับ... ข้อติดขัดที่เราเจออยู่น่ะ$6#$e#ข้าบอกละเอียดกว่านี้ ไม่ได้แล้วครับ$5",
"Mon8": "ท่านฝึกทุกวันหรือไม่ครับ? ถ้าการตอบสนองของท่าน ไม่แหลมคมอยู่เสมอล่ะก็ ในสนามรบท่านอาจจะ พลาดพลั้งได้นะครับ$0",
"summer_Mon8": "บางพื้นที่ของกัลโดร่า อุดมไปด้วยแพลตินัม และแพลเลเดียม ที่ทับถมกันอยู่ครับ$0#$e#สิ่งที่ทำให้โลหะพวกนี้ มีค่ามหาศาล คือการที่มันไม่ทำปฏิกิริยา กับอากาศครับ$1#$b#พวกมันเป็นทรัพยากรที่สำคัญ ของอุปกรณ์เวทและ งานวิจัยเวทมนตร์ครับ$0",
"fall_Mon8": "ข้าโชคดีพอที่จะ ได้ค้นพบวัตถุเวทโบราณ หลายชิ้นในชีวิตครับ$0#$e#ขึ้นกับเวลาเท่านั้น แล้วท่านก็จะค้นพบเองเช่นกัน$1",
"winter_Mon8": "มีหลายที่เลยที่ข้า อยากจะพาท่านไปชม หากคามิลล่าอนุญาตให้ ท่านเข้าแคสเซิลวิลเลจ ได้แล้วน่ะครับ#$e#ข้าสงสัยเหลือเกินว่านาง รออะไรอยู่ไหมนะ หรือมันเป็นการทดสอบ พิลึกอะไรกันแน่...#6#$b#นางชอบทำแบบนั้นน่ะครับ$5",
"Mon10": "ได้ทอดสายตามอง ขอบฟ้าคริมสันด้วยกัน บนด่านหน้า...$5#$b#นี่สิครับถึงเป็นชั่วขณะ ที่ข้าจะไม่มีวันลืม$4",

//Stardew Valley
"Tue": "ข้ามีด่านของตัวเองอยู่ ทางอุดรครับ บนภูเขา$0#$e#บางทีท่านคงจะ ไปอยู่กับข้าสักวัน$1",
"Tue2": "ชาวคมแรกคงยินดีแน่ครับ หากมีคนมากฝีมืออย่างท่าน เข้าร่วมด้วย...$0",
"Tue8": "ข้ากำลังคิดที่จะ ซื้อที่ดินปลูกบ้าน ที่ไหนสักแห่งแถวๆ นี้อยู่ครับ$0#$b#เวลาที่ข้าได้อยู่ที่นี่ ช่างตราตรึงยิ่งนัก$1",
"summer_Tue8": "เห็ดจำนวนมากงอกงาม ที่เหมืองชั้นลึกลงไป$1#$e#น่าฉงนนักครับว่าเพราะอะไร ...$5#$b#บางทีข้าอาจจะลองศึกษา หาสาเหตุดูก็เป็นได้$0",
"fall_Tue8": "The valley is in good hands with your wizard, Magnus Rasmodius.$1#$e#*chuckle* We always give him a warm welcome when he visits The First Slash.$0",
"winter_Tue8": "The dwarf in the mines was kind enough to sell me hand-crafted bombs.$0#$e#Dwarfs make the finest bombs out of any species. It's how they carve through mountains to make their homes.$1",
"Tue10": "*yawn*...$5#$b#I didn't get much sleep last night. I was exploring the mountains.$0#$e#*yawn*...$5#$b#I feel like I could just rest my head in your lap...$5#$e#%Lance is dozing off.",
"Wed": "Marlon contracted me for some jobs suitable only to a combat mage, such as myself.$0#$e#I'm not at liberty to discuss the details.$5",
"Wed2": "Some parts of the world act on their own accord...$5#$e#For the most part, the Ferngill Republic is a safe place. But even it has its dark corners...$0",
"Wed4": "I'd feel out of place walking around Pelican Town. I'm comfortable here at the guild, though.$0#$b#They're always the same wherever you go.$5",
"Wed8": "The biggest adventure you can ever take is to live the life of your dreams.$0",
"summer_Wed8": "I had an expedition with Marlon in the mines recently. He's impressive with a sword.$0",
"fall_Wed8": "I purchased elixirs from that dwarf in the mines. Here, take one [773].$0#$e#It's quite invigorating.$5",
"winter_Wed8": "Stardew Valley takes their festivities quite seriously. Everyone participates in decorating, it seems.$5#$e#In Castle Village, we have our own festivals. Perhaps one day you can join us.$0",
"Wed10": "Hello, my darling. I trust you have adventure guild business today?$1#$e#Be safe out there.$0",

//Ginger Island
"Thu": "I was trained in the magical arts by my master.#$b#You show some real potential...$1",
"Thu4": "Your abilities are perplexing.$0#$b#Are you hiding your true power from me.$1",
"Thu6": "Patrolling the islands has its benefits...$0#$b#Beautiful weather, tropical fruits straight from the vine, breathtaking sights, the smell of fresh ocean air...$5",
"Thu8": "My hypothesis is that monsters were attracted to the raw power of Mount Kohldur.$6#$e#Unable to defend themselves from hordes of monsters, the dwarfs fled their home in search of a new one.$6",
"summer_Thu8": "I found this cinder shard while adventuring. You can have it [848].$0#$e#It's a useful resource for trading and crafting.$5",
"fall_Thu8": "Even today, adventurers such as yourself are still making new discoveries.$1#$e#The world is filled with many mysteries. With a collective effort, we can hope to eventually unravel it all.$0",
"winter_Thu8": "Because The First Slash guild building is within my teleportation range, I don't need an outpost here.#$e#I will say though, I fancy the idea of building a beach house here some day...$5",
"Thu10": "I really should stop by the beach house more often. Perhaps we can cook a meal together and enjoy the sun setting on Gem Sea's horizon.$4",
"Fri": "Perfect day for dungeon crawling.$0#$b#Good luck, adventurer.$5",
"Fri2": "The world is a big place. I hope to one day explore it all.$0",
"Fri4": "The First Slash guild building is located on a small island, far away in the middle of the Gem Sea.$0#$b#There isn't a good way to conventionally travel there.$5#$e#Everyone in the First Slash is a combat mage, just like me.$0#$e#I'll take you with me there someday.$1",
"Fri8": "Even I still get nervous stepping into the unknown. I have faith in my magical abilities to see me through whatever I might encounter, though.$0",
"summer_Fri8": "I'm somewhat fortunate I get to patrol Ginger Island.$5",
"fall_Fri8": "Galaxy Souls are required to perfect a magical weapon.$0#$b#They are the highest form of raw magical energy we know of.$1",
"winter_Fri8": "I sense a powerful presence on the island. I can't quite make it out...$6",
"Fri10": "I'm happy we found each other in this wild game we call life.$4",

//Highlands
"Sat": "There's a powerful monster on the peak of the mountain.$6#$e#I've found some opportunities to study it.$5#$b#Under the cover of fog, I witnessed it gobbling up treasure!$1#$e#I've tried sparring with it, but its resolve was stronger than I anticipated.$2#$b#Be careful if you try fighting it, @.$6",
"Sat6": "Thanks to your help, I've been able to make good progress on my monster crop research.$0",
"Sat8": "The mountain caverns here are rich in copper, iron, and gold. It was once the home to a colony of dwarfs.$0#$e#At some point... monsters moved in. I wonder what happened? There must be a reason.$6",
"summer_Sat8": "There is something very satisfactory about being the first person to discover a new monster.$0",
"fall_Sat8": "Did you come all the way out here to see me?$1#$e#Good luck adventuring, @.$0",
"winter_Sat8": "The snowfall here is heavy during winter.$0#$b#We are in the highlands, afterall.$5",
"Sat10": "Your visits spark a lot of joy in me.$0#$e#It'd be cramped, but we could share the bed tonight.$4",
"Sun": "Green mushroom monsters come out of hiding when it rains. They stay around the ruins.$0#$e#They are teeming with arcane energy - perfect for my research.$5",
"Sun4": "The air is thin here in the Highlands.$0",
"Sun6": "I'll admit, it can get quiet and lonely out here.$2#$b#It's a welcome sight to see you.$0",
"Sun8": "Monsters are more than horrid beasts with claws. We can learn more about them...$6",
"summer_Sun8": "These lands would make for a great vacation spot if they were absent of monsters.$0",
"fall_Sun8": "There's a famous tavern in Castle Village run by a dame named Eleanor.$0#$e#Ekon makes any opportunity to stop by. I believe he may have a thing for her...$5",
"winter_Sun8": "The golems and slimes here recolor their appearances with the changing seasons.$0#$e#I marvel at the possibility that they evolved to camouflage themselves.$0",
"Sun10": "There are many great powers in this world, but none surpass the power of love.$1#$e#*chuckle*...$5"

}
