{
//Special Dialogue
"breakUp": "ข้าว่านั่น... ดีที่สุดแล้วล่ะครับ$2#$e#ยากที่จะมีความสัมพันธ์ได้ ถ้าไม่ได้มาพบกันบ่อยๆ...$2",
"divorced": "ข้านึกว่า เราจะแก่ไปด้วยกันเสียอีก...$2#$e#%แลนซ์เบือนหน้าหนีจากคุณ",
"dumped_Guys": "สวัสดีครับ @$2#$e#...$2",
"secondChance_Guys": "ข้าเต็มใจที่จะ ให้โอกาสเราอีกสักครั้ง...$5",
"highlandsDwarf": "ท่านช่วยคนแคระนั้นไว้ @ ท่านคือผู้กล้าตัวจริง$1#$e#*คิกคัก* เขาเล่าให้ข้าฟังทุกอย่าง$5#$e#ข้าคิดไม่ออกเลยว่า เขาถูกจับขังไว้ที่ถ้ำนั่นได้ยังไง โดนบังคับให้มองดู สมบัติของตัวเองถูกกลืนกินเข้าไปโดยมอนสเตอร์ชั่วร้ายพวกนั้น$6",
"Resort_Entering": "ข้าไม่ได้มีวันหยุด มาหลายสัปดาห์แล้ว ข้าตั้งตารอวันนี้เลยล่ะครับ$0",
"Resort_Leaving": "*คิกคัก* ตอนนี้จิตวิญญาณข้า กลับมากระปรี้กระเปร่าแล้ว ได้เวลากลับบ้านแล้วล่ะ$5#$e#อยากจะเดินกลับบ้าน ด้วยกันมั้ยล่ะครับ? งั้นเก็บโทเท็ม กับคฑาคืนถิ่นไปเลย$1",
"Resort_Shore": "กิลด์คมแรก ตั้งอยู่ห่างจากที่นี้ ไปทางทิศตะวันตกเฉียงใต้ กว่า 2,000 ไมล์$0#$e#ท่านต้องผ่อนคลาย อยู่กับข้าที่นี่นะครับ ที่รัก รับรู้ถึงความร้อน และทรายอุ่น ที่ระหว่างนิ้วเท้าของท่าน$5",
"Resort_Chair": "อากาศวันนี้ ทำให้ผิวพรรณของข้า ได้เพลิดเพลิน$5",
"Resort_Bar": "คอกเทลสัปปะรดนี่สดชื่นจริงๆ ครับ$0#$e#อยากลองชิมดูมั้ยล่ะ?$1",
"Resort": "You should lay down and relax with me. Feel the hot, warm sand between your toes.$5#$e#The First Slash is about 2,000 miles south west of where we are.$1",

//Galdoran Outpost
"Mon": "เราเป็นหัวหอกที่จะทำให้ โลกนี้ปลอดภัยครับ$0",
"Mon4": "สวัสดีครับ @ ธุระอะไรพาท่านมาไกลจาก ความเจริญได้ขนาดนี้ กันล่ะครับ?$1",
"Mon6": "พวกเรากำลังรวบรวม ผู้มีประสบการณ์ ไปตะลุยทุ่งร้างให้ลึกขึ้น เพิ่มอยู่ครับ เพื่อไปจัดการกับ... ข้อติดขัดที่เราเจออยู่น่ะ$6#$e#ข้าบอกละเอียดกว่านี้ ไม่ได้แล้วครับ$5",
"Mon8": "ท่านฝึกทุกวันหรือไม่ครับ? ถ้าการตอบสนองของท่าน ไม่แหลมคมอยู่เสมอล่ะก็ ในสนามรบท่านอาจจะ พลาดพลั้งได้นะครับ$0",
"summer_Mon8": "บางพื้นที่ของกัลโดร่า อุดมไปด้วยแพลตินัม และแพลเลเดียม ที่ทับถมกันอยู่ครับ$0#$e#สิ่งที่ทำให้โลหะพวกนี้ มีค่ามหาศาล คือการที่มันไม่ทำปฏิกิริยา กับอากาศครับ$1#$b#พวกมันเป็นทรัพยากรที่สำคัญ ของอุปกรณ์เวทและ งานวิจัยเวทมนตร์ครับ$0",
"fall_Mon8": "ข้าโชคดีพอที่จะ ได้ค้นพบวัตถุเวทย์โบราณ หลายชิ้นในชีวิตครับ$0#$e#ขึ้นกับเวลาเท่านั้น แล้วท่านก็จะค้นพบเองเช่นกัน$1",
"winter_Mon8": "มีหลายที่เลยที่ข้า อยากจะพาท่านไปชม หากคามิลล่าอนุญาตให้ ท่านเข้าแคสเซิลวิลเลจ ได้แล้วน่ะครับ#$e#ข้าสงสัยเหลือเกินว่านาง รออะไรอยู่ไหม หรือมันเป็นการทดสอบ พิลึกอะไรกันแน่...#6#$b#นางชอบทำแบบนั้นน่ะครับ$5",
"Mon10": "ได้ทอดสายตามอง ขอบฟ้าคริมสันด้วยกัน บนปราการ...$5#$b#นี่สิครับถึงเป็นชั่วขณะ ที่ข้าจะไม่มีวันลืม$4",

//Stardew Valley
"Tue": "ข้ามีปราการด่านหน้า ของตัวเองอยู่ทางอุดรครับ ในเขตที่ราบสูง$0#$e#บางทีท่านคงจะ ได้ไปอยู่กับข้าสักวัน$1",
"Tue2": "ชาวคมแรกคงยินดีแน่ครับ หากมีคนมากฝีมืออย่างท่าน เข้าร่วมด้วย...$0",
"Tue8": "ข้ากำลังคิดที่จะ ซื้อที่ดินปลูกบ้าน ที่ไหนสักแห่งแถวๆ นี้อยู่ครับ$0#$b#เวลาที่ข้าได้อยู่ที่นี่ ช่างตราตรึงยิ่งนัก$1",
"summer_Tue8": "เห็ดจำนวนมากงอกงาม ในเหมืองชั้นลึกลงไป$1#$e#น่าฉงนนักครับว่าเพราะอะไร ...$5#$b#บางทีข้าอาจจะลองศึกษา หาสาเหตุดูก็เป็นได้$0",
"fall_Tue8": "หุบเขาได้มีมือดี อย่างพ่อมดของท่าน ท่านแม็กนัส ราสโมเดียสคอยดูแล$1#$e#*หัวเราะคิกคัก* พวกเราต้อนรับเขา อย่างอบอุ่นทุกครั้ง ที่เขาแวะมากิลด์คมแรก$0",
"winter_Tue8": "คนแคระในเหมืองใจดีพอที่จะ ขายระเบิดทำมือให้ข้าครับ$0#$e#พวกคนแคระเนี่ย ทำระเบิดที่ดีที่สุด ในทุกเผ่าเลยนะครับ พวกเขาถึงเจาะภูเขาทำบ้าน ได้ยังไงล่ะ$1",
"Tue10": "*หาว*...$5#$b#เมื่อคืน ข้าไม่ค่อยได้นอนเลยครับ ข้าไปสำรวจภูเขาน่ะ$0#$e#*หาว*...$5#$b#ข้ารู้สึกว่าข้านอนพัก บนตักท่านได้เลยนะ...$5#$e#%แลนซ์กำลังพล่อยหลับ",
"Wed": "ท่านมาร์ลอนว่าจ้างให้ข้า มาทำงานที่มีแต่ นักรบเวทเท่านั้นจึงจะทำได้ นักรบเวทแบบข้าน่ะครับ$0#$e#ข้าบอกละเอียดกว่านี้ ไม่ได้หรอกครับ$5",
"Wed2": "บางแห่งในโลก ก็ทำอะไรตามอำเภอใจครับ ...$5#$e#โดยมากแล้ว สาธารณรัฐเฟิร์นกิลล์ ก็เป็นที่ที่ปลอดภัยครับ แต่ถึงจะเป็นเฟิร์นกิลล์ ก็มีมุมมืดเหมือนกัน...$0",
"Wed4": "ข้าคงรู้สึกผิดที่ผิดทาง หากต้องไปเดิน ในเมืองเพลิแกน แต่ที่กิลด์นี่ ข้ารู้สึกสบายใจครับ$0#$b#ท่านจะไปที่ไหน พวกเขาก็เหมือนเดิม$5",
"Wed8": "การผจญภัยที่ยิ่งใหญ่ที่สุด คือการได้ใช้ชีวิต ตามที่ใฝ่ฝันครับ$0",
"summer_Wed8": "ข้าเพิ่งไปสำรวจเหมือง กับท่านมาร์ลอนมาครับ เขากวัดแกว่งดาบ ได้น่าประทับใจทีเดียว$0",
"fall_Wed8": "ข้าซื้อยาอายุวัฒนะ จากคนแคระในเหมืองมา นี่ครับ รับไว้สักขวด [773]$0#$e#เติมพลังได้ดีไม่เบาเลย$5",
"winter_Wed8": "สตาร์ดิวแวลลีย์จริงจังกับงานเทศกาลกันน่าดูนะครับ ดูเหมือนว่าทุกคนจะ มาช่วยกันตกแต่งหมดเลย$5#$e#ที่แคสเซิลวิลเลจ เราก็มีเทศกาลของเราเองครับ บางทีท่านอาจจะ ได้มาเข้าร่วมกับพวกเรา สักวันหนึ่ง$0",
"Wed10": "สวัสดีครับ ยอดยาหยีของข้า มาทำธุระที่กิลด์ของนักผจญภัย แน่เลยสินะครับวันนี้?$1#$e#ขอให้ปลอดภัยนะครับ$0",

//Ginger Island
"Thu": "ข้าฝึกศิลปะเวทมนตร์ มาจากปรมาจารย์ของข้าครับ#$b#ท่านเองดูมีแววไม่เบานะ...$1",
"Thu4": "ความสามารถของท่าน ช่างน่าฉงนนัก$0#$b#ท่านกำลังซ่อนพลัง ที่แท้จริงของท่าน จากข้าอยู่หรือเปล่าครับ?$1#$e#*คิกคัก*...$5",
"Thu6": "เดินตรวจตราเกาะ ก็มีข้อดีนะครับ...$0#$b#สภาพอากาศยอดเยี่ยม ผลไม้เขตร้อนสดใหม่จากต้น บรรยากาศสวยจนลืมหายใจ กลิ่นลมทะเลอันหอมสดชื่น...$5",
"Thu8": "สมมติฐานของข้าคือ พลังบริสุทธิ์จากภูเขาโคห์ลดูร์ ดึงดูดพวกมอนสเตอร์มา$6#$e#เมื่อต่อสู้กับ ฝูงมอนสเตอร์มากมายไม่ไหว เหล่าคนแคระ จึงหนีจากบ้านเกิด เพื่อออกตามหาบ้านใหม่ ไงล่ะครับ$6",
"summer_Thu8": "ข้าพบสะเก็ดถ่านนี่ ตอนออกผจญภัยครับ ท่านเก็บไว้สิ [848]$0#$e#มันเป็นทรัพยากร ที่มีประโยชน์ในการแลกเปลี่ยน และสร้างของครับ$5",
"fall_Thu8": "จวบจนถึงวันนี้ นักผจญภัยเช่นท่าน ก็ยังคงค้นพบสิ่งใหม่ๆ เสมอ$1#$e#โลกน่ะเต็มไปด้วยปริศนาครับ หากพวกเราทุกคน ต่างพยายาม ความหวังที่จะค้นพบ ปริศนาทั้งหมดก็ยังมีครับ$0",
"winter_Thu8": "กิลด์ของข้าไม่อยู่ในระยะที่ สกิลเทเลพอร์ตของข้า จะใช้งานได้ ข้าจึงต้องนำรูนวาร์ป มาซ่อนไว้แถวนี้#$e#ข้าชอบความคิดที่จะมี บ้านพักชายทะเล ในสักวันหนึ่งครับ...$5",
"Thu10": "ข้าควรจะแวะมา บ้านพักชายทะเล ให้บ่อยกว่านี้จริงๆ นะครับเนี่ย บางทีเราอาจจะ ช่วยกันทำอาหาร แล้วชมดวงอาทิตย์ตกที่ ริมขอบฟ้าแห่งทะเลอัญมณีก็ได้$4",
"Fri": "เป็นวันที่สมบูรณ์แบบ ในการลงดันจริงๆ นะครับ$0#$b#โชคดีนะครับ นักผจญภัย$5",
"Fri2": "โลกเป็นที่ที่กว้างใหญ่ครับ ข้าหวังว่าสักวัน จะสำรวจได้หมด$0",
"Fri4": "มีนักผจญภัยมากมาย ที่มาจากกิลด์คมแรก รวมทั้งข้าด้วย$5#$e#ไว้วันไหนข้าจะพา ท่านไปด้วยกันนะครับ$1",
"Fri8": "ขนาดข้ายังกังวล เมื่อต้องย่างเข้าเขตแดน ที่ไม่รู้เลยครับ แต่ข้ามีศรัทธาว่า พลังเวทของข้าจะพาข้า รอดไปได้ไม่ว่าจะต้องเจอ กับอะไรก็ตามครับ$0",
"summer_Fri8": "ข้าค่อนข้างโชคดี เหมือนกันนะครับ ที่ได้เดินตรวจตรา เกาะแง่งขิง$5",
"fall_Fri8": "จิตวิญญาณดาราจักร (Galaxy Soul) จำเป็นสำหรับการทำ อาวุธเวทให้สมบูรณ์แบบครับ$0#$b#มันเป็นรูปขั้นสุดยอด ของพลังงานเวทมนตร์ ที่เรารู้จักครับ$1",
"winter_Fri8": "ข้ารู้สึกได้ ถึงสิ่งที่ทรงพลัง บนเกาะนี้ครับ แต่ก็ระบุให้แน่ชัด ไม่ได้เสียที...$6",
"Fri10": "ข้าดีใจที่เราได้มาพบกัน ในละครอันสับสนวุ่นวายที่ พวกเราเรียกว่าชีวิตนี่นะครับ$4",

//Highlands
"Sat": "มีมอนสเตอร์ที่แข็งแกร่ง อยู่ที่ยอดเขาครับ$6#$e#ข้าพบโอกาส ในการสอดแนมมันแล้ว$5#$b#ภายใต้หมอกอำพราง ข้าเห็นมันกลืนสมบัติ ลงไปด้วยสองตา!$1#$e#ข้าลองไปสู้กับมันแล้วครับ แต่พลังมันแข็งแกร่ง กว่าที่ข้าคาดไว้$2#$b#ระวังตัวด้วยครับ หากท่านคิดจะลองสู้กับมัน @$6",
"Sat6": "เพราะได้ท่านช่วย งานวิจัยพืชผักเวทมนตร์ของข้า จึงคืบหน้าไปได้มากครับ$0",
"Sat8": "ถ้ำต่างๆ บนเขานี่ เต็มไปด้วยทองแดง เหล็ก และทองครับ มันเคยเป็นอาณาจักรของ คนแคระกลุ่มหนึ่ง$0#$e#วันดีคืนดี... มอนสเตอร์ก็ย้ายเข้ามา ข้าสงสัยนักว่า เกิดอะไรขึ้น? ต้องมีเหตุผลสิ$6",
"summer_Sat8": "มีอะไรบางอย่าง ที่น่าพึงพอใจ เวลาที่ได้เป็นผู้ค้นพบ มอนสเตอร์ใหม่คนแรกครับ$0",
"fall_Sat8": "นี่ท่านมาไกลขนาดนี้ เพื่อมาเจอข้าหรือครับ?$1#$e#โชคดีกับการผจญภัยนะ @$0",
"winter_Sat8": "ที่นี่หิมะตกหนักมาก ช่วงฤดูหนาวครับ$0#$b#ก็พวกเรา อยู่ในเขตที่ราบสูงนี่นะ$5",
"Sat10": "เมื่อท่านมาเยี่ยม ใจข้าก็มีความยินดี ปะทุขึ้นมาแล้ว$0#$e#อาจจะอึดอัดบ้าง แต่คืนนี้ แบ่งเตียงกันนอนได้นะครับ$4",
"Sun": "มอนสเตอร์เห็ดเขียว ออกจากที่ซ่อนเวลาฝนตกครับ พวกมันจะอยู่แถวๆ ซากปรักกักพัง$0#$e#พวกมันอาบไปด้วยพลังเวท - เหมาะเจาะไร้ที่ติ สำหรับงานวิจัยข้าเลยครับ$5",
"Sun4": "อากาศที่เขตที่ราบสูงนี่ เบาบางนัก$0",
"Sun6": "ข้ายอมรับครับ ที่นี่บางทีก็เงียบและว้าเหว่$2#$b#ได้เห็นท่านเป็นอะไรที่ ข้ายินดีนัก$0",
"Sun8": "มอนสเตอร์เป็นมากกว่า แค่สัตว์น่าเกลียดน่ากลัว ที่มีเล็บแหลมคมนะครับ พวกเราศึกษาเกี่ยวกับพวกมัน มากกว่านี้ได้...$6",
"summer_Sun8": "ดินแดนนี้คงเหมาะกับ การมาพักร้อนนัก ถ้าไม่มีมอนสเตอร์น่ะครับ$0",
"fall_Sun8": "มีโรงแรมเล็กๆ แห่งหนึ่งในแคสเซิลวิลเลจ ที่มีสตรีสูงศักดิ์นามเอเอนอร์ เป็นเจ้าของครับ$0#$e#เอกอนหาข้ออ้างแวะพักตลอด ข้าเชื่อว่าเขาคงชอบพอนาง ...$5",
"winter_Sun8": "โกเลมกับสไลม์ที่นี่ เปลี่ยนสีตามฤดูกาลครับ$0#$e#เหลือเชื่อว่าพวกมัน วิวัฒนาการ จนมีความสามารถ ในการพรางตัวได้$0",
"Sun10": "โลกใบนี้ มีพลังที่ยิ่งใหญ่มากมายครับ แต่ไม่มีพลังใดยิ่งใหญ่ไปกว่า พลังแห่งรักหรอกครับ$1#$e#*หัวเราะคิกคัก*...$5"

}
