{
  //SPECIAL DIALOGUE
  "patio_Lance": "พืชผลมอนสเตอร์ทั้งหลาย สุขภาพแข็งแรงดีเลยครับ$0",
  "spouseRoom_Lance": "ข้าได้รับรูปปั้นมอนสเตอร์เหล่านี้ มาเป็นรางวัลจากผลงาน ในสนามของข้าน่ะครับ$0#$e#*หัวเราะคิกคัก* สหายร่วมกิลด์ข้าบางคน เชื่อว่ามันเป็นมอนสเตอร์ ที่ถูกแช่แข็งน่ะครับ...$5",
  "funReturn_Lance": "วันนี้ของท่าน เป็นอย่างไรบ้างครับ ยอดยาหยีของข้า?$1#$e#วันนี้ของข้าดีเลยล่ะ ข้าหาเวลามาทำวิจัยของข้า ต่อได้แล้วล่ะครับ$0",
  "funLeave_Lance": "วันนี้ข้ามีธุระที่กิลด์ คืนนี้จะกลับมานะครับ$0",
  "OneKid_0": "เราทั้งคู่ ต้องเข้มแข็งเพื่อ %kid1 นะครับ$0",
  "OneKid_1": "ชีวิตข้าเป็นอะไร มาหลายอย่างครับ แต่ไม่เคยเป็นพ่อคนเลย จนกระทั่งวันนี้$1",
  "OneKid_2": "ข้าหวังว่า %kid1 จะชอบอ่านหนังสือ เมื่อโตขึ้นนะครับ#$b#การได้อ่านหนังสือแต่เยาว์วัย ทำให้ข้าสนใจการทำวิจัยครับ ข้าไม่เคยหยุดอ่านเลย$5",
  "OneKid_3": "พอลูกของเราโตพอแล้ว พวกเราควรไปเที่ยวรอบโลก ด้วยกันนะครับ$0",
  "OneKid_4": "%kid1 มีเลือดนักสู้ ไม่น้อยเลยนะครับ บางทีสักวัน อาจได้เป็นนักผจญภัยก็ได้$1",
  "TwoKids_0": "ข้าเชื่อว่า ลูกๆ ของเราจะสืบทอดส่วนที่ดี ของเราทั้งคู่ไปครับ$5#$e#*หัวเราะคิกคัก* %kid1 ได้ตาท่านไปนะ$1",
  "TwoKids_1": "ข้าจะรักลูกๆ ผู้งดงามของเรา โดยหมดใจไร้เงื่อนไข อย่างไม่มีวันเสื่อมคลาย เลยครับ$0#$e#พวกขาจะเติบใหญ่ และเปลี่ยนไปเมื่อเวลาผ่านไป และพวกเราจะอยู่เคียงข้างพวกเขา ในทุกขั้นทุกตอนครับ$1",
  "TwoKids_2": "ตอนข้าไปข้างนอก ข้าพบ %kid2 ตัวเปื้อนฝุ่นไปหมด ข้าเลยเตรียมน้ำให้ครับ$0#$e#*หัวเราะคิกคัก* ข้ารู้จักใครบางคน ที่ชอบเป็นแบบนั้นครับ...$5",
  "TwoKids_3": "เราทั้งคู่ จากบ้านกันบ่อยนะครับ$6#$b#ท่านคิดว่าอย่างไร หากจะจ้างพี่เลี้ยงสักคน?$0#$e#ข้ารู้จักเด็กหนุ่มนิสัยดีในเมือง ที่กำลังมองหางานพาร์ทไทม์ อยู่ครับ$1",
  "TwoKids_4": "ข้ารู้สึกขอบคุณนักที่ %kid1 กับ %kid2 เข้ากันได้ดีครับ$1",

  //SEASONAL DIALOGUE
  "spring_Lance": "กลิ่นของอากาศอันสดชื่น กับสัมผัสของแสงอาทิตย์ บนใบหน้าช่วงนี้ของปี ช่างปลอมประโลม ดวงวิญญาณได้ดีนัก$0",
  "spring_1": "ข้ารู้สึกถึงหุบเขา ที่อาบเอิบไปด้วยชีวิตได้ ใบไม้ผลิได้มาถึงแล้วสินะครับ ...$0#$e#หากปราศจากฤดูหนาวแล้ว ใบไม้ผลิก็คงไม่ได้รับ ความชื่นชมเช่นนี้หรอก$5",
  "spring_13": "เทศกาลไข่อีสเตอร์ คือวันนี้สินะครับ$5#$e#นี่จะเป็นโอกาสอันดีเลยที่ข้า จะได้พูดคุยกับผู้อาศัย ในหุบเขาทั้งหลาย$1",
  "spring_24": "ข้าเตรียมตัวสำหรับ พิธีเต้นรำเทศกาลดอกไม้ มาแล้วครับ และเต็มใจนักที่จะได้ เต้นรำกับท่าน ยอดยาหยีของข้า$1",
  "summer_Lance": "ฮ้า... ข้าชอบอากาศร้อนจริงๆ$5",
  "summer_1": "ช่วงเริ่มต้นฤดูร้อน หนักหนากับชาวไร่$0#$b#รับไว้สิครับ ยอดยาหยี มันจะช่วยให้ท่าน มีแรงมากขึ้นครับ [349]$1#$e#โชคดีนะครับวันนี้ ยอดดวงใจข้า$4",
  "summer_11": "ข้าทำอาหารจานพิเศษ จากสูตรอาหารตระกูล อันเก่าแก่มาใส่หม้อไฟล่ะครับ$0",
  "summer_28": "คืนนี้อย่าลืมงานรวมตัว ที่ชายหาดนะครับ ยอดดวงใจข้า$0",
  "fall_Lance": "หุบเขามีชีวิตด้วยสีสัน... แซ่ร้องถึงจิตวิญญาณเลยครับ$0",
  "fall_1": "ท่านรู้สึกเหมือนกันมั้ย? เหล่าต้นไม้ต่างเข้าเข้าห้วงนิทรา อันลุ่มลึกกันล่ะครับ$0#$e#ลมที่บางเบาที่สุด ก็โปรยฝนใบไม้แล้ว$5",
  "fall_6": "ข้าอยากกิน บัตเตอร์นัทคั่วคั้น สักชามจังครับ...$1#$e#*หัวเราะคิกคัก* บางทีคงเป็น ผลพวงของฤดูใบไม้ร่วง$5",
  "fall_16": "ปีนี้ท่านทำงานหนักนัก ยอดยาหยีของข้า$1#$b#ข้าเฝ้ารอชม การจัดแสดงอันยิ่งใหญ่ ที่จะอวดความสำเร็จ ของท่านนะครับ$0",
  "fall_27": "การเรียกเขาวงกต ต้องใช้มานามหาศาลครับ$0#$e#ข้าต้องดื่มยาพิเศษ ถึงจะมีพลังได้ขนาดนั้น แล้วก็ยังได้แค่เพียง ชั่วอึดใจด้วย$5",
  "winter_Lance": "ฤดูหนาวเป็นฤดูกาล ให้ผู้คนได้ฟื้นฟูกำลัง และเตรียมตัวสำหรับ ปีถัดไปครับ$0",
  "winter_1": "เมื่อคืนหุบเขา ถูกปกคลุมด้วยหิมะแหละครับ$0",
  "winter_8": "เวทมนตร์เป็นวิธีที่มี ประสิทธิภาพที่สุด ในการตกปลาครับ ข้าใช้วิธีนั้นแหละ$0",
  "winter_12": "ข้าสงสัยนักว่า พ่อค้าตลาดราตรีปีนี้ จะนำอะไรมาขาย?$0",
  "winter_24": "ข้าวางแผนอะไรพิเศษ ให้ท่านพรุ่งนี้ด้วยครับ...$1",
  "winter_25": "ข้าไปแลกสิ่งนี้มาจาก แคสเซิลวิลเลจ ให้ท่านผู้เดียว ไม่แบ่งใครเลยครับ มันคือ 'จิตวิญญาณแห่งกาแลคซี่ (Galaxy Soul)' ครับ [896]$0#$e#มันจะทำให้ท่านแกร่งขึ้น$1#$e#อ่า ข้าแลกกับอะไรน่ะหรือครับ? นั่น... เป็นความลับครับ$1",

  //DAY DIALOGUE
  "Indoor_Day_Lance": "ข้าปลื้มใจนัก ที่ได้เอนหลังพักผ่อน$1",
  "Indoor_Day_0": "บ้านหลังนี้อยู่สบาย กว่าปราการในเขตที่ราบสูง อย่างแน่นอนเชียวครับ$0",
  "Indoor_Day_1": "ตู้เย็นนี่ เต็มไปด้วยผลผลิตจากฟาร์ม เสมอเลย$0#$e#ข้าเคยมีแต่อาหารสนามให้กิน ตอนนี้ข้ารู้สึกราวกับ เป็นราชาเลยล่ะครับ!$1#$e#อาหารสนามก็ไม่ได้แย่ ขนาดนั้นหรอกครับ...$5",
  "Indoor_Day_2": "วันนี้ต้องทำอะไรหรือครับ?$0",
  "Indoor_Day_3": "ปกติข้าไม่ค่อยมีเวลาว่างครับ$0#$e#ข้าฉงนนักว่าวันๆ จะทำอะไรดี...$5#$e#%แลนซ์คิดหนักอยู่กับตนเอง",
  "Indoor_Day_4": "เช้านี้ข้าถือวิสาสะ ทำความสะอาดบ้านไป$1#$e#ใช้เวลาอึดใจเดียวครับ ข้าใช้คาถาพื้นฐานมากๆ$0",
  "Outdoor_Lance": "อย่าฝืนตัวเองนะครับ เอาน้ำอมฤตนี่ไปครับ มันจะฟื้นพลังให้ท่าน[773]$1",
  "Outdoor_0": "ข้าร่ายมนตร์ปกป้อง บนพื้นที่เพาะปลูกไว้ครับ จะได้กันพวกเพลี้ย$0#$e#เพลี้ยจำนวนมากเนี่ย ทำให้พืชเติบโตได้ไม่ดีนะครับ$6",
  "Outdoor_1": "บางทีวันนี้ ข้าอาจจะออกไปสำรวจ? มีอีกหลายที่เลย บนหุบเขา ที่ข้ายังไม่เคยเห็น$0",
  "Outdoor_2": "ตอนนี้ข้ารู้สึก ปลาบปลื้มอย่างแท้จริง กับความสงบของหุบเขาครับ$0",
  "Outdoor_3": "ไม่มีใครที่ข้ารู้จัก ขยันเท่าท่านเลยครับ$5#$e#หวังว่าจะเป็นวันที่ มีความหมายนะครับ ยอดยาหยีของข้า$1",
  "Outdoor_4": "ข้าไม่ค่อยรู้เรื่องการเก็บเกี่ยว พืชผลหรอกครับ$0#$e#ข้าแค่ชอบมองดู ท่านทำงานเท่านั้น...$5",
  "Rainy_Day_0": "พื้นที่เพาะปลูกนี่ คงได้เครื่องดื่มต้อนรับ ที่ดีเยี่ยมเลย จากฝนที่ตกพรำๆ นี้$0",
  "Rainy_Day_1": "เช็ดเท้าก่อนกลับเข้ามา นะครับ ข้าไม่อยากให้ท่าน ทิ้งรอยโคลนไว้เป็นทาง$1",
  "Rainy_Day_2": "เวลาฝนตกทีไร ข้าอยากจะฝังจมูก กับหนังสือ พร้อมเครื่องดื่มร้อนๆ สักแก้วจังเลยครับ",
  "Rainy_Day_3": "ปราศจากฝน ก็คงปราศจากชีวิตครับ...$5",

  //NIGHT DIALOGUE
  "indoor_Night_Lance": "ยินดีต้อนรับกลับบ้านครับ ยอกยาหยีของข้า$0",
  "Indoor_Night_0": "ข้าได้ยินคำกล่าวขาน เกี่ยวกับคุก 'ถ้ำกะโหลก' แสนอันตรายมาหลายครา มันอันตรายจริง ดังคำกล่าวหรือไม่ครับ?$0",
  "Indoor_Night_1": "ข้าดีใจที่วันนี้จบลงเสียที ร่างข้าพร้อมจะหลับใหลยาวๆ แล้วล่ะครับ$0",
  "Indoor_Night_2": "ข้าลองทำอาหารดูครับ โชคดีที่เรามีวัตถุดิบครบ [244 242 907 905 240]$0",
  "Indoor_Night_3": "*หัวเราะคิกคัก* ข้าได้ยินเสียง ร่ายคาถาด้านนอก คืนนี้นางคง เหาะอยู่สินะครับ...$5#$e#นักเวทย์ทุกคน ในเซอร์เคิลของเรา รู้เรื่องการเลิกรา ของท่านแม็กนัสครับ เรื่องใหญ่น่าดู เหตุการณ์ไม่ธรรมดา เลยล่ะครับ$0",
  "Indoor_Night_4": "เราควรไปจุดไฟอุ่นๆ แล้วนอนกอดกันข้างๆ มัน หลังอาหารเย็นนะครับ$4",
  "Rainy_Night_Lance": "ข้าชอบเคลิ้มหลับ กับเสียงสายฝนปรอยๆ กระทบหลังคาครับ$5",
  "Rainy_Night_0": "บ้านเรากันอากาศ ด้านนอกได้ดีเลยครับ$0",
  "Rainy_Night_1": "วันของท่านเป็นอย่างไรบ้าง? ปะทะกับมอนสเตอร์ บ้างหรือเปล่าครับ?$1",
  "Rainy_Night_2": "ข้าสงสัยนักว่าที่เขตที่ราบสูง ฝนตกอยู่เช่นกันหรือไม่...$6#$e#ปราการน่ะดูแลตัวมันเองได้ เกราะเวทย์ของข้าจะกัน พวกมอนสเตอร์ไว้ครับ$0",
  "Rainy_Night_3": "เฉพาะนักเวทย์ระดับสูงๆ เท่านั้น ถึงได้รับอนุญาตให้สร้าง 'อุโมงค์ (์Nexus)' ครับ$5#$e#เขตที่ราบสูง สตาร์ดิวแวลลีย์ และเกาะขิงถือว่า อยู่ภูมิภาคเดียวกัน ข้าเลยไม่ต้องใช้ครับ$0",
  "Rainy_Night_4": "*หาว* เราไปนอนกันดีมั้ย หวานใจข้า?$0",

  //AFFECTION DIALOGUE
  "Good_0": "ท่านคือสมบัติ ที่มีค่าที่สุดของข้าครับ$4",
  "Good_1": "ได้ใช้ชีวิตกับท่าน ทำให้ข้ารู้ตัวว่า ตอนนี้ข้ามีความสุขมากขึ้น ขนาดไหนครับ$0#$b#ข้าคิดว่าตนเองเป็น ผู้ที่เร่ร่อนไร้หลักแหล่ง แต่ท่านทำให้บ้านหลังนี้ รู้สึกเป็นบ้านจริงๆ$1#$e#ข้าทะนุถนอมทุกช่วงเวลา ที่อยู่กับท่านครับ$4",
  "Good_2": "การอยู่ที่ฟาร์มนี้กับท่าน เป็นการผจญภัย ที่พิเศษไม่เบาเลยครับ$1#$b#หวังว่าท่านก็เหมือนกันนะครับ ยอดยาหยีของข้า$1",
  "Good_3": "มีนักวิจัยมอนสเตอร์ ชื่อดังคนหนึ่งที่กัลโดร่า มีพิพิธภัณฑ์มอนสเตอร์ ของตัวเองครับ$0#$e#งานค้นคว้ากับการค้นพบ บางส่วนของข้าก็ถูก จัดแสดงที่นั่น$1",
  "Good_4": "ปรมาจารย์ของข้า เป็นอัศวินมังกรครับ ข้าเป็นศิษย์ท่านตั้งแต่ยังเล็ก เมื่อศักยภาพทางเวทมนตร์ ของข้าถูกค้นพบ$0",
  "Good_5": "ข้าทำเสาสลัก นี้มาให้ท่านครับ มันจะเรียกเมฆฝนที่จะ ช่วยรดน้ำพื้นที่เพาะปลูกได้[681]$0",
  "Good_6": "ข้าสนใจฟัง เรื่องวันของท่านเสมอครับ$1",
  "Good_7": "ท่านทำอะไร กับผมมาหรือเปล่าครับ? ดูมีเสน่ห์มากเลยวันนี้$1",
  "Neutral_0": "ข้าไม่ชื่นชอบการดูทีวี หรือรบกวนสมาธิตนเอง ด้วยเครื่องมือสมัยใหม่ครับ$0#$e#แต่กระนั้นข้าก็ชอบ ดูหนังที่โรงหนัง$1#$b#มันมีอะไรวิเศษอยู่ในภาพ ที่เคลื่อนไหวครับ... ตรึงใจมาก$5",
  "Neutral_1": "ศาลคุณปู่ของท่านเหมือน มีกลิ่นเวทมนตร์ครับ$0#$e#พื้นที่เพาะปลูกแห่งนี้ มีความเป็นมาที่ลึกลับครับ...$5",
  "Neutral_2": "ท่านแม็กนัสศึกษา ผลไม้โบราณ ส่วนข้าศึกษา พืชผลปีศาจครับ...$5#$e#งานของเราคล้ายกัน อย่างแปลกประหลาด$1",
  "Neutral_3": "เจ้าของร้านซาลูนเป็น คนอบอุ่นและให้การต้อนรับดี ทำให้ข้ารู้สึกราวกับอยู่บ้าน พร้อมๆ กับที่เพลิดเพลินกับอาหาร และเครื่องดื่มชั้นดี$0#$b#ข้าเข้าใจเลยว่าเหตุใด ร้านของเขาจึงรุ่งเรือง ถึงเพียงนี้ครับ$1#$e#ช่วงนี้ข้าพยายาม เข้าเมืองมากขึ้นน่ะครับ$5",
  "Neutral_4": "ข้าต้องไปที่กิลด์ข้าเร็วๆ นี้แล้วครับ ยาเพิ่มมานาของข้า ใกล้หมดแล้ว$0",
  "Neutral_5": "ท่านเคยนึกสงสัยหรือไม่ ว่าในวันข้างหน้าพวกเรา จะย้ายไปอยู่แห่งใดกัน?$0#$e#บางทีพวกเราอาจจะ ซื้อเกาะส่วนตัว และใช้ชีวิตที่เหลือ ที่นั่นก็ได้นะครับ...$5",
  "Neutral_6": "ท่านคิดว่าปีศาจ มาจากไหนกันครับ @?$0#$e#ตำนานกล่าวว่า พวกมันมาจากมนตร์ดำเก่าแก่$5#$e#ข้าเชื่อว่ามีอะไร มากกว่าที่เห็นแน่ครับ$0",
  "Neutral_7": "ร้านซาลูนมี ดราฟเบียร์ประจำฤดูกาล ที่คัดสรรมา อย่างดีเยี่ยมด้วย ดีกว่าโรงเตี๊ยมทั้งหลาย ที่ข้าเคยไปเยี่ยมเยียนเสียอีก$5",
  "Bad_0": "บางคราข้าก็รู้สึกราวกับ เป็นวิญญาณสำหรับท่าน...$2",
  "Bad_1": "*ถอนหายใจ* ข้าทำลาย โลหะหายากราคาแพง ระหว่างทดลองเวทย์$2#$e#เสียของยิ่งนัก...$2",
  "Bad_2": "เราทั้งคู่ออกจากบ้าน กันบ่อยเหลือเกิน ข้าแทบไม่ได้ เห็นหน้าท่าน...$6#$e#ข้ารู้ว่าชีวิตเราทั้งคู่ต่างยุ่ง แต่เราก็ยังต้องหาเวลา มาอยู่ด้วยกันนะครับ",
  "Bad_3": "ข้าจะดีกว่านี้ได้หรือไม่? ข้าทำให้ดีกว่านี้ได้หรือไม่ เหรอ? เฮ้อ...$2",
  "Bad_4": "ไม่ใช่ตอนนี้ครับ @$3",
  "Bad_5": "ท่านเคยรู้สึกหรือไม่ ว่าเราเร่งมาคบกัน เร็วเกินไป?...$2",
  "Bad_6": "...$6#$e#%แลนซ์กำลังเมินคุณ",
  "Bad_7": "ข้านึกว่าเราให้สัญญากันไว้ ว่าจะคุยกัน หากมีเรื่องไม่ดีเสียอีก...$2"
}
