{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "สวัสดี! เธอคงเป็น @ เจ้าของฟาร์ม ที่ย้ายเข้ามาใหม่ ฉันชื่อแคโรไลน์#$e#สามีของฉันเปิดร้านค้าที่นี่นะ แล้วเธอเคยเจออบิเกล ลูกสาวของฉันรึยังจ้ะ? เธอผิวออกซีดๆ และมีผมสีม่วงน่ะ",
        "Resort_Entering": "วิลลี่ ให้ปลาแท่งกับเราคนละชิ้น ฉันยังเคี้ยวมันอยู่เลยเนี่ย",
        "Resort_Leaving": "คืนนี้ฉันต้องหลับสบายแน่ๆ!$h",
        "Resort_Shore": "ถ้าเทียบกับที่หุบเขา น้ำที่นี่อุ่นกว่าเยอะเลย ฉันมีความสุขจริงๆ!",
        "Resort_Chair": "%แคโรไลน์กำลังงีบหลับ",
        "Resort_Bar": "ฉันบอกกัส ให้ลองทำให้ฉัน ประหลาดใจหน่อย แล้วเขาก็ทำชาเขียว ใส่เปลือกมะม่วงขูด อร่อยเลยล่ะ!$h",
        "Resort": "สวัสดี @ เธอมาที่นี่เพื่อ พักผ่อนหรือทำงานเหรอ?",
        "Mon": "ฉันไม่อยากให้แอ็บบี้ ใช้เวลาอยู่แต่ในห้องเลย",
        "Mon_inlaw_Abigail": "ไงจ๊ะ @ เธอสนุกกับชีวิตแต่งงานมั้ย? ฉันหวังไว้แบบนั้นเหมือนกัน!",
        "Mon8": "#$1 Caroline23#ตอนที่พวกเรา ย้ายมาที่เมืองเพลิแกน ฉันแอบเดินไปที่ หอคอยของพ่อมด ด้วยล่ะ อย่าบอกปีแอร์นะ เขาเป็นคนขี้หึงน่ะ#$e#อบิเกลเกิดหลังจากที่เรา ย้ายมาที่นี่ปีนึง ฉันสงสัยจังว่า เธอจะเคยสัมผัสชีวิต นอกหมู่บ้านรึเปล่า?",
        "Tue": "ฉันเคยเห็น ต้นฮอร์สแรดิช ในป่านะ#$e#การเที่ยวหาอาหารป่า เป็นทางที่ง่ายที่จะได้เงิน หรือเธอจะใช้ของที่เธอเจอ เป็นของขวัญหรืออาหารก็ได้",
        "Wed": "สวัสดี เธอมีทุกอย่างที่ต้องการ สำหรับทำฟาร์มแล้วหรือยัง?#$e#ถ้ายังไม่มีล่ะก็ เราสามารถช่วยเธอได้นะ#$e#เรามีอุปกรณ์ที่มีประโยชน์ อยู่หลากหลายชิ้นเลยล่ะ",
        "Thu": "#$1 Caroline1#หืมมม... ฉันสงสัยจังว่า จะขอให้ปีแอร์ทำอาหารเย็น สำหรับคืนนี้ ได้ไหม#$e#หืมมม... ฉันจะทำอะไร เป็นอาหารเย็น สำหรับคืนนี้ดีล่ะ?#$e#ไม่เป็นไร ฉันจะออกไปซื้อ จากร้านอาหารนะ",
        "Fri": "เป็นวันที่ดีนะ#$e#ในวันอย่างนี้ ฉันอยากช่วยเอเวอลิน เรื่องสวนสาธารณะจัง#$e#ด้วยอายุขนาดนี้แล้ว เธอก็ถือว่าแข็งแรงอยู่ แต่ฉันคิดว่าเธอคงจะยินดี กับทุกๆ ความช่วยเหลือที่เธอจะได้รับ",
        "Sat": "มีแค่ฉันรึเปล่าเนี่ย ที่คิดว่าอบิเกล สนใจสิ่งที่แปลกๆ อะไรที่มันมืดมนน่ะ?#$e#บางทีฉัน คงแก่เกินไปที่จะเข้าใจ แล้วล่ะมั้งเนี่ย",
        "Sat_inlaw_Abigail": "มื้อเย็นดูเงียบไปมาก ตั้งแต่อบิเกลย้ายออกไป...#$e#ไม่ ไม่ใช่เรื่องที่ว่าเธอ อ้าปากเคี้ยวข้าวแจ๊บๆ หรอกนะ!$h",
        "Sat2": "แอ็บบี้มักจะชอบ สนใจสิ่งแปลกๆ ในเรื่องลึกลับ ฉันก็ไม่รู้ว่าเธอ ไปเอานิสัยแบบนี้ มาจากไหน...",
        "Sat4": "แอ็บบี้มักจะชอบ สนใจสิ่งแปลกๆ ในเรื่องลึกลับ ฉันก็ไม่รู้ว่าเธอ ไปเอานิสัยแบบนี้ มาจากไหน...",
        "Sat6": "#$1 Caroline12#ตั้งแต่ที่เราย้ายมาที่นี่ ฉันต้องใช้เวลาพักหนึ่ง กว่าจะเริ่มอยู่ตัว... ฉันไม่พร้อมกับการเป็นแม่บ้าน#$e#ปีแอร์เป็นคน หัวโบราณนิดหน่อย... แต่เขาก็เป็นคนดี เขาเป็นคน มีความทะเยอทะยาน แต่เขาจะคิดถึง ครอบครัวก่อนเสมอ",
        "Sun": "วันนี้ฉันจะพักผ่อน และคิดแต่เรื่องดีๆ#$e#เธอล่ะได้หยุด พักผ่อนบ้างมั้ย?",
        "Wed6": "สตาร์ดิวแวลลี่ก็ดีนะ ถ้าฉันก็อยากจะ รู้จักคนอื่นมากกว่านี้#$e#ฉันดีใจที่เรา ได้มาเป็นเพื่อนกันนะ",
        "summer_Mon": "ร้านจะปิดในวันพุธนะ#$e#เธอต้องจำไว้นะ เผื่อเกิดอยากจะซื้ออะไร ขึ้นมา",
        "summer_Tue": "เมื่อไม่นานมานี้ ฉันเจอผลไม้ในป่าด้วยนะ#$e#การเที่ยวหาอาหารป่า เป็นทางที่ง่ายที่จะได้เงิน หรือเธอจะใช้ของที่เธอเจอ เป็นของขวัญหรืออาหารก็ได้",
        "summer_Wed": "สวัสดี เธอมีทุกอย่างที่ต้องการ สำหรับทำฟาร์มแล้วหรือยัง?#$e#ถ้ายังไม่มีล่ะก็ เราสามารถช่วยเธอได้นะ#$e#เรามีอุปกรณ์ที่มีประโยชน์ อยู่หลากหลายชิ้นเลยล่ะ",
        "summer_Sat": "มีแค่ฉันรึเปล่าเนี่ย ที่คิดว่าอบิเกล ดูซีดเซียวไปนิดหน่อยน่ะ?#$e#บางทีฉันคงกังวล เรื่องของเธอมากไป",
        "summer_Sat_inlaw_Abigail": "สุขภาพของอบิเกล เป็นยังไงบ้าง? เธอดูเป็นเด็กผู้หญิง ที่ดูซีดเซียวตลอดเวลา หวังว่าการใช้ชีวิตในฟาร์ม จะทำให้แก้มของเธอ มีสีสันขึ้นมาบ้างนะ",
        "summer_Sun": "วันนี้ฉันจะพักผ่อน และคิดแต่เรื่องดีๆ#$e#เธอล่ะได้หยุด พักผ่อนบ้างมั้ย?",
        "summer_Wed6": "ดูเหมือนเวลา จะผ่านไปเร็วขึ้น แล้วก็เร็วขึ้น เร็วพอๆ กับอายุของเธอเลยล่ะ$s",
        "fall_Mon": "ฤดูใบไม้ร่วง เป็นฤดูที่แอ็บบี้ชอบ ฉันก็หวังว่าเธอ จะออกมาจากห้องของเธอ บ่อยกว่านี้นะ",
        "fall_Mon_inlaw_Abigail": "แอ็บบี้กำลังอยู่ใน ชั้นเรียนออนไลน์ แต่ฉันคิดว่าใจของเธอ คงจะไม่อยู่กับมันหรอก...#$e#เธอมีใจรักความอิสระ เหมือนกับฉัน ตอนก่อนที่จะมาพบกับปีแอร์ อบิเกลก็คงน่าจะชอบช่วงเวลา ที่ได้อยู่ในฟาร์มของเธอนะ",
        "fall_Tue": "ฉันเจอเห็ดที่กินได้ ในป่าด้วยล่ะ#$e#การเที่ยวหาอาหารป่า เป็นทางที่ง่ายที่จะได้เงิน หรือเธอจะใช้ของที่เธอเจอ เป็นของขวัญหรืออาหารก็ได้",
        "fall_Sat": "มีแค่ฉันรึเปล่า ที่คิดว่าอบิเกล เล่นวิดีโอเกมส์มากไป?#$e#บางทีฉันคงจะ หัวโบราณไปหน่อย",
        "fall_Wed6": "เธอรู้มั้ย ฉันเคยอยากเป็นชาวไร่นะ แต่เน้นด้านการปศุสัตว์น่ะ#$e#ตอนเด็กๆ ฉันชอบดูหนัง แนวคาวบอยมากเลย",
        "winter_Tue": "ฤดูหนาวมันแย่มาก แต่ถ้าโชคดี เธอจะสามารถขุดหา พวกรากพืชได้นะ#$e#การเที่ยวหาอาหารป่า เป็นทางที่ง่ายที่จะได้เงิน หรือเธอจะใช้ของที่เธอเจอ เป็นของขวัญหรืออาหารก็ได้",
        "winter_Fri": "ถึงอากาศมันจะหนาว ฉันเช็คแปลงผักต่างๆ ในสวนสาธารณะ หมดแล้ว#$e#ฉันอยากมั่นใจว่า พวกมันจะไม่ได้รับ ความเสียหายมาก ก่อนที่ฤดูใบไม้ผลิ จะมาอีกครั้ง",
        "winter_Sat": "เธอไม่คิดว่าแอ็บบี้ จะดูดีกับสีผมธรรมชาติ ของเธอเหรอ?#$e#เธอเคยมีผมสีน้ำตาลอ่อนน่ะ",
        "winter_Wed6": "คุณรู้สึกตื่นเต้น กับปีใหม่นี้มั้ย?#$e#ฉันเดาว่าฟาร์มของเธอ ต้องประสบความสำเร็จมากๆ แน่นอน$h"
    }
}
