{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Mon": "สวัสดีคุณเจ้าของฟาร์ม#$e#ผมหายไปนานเลย... จนรู้สึกเหมือนเป็น คนแปลกหน้า",
        "Resort_Entering": "เฮ่ @ ดีใจที่ได้พบคุณนะ",
        "Resort_Leaving": "ได้เวลากลับบ้านแล้ว",
        "Resort_Shore": "การยืนที่หาดนี้... ผมรู้สึกได้ถึงความสงบ ที่ไม่ค่อยจะได้รู้สึก$h#$e#มหาสมุทรเป็นอะไรที่ พิเศษมากจริงๆ",
        "Resort_Chair": "สถานที่นี้ดี ต่อการทำให้ครอบครัวผูกพันกัน ผมซาบซึ้งใจจริงๆ ที่คุณซ่อมแซมรีสอร์ทนี้ขึ้นมา",
        "Resort_Bar": "แค่มาหาน้ำดื่มน่ะ",
        "Resort": "การนั่งเรือนี่สนุกดีนะ แต่ผมต้องใช้ความรู้ จากการฝึกทางทะเล เพื่อช่วยในการนำทางอยู่นะ$h",
        "MovieInvitation": "เอิ่ม... โอเค ขอบใจนะ เดี๋ยวผมไปหาคุณที่นั่นเอง$h",
        "accept_864": "...!$4#$b#...คุณไปเจอรูปนี้ มาจากไหนเนี่ย?$4#$b#...$5#$b#ชายคนนี้... เราเคยรบด้วยกัน ในสงครามน่ะ @ เขาเปรียบเสมือน พี่ชายของผมเลย#$b#แต่... เรากลับรอดมาได้ แค่เพียงคนเดียว$5#$b#เขาไม่เคยละทิ้งความกล้าเลย แม้กระทั่งตอนที่ต้อง เผชิญหน้ากับความตาย เขาคือวีรบุรุษที่แท้จริง... ผมจะไม่มีวันลืมเขา#$b#ขอบคุณที่เอามาให้นะ... มันมีความหมายกับผมมาก#$b#เอ้า รับไปสิ เราวางไอ้นี่ไว้บนชั้น มาเป็นปีๆ แล้ว แต่ยังไม่เคยใช้เลย",
        "reject_865": "อื้อหือ... นี่มันถูกปิดซะแน่นเลย งั้นรสชาติ ก็คงจะยังเข้มข้นอยู่แน่",
        "Mon4": "ไม่รู้ว่าผมจะคุ้นเคยกับ การได้กลับมาอยู่บ้านอีกไหม#$e#ความสงบสุขในเมือง ทำให้รู้สึกเหมือนมันจอมปลอม ผมอาจจะคิดไปเองก็ได้",
        "Tue": "สิ่งต่างๆ ไม่ได้เปลี่ยนแปลงไปมาก ตั้งแต่ที่ผมจากไป#$e#เอ้อ ก็ยกเว้นที่มีคุณมาอยู่ที่นี่",
        "Tue2": "สิ่งต่างๆ ไม่ได้เปลี่ยนแปลงไปมาก ตั้งแต่ที่ผมจากไป#$e#ยกเว้นก็แต่เรื่องที่เรา มีชาวไร่คนใหม่ในเมือง$h",
        "Wed6": "...ผมเสียเพื่อนหลายคน ไปในสงคราม$s#$e#เรื่องที่หน้าเศร้าก็คือ ผมไม่สามารถจดจำใบหน้า ของพวกเขาเหล่านั้นได้เลย#$e#...",
        "Wed": "เพิ่งมาใหม่ใช่ไหม กิจการฟาร์มของคุณจะต้อง รุ่งเรืองขึ้นแน่นอน",
        "Thu6": "#$1 Kent1#ผมตื่นตั้งแต่ตี 4 ... บางทีผมก็สงสัยว่า ผมจะกลับไปใช้ชีวิตแบบปกติ ได้ไหมนะ$k#$e#หลังจากที่ผมไม่อยู่ แซมโตขึ้นมากเลย เป็นผู้ชายเต็มตัวซะแล้ว#$e#ผมอยากย้อนเวลากลับไป ดูแลเขาจริงๆ$s",
        "Thu": "คุณเป็นเพื่อนของลูกผมสินะ?#$e#คุณอาจจะรู้จักเขา มากกว่าผม...$s",
        "Thu_inlaw_Sam": "ไง @ สนุกกับชีวิตแต่งงานไหม?",
        "Fri": "ดูเหมือนว่าจะเป็นวันที่ดี ต่อการตกปลา ใช่ไหม?",
        "Sat": "โจดี้บอกกับผมว่า คุณได้กลายเป็นส่วนหนึ่ง ของชุมชนแห่งนี้แล้วจริงๆ ผมดีใจที่ได้ยินแบบนั้นนะ",
        "Sat8": "ผมมีปัญหากับการนอน ดังนั้นขอโทษด้วยนะ ถ้าผมดูเหมือนเหนื่อยๆ#$e#ผมมั่นใจว่า คุณจะเข้าใจในจุดนี้",
        "Sun": "ที่จริงแล้วผมยังไม่รู้ว่า ควรทำเริ่มทำอะไรดี ตั้งแต่ผมกลับมา#$e#ผมเคยชิน กับการทำตามข้อบังคับมากมาย ในแต่ละวัน",
        "event_popcorn1": "คุณเงียบไปเลยนะ! หยุดพยายามทำ ให้ผมมีอคติกับภรรยาได้แล้ว$u",
        "event_popcorn2": "...$s#$b#ถูกของคุณ @$s",
        "event_popcorn3": "ไม่ต้องมาโกหกผม! ผมเกลียดการโกหก มากกว่าอะไรทั้งนั้น!$u"
    }
}
