{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "สวัสดี ยินดีที่ได้รู้จักนะ$h#$e#เธอย้ายเข้ามาได้ จังหวะพอดีเลย... ฤดูใบไม้ผลิมันสวยดีนะ",
        "Resort_Entering": "อย่าไปบอกใครนะ วิลลี่ยอมให้ฉันคุมหางเสือ แปปหนึ่งด้วยล่ะ$h",
        "Resort_Leaving": "คือว่า มันเป็นการพักผ่อนแบบ พักถึงจิตวิญญาณไปเลย",
        "Resort": "ฉันชอบสภาพอากาศ ในสตาร์ดิวแวลลี่นะ แต่การได้เห็น สภาพอากาศหลายๆ แบบช่วยให้มองสิ่งต่างๆ ได้ลึกขึ้นนะ",
        "Resort_Shore": "คลื่นที่นี่มีรูปร่างที่กระตุ้น ให้เกิดแรงบันดาลใจดีนะ#$e#สงสัยจังว่าฉันจะเก็บภาพ ความไร้รูปร่างแบบนั้น ไว้ในงานประติมากรรม ได้ไหมนะ",
        "Resort_Chair": "ตราบใดที่ฉันยังรักษา ความสงบนิ่งไว้ได้ ฉันก็ชอบความร้อนนะ$h",
        "Resort_Wander": "อืมมมม ฉันว่าพวกต้นไม้รอบๆ นี่น่าเอาไปใช้งาน ได้พอสมควรเลยแน่ๆ#$e#แต่วิลลี่คงไม่ค่อยชอบใจหรอก ถ้าฉันลากมัดซุง ขึ้นไปบนเรือของเขาน่ะ!$h",
        "Resort_Wander_2": "ฉันสงสัยจังว่า เธอจะหาของป่าแบบไหน ได้จากแถบนี้กันนะ#$e#ฉันคิดว่า ฉันเห็นวอลนัทที่ดูน่าอร่อย ตามพุ่มไม้แถวๆ นี้ด้วยล่ะ",
        "Resort_Bar": "เธอได้ลองค๊อกเทล ปิญญาโกลาดา (Pina Colada) รึยัง? ฉันกำลังดื่มแก้วที่สองแล้ว... ฮิฮิ",
        "danceRejection": "เอาจริงๆ เลยนะ ฉันไม่อยากจะเต้น กับเธอเลยอะ$u",
        "divorced": "ฉันตระหนักได้แล้วว่า ฉันจะมีความสุขง่ายมากกว่า ด้วยตัวฉันเอง เพราะฉะนั้นปล่อยให้ฉัน เป็นแบบนี้เถอะ$u",
        "breakUp": "โอ้... เข้าใจแล้ว ฮ่าฮ่าฮ่า... ฉันไม่มีโชคเลย เมื่อพูดถึงเรื่องนี้...$s",
        "dumped_Girls": "ช่วงนี้ฉันไม่อยากจะเจอเธอ สักระยะหนึ่ง...$s",
        "secondChance_Girls": "สิ่งที่เธอเคยทำ มันทำให้ฉันเศร้ามาก... แต่ฉันพร้อมที่จะทิ้งมัน ไว้เบื้องหลังเราแล้วล่ะ$s",
        "Beach": "ฉันมาฟังเสียงทะเลน่ะ มันเพราะดีใช่ไหมล่ะ?",
        "Mon": "วันนี้ต้นไม้ดูสวยดีนะ ว่าไหม?#$q 21/22/211132 Mon_old#แล้วทำไมเธอถึง มาทำฟาร์มล่ะ?#$r 21 -5 Mon_21#ฉันอยากมีเงินเก็บเยอะๆ น่ะ#$r 22 5 Mon_22#เพราะมัน \"สมจริง\" มากกว่าการใช้ชีวิตในเมือง#$r 211132 5 Mon_211132#แค่อยากเดินตามรอยปู่น่ะ#$r 22 5 Mon_22#ฉันแค่อยากหนี ไปจากชีวิตเดิมๆ",
        "Mon_old": "$p 21#แล้วเธอทำเงิน ได้มากเท่าที่หวังหรือเปล่า?|แค่ได้ใช้ชีวิต อยู่ท่ามกลางธรรมชาติ ก็เป็นรางวัลชีวิตแล้ว",
        "Mon_21": "อืมม มันดูผิวเผินไปหน่อยนะ ว่าไหม?$s",
        "Mon_22": "เหตุผลที่มาอยู่ที่นี่ เหมือนกับของฉันเลยนะ!$h",
        "Mon_211132": "ดูน่าชื่นชมจริงๆ เลยนะ ที่ให้เกียรติคุณปู่แบบนั้น",
        "Tue4": "สวัสดี อ้าว อยากคุยกับฉันเหรอ?#$e#ทิวทัศน์แถวนี้ทำให้ฉัน ได้ไอเดียเยอะแยะเลย แถมพื้นที่แถวนี้ เป็นสถาปัตยกรรม โดยตัวมันเองอยู่แล้วด้วย#$e#ฉันไม่อยากสร้างงานศิลปะ เพื่อหาเงินหรอกนะ แค่มีแรงบันดาลใจ เท่านั้นเอง#$e#การทำสวนดูเหมือน จะเป็นอาชีพที่คุ้มค่า เธอสามารถทำอาหารอร่อยๆ ให้ทุกคนได้เลยนะ!$h#$e#เธอคงจะยุ่งมากสินะ ขอโทษที",
        "Tue": "ว่าไง คุณเพื่อนบ้าน#$e#เราทั้งคู่ต่างก็อาศัย อยู่นอกเมือง แบบนี้มีความหมาย อะไรหรือเปล่านะ?",
        "Wed": "#$1 LeahBug#เมื่อเช้าฉันเผลอเหยียบแมลง เข้าให้แน่ะ$s#$e#บางทีฉันก็คิดว่า การใช้ชีวิต โดยไม่ทำลายธรรมชาติ คงเป็นไปไม่ได้เลย",
        "Wed6": "ฉันชอบอยู่กับสัตว์นะ พวกมันช่างใสซื่อดี#$e#สัตว์ในฟาร์มก็สุดยอด เหมือนกันนะ$h",
        "Wed8": "ว่าไง @! ฉันกำลังคิดเรื่องเธอ และฟาร์มของเธอ อยู่พอดีเลย#$e#มันจะรู้สึกดีขนาดไหนน้า ถ้าได้เก็บเกี่ยวพืชผลเยอะๆ ขนาดนั้น$h#$e#คงจะดีไม่น้อยถ้ามีคนมาช่วย ว่างั้นปะ?$l",
        "Thu": "จริงๆ แล้วแถวนี้มี ของป่าเยอะมากเลยนะ#$e#ฉันเลยได้กินสลัดสดๆ แทบทุกวันเลย$h",
        "Thu6": "การหาของป่า เป็นงานถนัดของฉันเลยล่ะ ไว้มีโอกาส เดี๋ยวจะทำสลัดให้กินนะ$h",
        "Fri": "การเป็นเพื่อนกับเหล่าต้นไม้ มันทำได้ง่ายมากๆ เลย เพราะพวกเขา เป็นพวกพูดน้อยกันน่ะ$h",
        "Fri2": "ควรท่องไว้อยู่ตลอดนะ ว่าเราคงจะ อยู่ไม่รอดมาจนถึงทุกวันนี้ ถ้าไม่มีธรรมชาติ คอยช่วยเหลือ",
        "Fri4": "สวัสดี @ วันนี้อากาศดีเนอะ?#$e#มาหาฉันที่กระท่อมได้นะ ถ้าอยากคุยกับใครสักคน$h",
        "Sat": "ฉันชอบตกแต่งสิ่งต่างๆ ตามฤดูกาลล่ะ",
        "Sat8": "ทำฟาร์มดูน่าสนุกดีนะ อยากลองบ้างจัง$l",
        "Sun": "หากได้ยินเสียงแปลกๆ ในบ้านฉัน ก็ไม่ต้องสงสัยนะ เพราะว่าฉันแกะสลักรูปปั้นอยู่",
        "Sun8": "ถ้าเธอพบเจอไม้แปลกๆ ที่น่าสนใจ เอามาให้ฉันได้นะ$e#จะดีใจมากๆ เลยถ้าเธอเอามาให้!$l",
        "event_sculpt1": "...อะไรเหรอ?$7#$b#อ๋อ! ใช่แล้ว ถูกต้องเลยล่ะ!!$h",
        "event_sculpt2": "ไม่มีอะไรผิดปกติหรอก... ฉันน่ะคิดว่าธรรมชาติ ยังมีอะไรที่สวยงาม ที่พวกเรายังไม่เคยเจอ ให้ค้นหาอีกมากมายเลย#$b#แต่อีกมุมหนึ่ง ก็น่าประหลาดใจนะ ว่ามนุษย์อย่างพวกเราเนี่ย เปลี่ยนแปลงสิ่งต่างๆ รอบตัวเองให้กลายเป็น สิ่งที่ต้องการได้ยังไง... เอ่อ...พูดง่ายๆ ก็คือ ฉันปลื้มสิ่งที่เรียกว่า 'ศิลปะ' อยู่น่ะ",
        "event_sculpt3": "คนบ้า!%fork$a^เอ๋...? เธอ...? ฉันก็ด้วยเหรอ$6#$b#ออกไปเลยนะ!$a^ฉันรู้สึกดีที่เธอพูดแบบนั้นนะ$l",
        "event_parents1": "ถูกของเธอ... ไม่อย่างงั้น เมื่อก่อนฉันก็... คงจะไม่มีความสุขแน่ๆ เลย$u#$b#ฉันว่ามันเป็นสิ่งที่ดีที่สุด ในตอนนั้นแล้วล่ะ... การจบความสัมพันธ์ ที่ไม่เหนียวแน่น ในตอนที่พวกเราเอง ยังเป็นวัยรุ่นอยู่$u",
        "event_parents2": "ดูโหดร้ายไปหน่อยนะ... แต่ก็ใช่ พวกเราไม่มีเวลา ให้กันมากพอ$u",
        "event_parents3": "เหรอ? ถ้างั้นฉันขอตัวก่อนนะ!%fork$a",
        "event_parents4": "*ถอนหายใจ*...$s#$b#ถูกของเธอ... มันดูเห็นแก่ตัวมากเลย แต่มันผิดงั้นเหรอ ที่ฉันอยากจะมีความสุข... อึ้ก... ไม่รู้สิ...$s",
        "event_parents5": "*ถอนหายใจ*...$s#$b#เธออาจพูดถูกก็ได้นะ... มนุษย์เป็นสิ่งมีชีวิตที่เห็นแก่ตัว$s#$b#ฉันว่ามันเป็นสิ่งที่ไม่ควร จะพูดถึงจนมากไป ยังไงทุกๆ คนก็ต้อง มีช่วงเวลาที่ต้องตัดสินใจ เรื่องยากๆ อยู่แล้ว$s",
        "summer_1": "บอกได้ทันทีเลยว่า หน้าร้อนมาถึงแล้ว! เพราะกลิ่นหอมอ่อนๆ ของละอองเกสร ที่ล่องมาตามสายลมนี่ไง!!$h",
        "summer_Mon": "เมื่อเช้า ฉันเจอผลไม้ป่าด้วยแหละ!#$e#อ๊ะ...โทษที หมดแล้วอะ$s#$e#ลองหาต่อไปนะ ฉันเชื่อว่าเธอน่าจะเจอ ของที่มีประโยชน์บ้างแหละ",
        "summer_Tue": "เสียงร้องของสัตว์ในฟาร์ม มันเยี่ยมไปเลยเนอะ เธอว่างั้นไหม?",
        "summer_Tue4": "ในชีวิตน่ะนะ ยิ่งเรียบง่ายเท่าไรก็ยิ่งดี อย่างลมฤดูร้อนอ่อนๆ เมฆที่ลอยสูงส่ง และถ้วยไวน์แดง ที่เต็มไปความเรียบง่าย ของสตาร์ดิวแวลลี่",
        "summer_Thu6": "เวลาหาผลไม้จากป่า ฉันมีตาที่ไวมากเลยนะ ไว้ว่างๆ เดี๋ยวทำสลัดผลไม้ให้กินนะ$h",
        "summer_Fri": "เธอสามารถใช้ เครื่องเจาะต้นไม้ (Tapper) เพื่อดักน้ำหวาน และของเหลวต่างๆ จากต้นไม้ได้โดยตรง#$e#กินเวลานิดหน่อย แต่ผลที่ได้มันคุ้มค่านะ",
        "summer_Fri2": "ฉันน่ะ... ไม่ค่อยอยากพูดจาอะไรแรงๆ หรอกนะ แต่ถ้าพวกเราไม่ดูแล ธรรมชาติด้วยความเคารพ ลูกหลานของพวกเรา จะลำบากมาก#$e#คิดว่างั้นไหม?",
        "summer_Fri6": "หวัดดีจ้า @ เธอเคยรู้สึกเหงาบ้างไหม เวลาที่ต้องอยู่ในฟาร์มใหญ่ๆ คนเดียว#$e#มาหาฉันที่บ้านได้นะ ถ้าเธอต้องการคนคุยด้วย$h",
        "summer_Sat": "ดีนะที่บ้านฉันอยู่ใกล้ๆ แหล่งน้ำ เลยช่วยคลายร้อนได้มากเลย ตอนหน้าร้อนอย่างนี้#$e#พอดีฉัน ไม่ค่อยถูกกับความร้อน สักเท่าไร",
        "summer_Sun": "ในวันอากาศอบอุ่น ฉันควรทำอะไร ชวนให้หายขี้เกียจดีนะ? *ถอนหายใจ*#$e#มีความคิดดีๆ บ้างไหม?",
        "fall_1": "ฤดูกาลเปลี่ยนไปเร็วเนอะ!#$e#น่าตกใจจริงๆ",
        "fall_Mon": "#$c .5#ฉันเก็บเห็ดป่าได้ เมื่ออาทิตย์ที่แล้ว!#$e#เช้านี้ฉันเลยฟาดเห็ดป่า และไข่ไปชามโต... ยังอิ่มอยู่เลยเนี่ย#$e#หมั่นสังเกตตามพื้นนะ แล้วเธอจะได้เก็บเห็ด... ฉันการันตีให้เลย",
        "fall_Tue": "ฉันเองก็สงสัยนะว่า จะเอาใบไม้แห้ง มาเรียงให้สวยๆ ได้ไหมนะ?#$e#มันดูมีสีสันดีจัง... อดคิดไม่ได้เลยว่า จะใช้มันทำผลงานศิลปะ ได้หรือเปล่า$h",
        "fall_Tue4": "ไม่ว่าจะเห็นด้วยหรือไม่ ทุกคนล้วนมีมุมมองเฉพาะตัว เธอคิดว่างั้นไหม?#$e#แต่ก็นะ บางคนก็มีมุมมองในแบบที่ ฉันรับไม่ได้เลยด้วยล่ะ",
        "fall_Wed": "การอาศัยอยู่ใกล้แม่น้ำ มันสุดยอดมากนะ#$e#ได้ฟังเสียงน้ำตก ก่อนนอนทุกคืนเลย",
        "fall_Thu6": "สักวันหนึ่ง ฉันจะต้องทำผัดเห็ดป่า ให้เธอได้ลองชิมแน่นอน$h",
        "fall_Fri": "ที่บ้านเธอมีห้องครัวไหม?#$e#ถ้ามี เธอสามารถทำอาหารอร่อยๆ ได้ทุกอย่างเลย$h",
        "fall_Fri6": "แวะมาที่กระท่อมฉันได้นะ ถ้าเธออยากหาคนคุยด้วย$h",
        "fall_Sat": "การประดับประดาต่างๆ ทำให้รู้สึกถึง ฤดูกาลที่โดดเด่น เป็นประเพณีที่มี คุณค่ามากเลยล่ะ",
        "fall_Sun": "แถวนี้มีที่ดีๆ ให้เดินเล่นเยอะแยะเลย#$e#ยืดแข้งยืดขาบ้าง มันจะดีต่อเธอนะ",
        "winter_Mon": "ฉันชอบนะ เวลาที่ทุกอย่างมีหิมะใหม่ๆ ปกคลุมแบบนี้",
        "winter_Tue": "ในกระท่อมเล็กๆ ของฉันมันหนาวมากเลย$s#$e#ต้องนอนขดตัวอยู่ในผ้าห่ม ซึ่งก็พอช่วยได้นะ$h",
        "winter_Wed": "ช่วงเช้าฉันเห็น กระต่ายหิมะด้วยล่ะ! ใช่! พวกมันค่อนข้างหายากเลย",
        "winter_Thu": "ช่วงนี้ฉันหาของสด มาทำอาหารไม่ได้สักอย่าง#$e#เลยต้องทน กินแต่ขนมปัง$s",
        "winter_Thu6": "*ถอนหายใจ*... หน้าหนาวเนี่ย หาพวกของสดๆ ยากจังเลยน้าาา#$e#ฉันเดาว่าเธอคงตุนอาหาร ไว้ที่ฟาร์มแล้วล่ะสิ",
        "winter_Fri": "เวลาที่นี่ผ่านไปช้าๆ#$e#ตอนที่ฉันยังอาศัยอยู่ในเมือง แต่ละปีมันผ่านไปไวมาก",
        "winter_Fri6": "ที่บ้านเธอหนาวไหม?#$e#แวะมาที่กระท่อมฉันได้นะ ถ้าเธออยากขดตัว ในผ้าห่มอุ่นๆ และดื่มเหล้าแอปเปิล$h",
        "winter_Sat": "ดีจ้า มีอะไรให้ช่วยไหม?",
        "winter_Sat2": "สวัสดีจ้า @ มีอะไรอยากจะพูดหรือเปล่า?",
        "winter_Sun": "เธอเคยลาพัก แบบเต็มวันไหม?#$e#ลาแบบนั้นจะสดชื่น จนหายเหนื่อยเลยล่ะ"
    }
}
