{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "คนแปลกหน้าเหรอ? ...สวัสดี#$e#ไม่ต้องสนใจฉันหรอก ฉันแค่อาศัยอยู่ที่นี่ คนเดียวน่ะ",
        "reject_869": "คุณมีอะไรบ้างน่ะ? ดูเหมือนจะเอาไปทำเหยื่อดีๆ ได้นะนั่น$h",
        "cc_Boulder": "เพื่อนเก่าของฉัน เจ้าก้อนหินระยิบระยับก้อนยักษ์ หายไปแล้ว ถึงมันดูเหมือนจะไม่ใช่ เหตุการณ์สำคัญอะไร แต่สำหรับฉันถือว่าเป็น การเปลี่ยนแปลงครั้งใหญ่#$b#ยังไงฉันดีใจกับเจ้าก้อนหินเก่าแก่นั่น ที่ได้ไปดูโลกกว้างนะ$h",
        "MovieInvitation": "หือ... จะดูกับฉันเหรอ? ปกติฉันคงไม่ไป แต่... ตกลง คุณใจดีจังที่นึกถึงฉัน#$b#อีกสักพักหนึ่งเดี๋ยวฉันไปนะ",
        "Mon": "ทั้งหมดที่ฉันสนใจคือ อากาศที่สดชื่น ในที่รกร้างว่างเปล่า#$e#ฉันอยู่ข้างนอกนี่ เพราะว่าฉันเลือกเองไงล่ะ",
        "Tue": "คุณมาเยาะเย้ยฉันเหรอ...?#$e#ฉันสนใจ แค่เรื่องของตัวเองเท่านั้นล่ะ",
        "Wed": "ฉันไม่รู้จักคุณดีพอ ที่จะเชื่อคุณได้หรอก โทษทีนะ",
        "Thu": "...หืมมม? ต้องการอะไร จากฉันหรือเปล่า?",
        "Fri": "ขอร้องล่ะ อย่าพังเต็นท์ของฉันเลย#$e#มีคนเคยพังมันมาแล้ว$s",
        "Sat": "อยู่ตัวคนเดียว ฉันก็มีความสุขได้#$e#ฉันไม่จำเป็น ต้องมีเพื่อนใหม่หรอก",
        "Sun4": "มันคงจะดีไม่น้อยนะ ถ้าชาวเมืองยอมรับ ในสิ่งที่ฉันเป็น$s#$b#ฉันชอบที่จะอยู่ข้างนอกนี่ ในอากาศที่ปลอดโปร่งแบบนี้ ซึ่งมันเป็นสิ่งที่พวกเขาไม่เข้าใจ",
        "Tue4": "คุณสามารถเรียนรู้ วิธีเอาตัวรอดในป่าได้นะ ฉันทำมาแล้ว#$e#ฉันคิดว่าพวกเราทุกคน ต่างก็มีแรงกระตุ้นซ่อนอยู่ แรงกระตุ้นที่อยาก หวนคืนสู่ธรรมชาติ มันแค่น่ากลัวนิดหน่อย ที่จะลงมือทำจริงๆ",
        "Wed6": "ฉันใช้เวลาส่วนใหญ่ ไปกับการคิด#$e#ถ้าคุณสามารถเข้าใจ เหตุผลที่ซ่อนอยู่ ในความคิดของคุณได้ โดยครบถ้วนล่ะก็ คุณจะบรรลุการมีชีวิตอยู่ ในระดับที่เหนือกว่า",
        "Wed2": "ฉันต้องคอยระวัง คนแปลกหน้า เพราะว่าผู้คนส่วนใหญ่ไม่ชอบ 'คนป่า'",
        "Thu4": "คนที่นี่ก็ดูเป็นมิตรดีนะ แต่พวกเขาหลบหน้าฉัน#$e#ผู้คนต่างเกรงกลัว สิ่งที่ไม่รู้จัก$u",
        "Fri4": "คุณเรียนรู้สิ่งต่างๆ ได้มากมายจากต้นไม้#$b#ใช้เวลาอยู่ร่วมกับมันสิ ต้นไม้อาจจะบอกเล่า ความลับของมันกับคุณก็ได้#$e#ขอจงมีสันติสุข เด็กน้อย",
        "Sat4": "ฉันมีทุกสิ่งทุกอย่าง ที่ต้องการเพื่ออยู่รอด และมีมากกว่านั้นอีก ธรรมชาติจะบรรเลง เพลงที่น่ามหัศจรรย์ ถ้าคุณเรียนรู้ที่จะรับฟังน่ะนะ#$e#ฉันยังใช้เวลามากมาย ไปกับการอ่าน หนึ่งในเหตุผลที่ฉันหยุดอยู่ ที่หุบเขาแห่งนี้ ก็คือสุดยอดห้องสมุดนั่นเอง",
        "Sun": "#$1 linusVandal#เมื่อคืน มีคนปาหินใส่เต็นท์ฉัน... ฉันก็แค่รอจนกว่ามันจะจบ$s$k#$e#ฉันไม่ชอบที่จะอยู่ ที่เดิมเป็นเวลานานๆ หรอก ในโลกนี้ยังมีประสบการณ์ ให้พบเจออีกเยอะ",
        "summer_Mon4": "ตลอดหลายปีที่ผ่านมา ฉันพบความลับสองสามอย่าง เกี่ยวกับการใช้ชีวิต#$e#คุณจะต้องค้นหามัน ด้วยตนเองนะ",
        "summer_Mon": "#$1 LinusHeron#ฉันเห็นนกกระสา เดินลุยน้ำไปอย่างนุ่มนวล ผ่านหมอกในตอนเช้า นั่นน่ะ เป็นรางวัล ของการใช้ชีวิตอย่างเงียบๆ$k#$e#มันเป็นเรื่องง่าย ที่จะหลงไปกับชีวิตที่ทันสมัย ช่วงชีวิตที่ดีที่สุดของคุณ จะผ่านไปอย่างเลือนลาง ไร้รูปแบบ นั่นเป็นสาเหตุที่ว่าทำไม คุณจะต้องเรียนรู้ ที่จะใช้ชีวิตให้มันช้าลง",
        "summer_Tue4": "เป็นไงบ้าง เพื่อนผู้เยาว์วัยของฉัน?",
        "summer_Wed6": "อา... พอเป็นฤดูร้อน เลยมีดวงอาทิตย์ที่ร้อนระอุ คอยอุ่นกระป๋องให้#$b#ฉันจึงมีอาหารที่อุ่นๆ ให้ตั้งตารอในตอนกลางคืน",
        "summer_Thu4": "ฉันมีเหตุผลของฉัน ที่มาอยู่ตัวคนเดียวแบบนี้#$e#บางสิ่งจะดีที่สุด ถ้าปล่อยมันไว้ ไม่พูดมันออกมา...#$e#ฉันควรจะไปหาของป่าแล้วล่ะ",
        "summer_Fri4": "เมื่อไรก็ตามที่คุณจับปลาได้ ให้สำนึกขอบคุณ ถึงความเสียสละของมันด้วยนะ#$b#ถึงแม้คุณจะไม่เชื่อ เรื่องจิตวิญาณของปลาก็ตาม แต่มันเป็นการฝึกจิตใจที่ดี เราต้องตระหนักถึง ผลกระทบของเรา ที่มีต่อสิ่งแวดล้อมนะ",
        "summer_Sat4": "คุณสามารถหา ปลาเทราต์สายรุ้ง (Rainbow Trout) ได้ที่ลำธารในตอนนี้",
        "summer_Sun": "ช่วงนี้ของปี ชีวิตฉันง่ายขึ้นเยอะ เพราะไม่ต้องมากังวลว่า จะทำยังไงดีให้ตัวอุ่น#$e#แถมยังมีพืชผล อยู่ตามป่าเต็มไปหมด",
        "fall_Mon": "ฉันไปสำรวจในถ้ำนั้นมาแล้ว#$e#ดูเหมือนมันจะมี ความลับบางอย่างซ่อนอยู่#$e#ระวังตัวด้วย เมื่อคุณเข้าไปในนั้น",
        "fall_Tue4": "#$1 LinusFall1#มีคนมาพ่นสีสเปรย์ ใส่บ้านฉันเมื่อคืน... เช้านี้ฉันใช้เวลาเป็นชั่วโมง กว่าจะลบมันออกได้$k#$e#ฉันต้องเริ่มรวบรวมฟืน สำหรับฤดูหนาวแล้ว#$e#คุณมีฟืนพอ ที่จะสร้างความอบอุ่น ให้บ้านตัวเองหรือเปล่า?",
        "fall_Wed4": "ฉันไม่มีอะไร ต้องรับผิดชอบมากนัก ก็เลยใช้เวลา ไปกับการคิดแทน#$e#คุณต้องเข้าใจสิ่งที่คิดก่อน ถึงจะควบคุมมันได้",
        "fall_Sun": "ฉันไม่ชอบอยู่ที่เดิมนานๆ",
        "fall_Sun6": "ไม่มีอะไรดีไปกว่า พวกเห็ดป่า ในฤดูใบไม้ร่วงแล้วล่ะ$h",
        "winter_Mon": "อากาศหนาวมากจริงๆ นะ ถ้าคุณอาศัยอยู่ในเต็นท์$s",
        "winter_Tue4": "ขอบคุณที่ไม่รังเกียจฉันนะ @ มันต้องใช้ภูมิปัญญามากมาย ถึงจะเอาชนะ สัญชาตญาณพื้นฐานได้#$e#ฉันก็เป็นมนุษย์ เหมือนคนอื่นนั่นแหละ แค่มีวิถีชีวิตที่ต่างออกไปเฉยๆ",
        "winter_Wed4": "ฉันมั่นใจนะ ว่าคุณเข้าใจเหตุผล ที่ฉันระแวงคนแปลกหน้า#$e#แต่ให้มันเป็นเพียงอดีตละกัน ตกลงมั้ย? ตอนนี้คุณกับฉัน ก็เป็นเพื่อนกันแล้วนี่ คิดว่างั้นนะ",
        "winter_Thu4": "ฤดูหนาว จะสร้างความลำบากให้แก่เรา แต่คุณยังสามารถตกปลา และหาของป่าได้อยู่#$e#ถ้าคุณเลี้ยงสัตว์ ก็ควรให้พวกมันอยู่ข้างในนะ",
        "winter_Fri4": "เหล่าต้นไม้จะจำศีล ในช่วงหน้าหนาว ทำให้บรรยากาศดูเหงาๆ#$e#แต่ฉันก็ไม่อาจปฏิเสธ การหลับไหลที่แสนงดงาม ของพวกเขาได้$h",
        "winter_Sat4": "ขอบคุณที่แวะมานะ เช้านี้ฉันรู้สึกเหงานิดหน่อย#$e#แล้วคุณเจออะไรน่าสนใจ ในเหมืองบ้างไหม?",
        "winter_Sun": "การนอนบนพื้นดินนั้น ดีต่อหลังของฉัน#$e#การมองอะไรๆ ในแง่ดีก็เป็นหนทาง ที่ดีที่สุดแล้วล่ะนะ$h"
    }
}
