{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อา เทศมนตรีเลวิส บอกฉันว่าเธอเพิ่งมาถึง ฉันชื่อมานีนะ!#$e#ฉันค้าขายเกี่ยวกับปศุสัตว์ แล้วก็ของใช้สำหรับสัตว์ อยู่ที่ฟาร์มเลี้ยงสัตว์ของฉันเอง ว่างๆ ก็แวะมาเยี่ยมบ้างก็ได้นะ$h",
        "Resort": "ฮิฮิ... ในที่สุด! โอกาสที่จะได้อวด ความพยายามอย่างหนัก ในชมรมแอโรบิคของฉัน$h",
        "Resort_Leaving": "รู้สึกอบอุ่นจัง",
        "Resort_Shore": "ฮี่ฮี่... การได้เห็นทุกคนในชุดว่ายน้ำ นี่น่าสนใจจริงๆ",
        "Resort_Chair": "ยี๊... เก้าอี้เปียกๆ",
        "Resort_Bar": "โอยย... ร้อนจัง!$s",
        "reject_789": "ว๊ายยย!$4#$b#...อืม... อะไรน่ะ? เห.. ฉันไม่รู้ว่านั่นคืออะไร...$3",
        "Mon": "ฉันรักสัตว์น่ะ คุณ @ ถ้าเธอดูแลสัตว์ของเธอดีละก็ ฉันมั่นใจว่าเราจะเป็น เพื่อนที่ดีต่อกันได้แน่นอน! ^ฉันรักสัตว์นะ คุณ @ ดูแลพวกเขาด้วยความเมตตา แล้วพวกเราก็จะได้เป็นเพื่อนกัน ฉันมั่นใจเลยล่ะ!",
        "Mon4": "สัตว์มันไร้เดียงสา น่ารัก ถ้าไม่ใช่ฉันแล้วใครจะ ดูแลพวกมันกันล่ะ?$s#$e#หวังแค่ว่าไก่ของฉัน คงไม่โกรธมากเกินไปนะ เวลาฉันหยิบไข่ของพวกมันไป$s",
        "Thu_2": "เธออยู่ที่นี่มาได้พักหนึ่งแล้วนะ ฟาร์มของเธอเป็นไงบ้าง?#$e#การเลี้ยงสัตว์มันไม่ยากหรอก ตราบใดที่เธอ ไม่ลืมพวกเขาน่ะ!$h",
        "Saloon": "ตอนนี้ ฉันสามารถพักผ่อน และสังสรรค์ได้ สักนิดสักหน่อยล่ะ",
        "Saloon_Tue": "คนไม่ค่อยมีเลยนะวันนี้$s",
        "Saloon_Wed": "#$1 marnieAnimalSal#วันนี้ฉันทำนมทั้งถังหก แย่มากเลยอะ ช่างน่าเสียดายผลงานที่ เบลินดาที่น่าสงสารของฉัน อุตส่าห์ผลิตมาตั้งนาน$k$s#$e#ดีมากเลยที่เธอแวะมา! ตอนนี้พอจะสดชื่นขึ้นหน่อย",
        "Saloon_Thu": "เฮ้อ! มันรู้สึกดีจริงๆ ที่ได้ยืดแข้งยืดขา หลังจากที่ทำงานหนักมาทั้งวัน",
        "Saloon_Fri": "%เหมือนมานีจะไม่สังเกตเห็นว่าคุณอยู่ที่นี่...",
        "Saloon_Sun": "*ถอนหายใจ*... ฉันไม่ได้ทำอะไรที่ มีประโยชน์เลยวันนี้",
        "Saloon_Sat": "ฉันเห็นคลินท์มาที่นี่ตลอด แต่ไม่คุยกับใครเลย เขาเพียงแค่หันมามอง เป็นครั้งคราวเท่านั้น$s",
        "Tue": "หลานของฉัน เชน มาอยู่ที่บ้านฉัน เมื่อไม่กี่เดือนมานี้#$e#เขาช่วยฉันดูแลพวกไก่ เพราะงั้นก็ถือว่าเจ๊าๆ กันไป",
        "Wed": "เธอสามารถใช้เคียว เพื่อตัดหญ้ามาเป็น อาหารสัตว์ได้นะ#$e#หรือซื้อกับฉันก็ได้!$h#$e#ฉันไม่รังเกียจ เงินพวกนั้นหรอก...$u#$e#ลานะจ๊ะ",
        "Thu": "สวัสดีจ้ะ อยากได้อะไรรึเปล่า?#$e#ฉันว่าในอนาคต จะไปหาสัตว์ชนิดอื่นๆ มาขายอยู่เหมือนกันนะ แต่เธอต้องพิสูจน์ ฝีมือการเลี้ยงสัตว์ซะก่อน#$e#ถ้ามีตลาดรับซื้อสัตว์พวกนั้นแล้ว ฉันถึงจะเอามาขาย#$e#แค่ดูแลสัตว์ของเธอ ด้วยความเอาใจใส่ แล้วเรื่องดีๆ จะเกิดขึ้นเอง",
        "Fri": "มาเจอฉันได้ที่ซาลูนนะ ฉันอยู่ที่นั่น แทบทุกคืนล่ะจ้ะ#$e#พวกสัตว์เนี่ย เป็นเพื่อนที่ดีนะ แต่ยังไง ฉันก็ต้องคุยกับผู้คนบ้าง",
        "Fri4": "#$1 marnieLike#ฉันว่าใครสักคนในเมืองนี้ กำลังชอบฉันอยู่นะ *ฮิฮิ*$k$h#$e#ฉันคงจะเหงาแย่ ถ้าเชนย้ายออกไป",
        "Fri6": "ฉันสงสัยจังว่าเลวิส อยู่บ้านหลังใหญ่ๆ แบบนั้นแล้วไม่เหงาเหรอ...$s#$e#ในนั้นมันดูโล่งๆ เนอะ ว่าไหม?",
        "Sat": "เคยไปที่หอคอยแปลกๆ ทางตะวันตก ของบ้านฉันไหม?#$e#ครั้งหนึ่งฉันเคยได้ยิน เสียงกระซิบน่ากลัว ที่เหมือนมาจากโลกอื่น ดังออกมาจากแถวนั้นด้วยล่ะ$s#$e#ถ้าฉันเป็นเธอ ฉันจะเลี่ยงไปตรงนั้นนะ...",
        "Sun": "ว่าไงจ๊ะ ดีใจที่ได้เจอเธอนะ!#$e#ถ้าอยากจะซื้อของ หรือจะมาหาอะไร ก็มาได้ตลอดเลยนะ",
        "Sun8": "ไงจ๊ะ @!$h#$e#ฉันดีใจ ที่เรากลายมาเป็นเพื่อนกันนะ ฉันรู้ว่าฉันไว้ใจ ให้เธอดูแลเหล่าสัตว์เลี้ยง ที่น่ารักของฉันได้"
    }
}
