{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อ๊ะ! ใช่คนที่ย้ายเข้ามาอยู่ใหม่ รึเปล่า?#$b#ฉันชื่อมารุ ฉันตั้งหน้าตั้งตา รอที่จะมาพบเธอเลย!$h#$e#รู้รึเปล่า ว่าในเมืองเล็กๆ แบบเนี้ยะ คนหน้าใหม่ๆ จะช่วยเป็นกำลังสำคัญ ในการเปลี่ยนแปลงทิศทาง ของชุมชนได้นะ ชักจะตื่นเต้นแล้วสิ!",
        "Resort_Entering": "วิลลี่บอกว่า เธอเป็นคนช่วยซ่อมเรือ ขอบใจที่ซ่อมนะ!",
        "Resort_Leaving": "สนุกดีจัง!",
        "Resort": "ฉันสังเกตเห็นว่ามี ปลาดาว มากกว่าหนึ่งสปีชีส์... หลายชนิดเลย... ส่วนชนิดที่ฉันชอบคือ ไอเจ้าตัวสีม่วงใหญ่ๆ นั่นน่ะ แต่พวกมัน น่าสนใจหมดเลยนะ!",
        "Resort_Towel": "*อ้าปากค้าง*... นั่นมันสุริยุปราคา!$3#$b#โอ้... ช่างเถอะ เธอแค่มายืนบังดวงอาทิตย์น่ะ",
        "Resort_Towel_2": "พออยู่ที่นี่แล้ว เราอยู่ห่างไกล จากความเจริญมากๆ เลยนะเนี่ย#$b#ลองจินตนาการถึงดวงดาว ที่เธอสามารถมองเห็นได้ ในตอนกลางคืนสิ#$e#ใครจะรู้ ไม่แน่นะพวกเราอาจจะ ได้เห็นจานบินสักลำ หรือสองลำเลยเอ้อ!$h",
        "Resort_Bar": "งืมมมมม... ทำไมผลไม้เขตร้อน มันถึงอร่อยได้ขนาดนี้นะ?",
        "Resort_Shore": "สงสัยจังว่า วิลลี่จะยอมให้ฉัน เอากล้องโทรทรรศน์มาที่นี่ เป็นบางครั้งได้รึเปล่า...#ที่นี่ท้องฟ้าโปร่งมากเลย พนันเลยว่าฉันสามารถ หาเมืองเพลิแกน เจอที่เส้นขอบฟ้าได้#ไม่แน่นะ ฉันอาจจะเห็นเธอวิ่งอยู่รอบๆ ฟาร์ม %farm ก็ได้!",
        "danceRejection": "ฉันปลื้มนะ แต่คิดอีกที... ไม่ดีกว่า",
        "divorced": "เราไม่มีอะไรต้องคุยกันอีก$a",
        "breakUp": "นี่ยังไม่ดีพอสำหรับเธอ ใช่ไหม?$a#$b#ไม่เป็นไร...$s",
        "dumped_Girls": "เธอกล้ามากนะ ที่มาคุยกับฉัน!$a",
        "secondChance_Girls": "เธอเสียความศรัทธา จากฉันไปแล้ว @... แต่ฉันอภัยให้เธอทุกอย่าง$s",
        "Mon": "เมื่อไหร่ที่เจอกับ ปัญหาทางเทคนิค ฉันมักจะออกไปเดินเล่น#$e#แล้วมันก็แปลกดีนะ ที่พอได้เปลี่ยนบรรยากาศ ก็ช่วยให้ฉันผ่อนคลายได้",
        "Tue": "เธอได้ไปเจอ เธอแม่ฉันแล้วรึยัง? เธอเป็นช่างไม้ของเมืองนี้น่ะ",
        "Wed": "ฉันทำงานที่คลินิกของฮาร์วีย์ ในวันอังคารกับวันพฤหัสบดี#$b#เขาบอกว่า เขาชอบที่มีฉันอยู่ช่วย ในตอนที่อุปกรณ์การแพทย์ ใช้งานไม่ได้!$h#$e#เป็นชาวไร่ง่ายกว่าเนอะ ว่าไหม?",
        "Thu": "หน้าร้อนนี้ฉันวางแผนไว้ว่า จะใช้เวลาไปกับกล้องดูดาว",
        "Sat": "รู้จักพ่อฉันไหม เขาชื่อดิมีเทรียส เป็นนักวิทยาศาสตร์ ฉันสนุกมากเลย ที่ได้ช่วยเหลือพ่อ ตอนที่ท่านทำงานอยู่ในแล็บล่ะ",
        "Fri": "นี่ ขอโทษนะ ถ้าฉันดูทำตัวแปลกๆ... พอดียังเหนื่อย จากงานเมื่อวานอยู่เลย#$c .5#ฉันต้องแบก กล่องเอกสารการแพทย์ ไปไว้ห้องใต้หลังคา!#$e#แล้วยังต้องจัดเอกสารผู้ป่วย กว่าสี่ชั่วโมงติดกันอีก!",
        "Sun": "หวัดดี!#$q 3/4 Sun_01_old#ทำฟาร์มแล้วสนุกรึเปล่า?#$r 3 0 Sun_01_01#สนุกสิ#$r 4 0 Sun_01_02#ไม่อะ",
        "Sun_01_old": "$p 3#ไง ผ่านไปสัปดาห์หนึ่งแล้ว เธอได้ปรับปรุงฟาร์ม ไปอีกขั้นหนึ่งละนะ! เหมือนว่า จะเริ่มเข้าที่เข้าทางแล้วด้วย$h|เป็นสัปดาห์ที่ เหนื่อยกับฟาร์มใช่ไหมล่ะ? งานคงเยอะน่าดู...$s",
        "Sun_01_01": "มันก็ดีนะ ใช่ไหม?$h",
        "Sun_01_02": "ว้าย! ฉันขอโทษ เธอเคยคิดจะทำอะไรอย่างอื่น บ้างรึเปล่า...?$s",
        "Tue2": "มาบ้านฉันสิ ถ้าอยากอัปเกรดสิ่งก่อสร้าง#$e#มีคนแวะมาหาบ้าง มันก็รู้สึกดีนะ",
        "Fri4": "แม่ฉันเป็นช่างไม้ ส่วนพ่อก็เป็นนักวิทยาศาสตร์ มันเลยดูสมเหตุสมผลอยู่นะ ที่ฉันจะชอบสร้าง สิ่งประดิษฐ์ต่างๆ",
        "Mon6": "บางครั้ง ในหัวฉันก็มีแต่เรื่องไร้สาระ จนแทบจะคิดอะไรไม่ออก เธอเคยเป็นบ้างรึเปล่า?#$e#การสูดอากาศบริสุทธิ์ ช่วยได้นะ",
        "Wed8": "ฉันทำงานที่คลินิกของฮาร์วีย์ ในวันอังคารและวันพฤหัสบดี#$e#เขาก็ดีนะ แต่ไม่ใช่สเปคฉัน...",
        "Thu10": "โอ้ @! เธอมีอะไรอยากบอกฉัน รึเปล่า?$l",
        "Event_Hospital_1": "แน่นอน เขาต้องรู้ความแตกต่างสิ! ก็ตัวอย่างนี้มัน เสียหายหมดแล้วอะ! %fork$s",
        "Event_Hospital_2": "ก็ได้ ฉันจะโยนความผิด ให้เธอแล้วกัน$u",
        "Event_Hospital_3": "ถูกของเธอ ฉันควรบอกความจริงเขาไป %fork$u",
        "Event_Space1": "น่าอัศจรรย์ใช่ไหมล่ะ?",
        "Event_Space2": "เธอจะมองเป็น อย่างนั้นก็ได้...$s#$b#แต่ก็ยังน่าทึ่งใช่ไหมล่ะ?",
        "Event_Cut1": "ไม่เป็นไรจริงๆ เหรอ?$8#$b#ได้ยินแบบนั้น ฉันก็รู้สึกดีขึ้นมาหน่อย ขอบคุณนะ",
        "Event_Cut2": "ไม่นะ! อ่า... ฉันขอโทษ ขอโทษจริงๆ$s",
        "event_robot1": "ขอบคุณนะ มันมีความหมายกับฉันมาก @#$b#ฉันรู้ว่าสิ่งประดิษฐ์ ไม่ใช่แนวของเธอ แต่ก็ขอบใจนะ ที่แสดงออกว่าสนใจ ในสิ่งที่ฉันทำ#$b#ฉันหวังว่า จะทำอะไรให้เธอได้บ้าง$l",
        "event_robot2": "ว่าไงนะ? หลังจากที่ MarILDA บอกตรงๆ ว่า ไม่อยากเป็นทาสอะนะ เธอพูดแบบนี้ได้ยังไง? ช่างเย็นชาซะจริง...%fork$a",
        "event_robot3": "ฮะ...$8#$b#ฉันว่าเขาพูดอย่างนั้นแหละ ใช่ไหมนะ?$l#$b#...อืม...$l",
        "event_robot4": "...$8#$b#@...$8",
        "event_robot_explain1": "...$s#$b#พูดมีประเด็นนะ ฉันเขียนโปรแกรม ให้ MarILDA มีพฤติกรรมเหมือนมนุษย์ ก็จริง... แต่โครงข่ายประสาทเทียม ของเธอมีความซับซ้อนมาก แล้วฉันก็พูดไม่ได้เต็มปากว่า MarILDA ไม่ได้พัฒนาจิตใต้สำนึก ด้วยตัวเธอเอง$8#$b#อีกอย่างนะ มันไม่ดูจองหองไปหน่อยเหรอ ที่จะอนุมานว่ามีแต่ สามัญสำนึกคล้ายมนุษย์เท่านั้น ที่คุ้มค่าแก่การมีชีวิตอยู่ ในเมื่อสมองกล แตกต่างจากสมองมนุษย์มากๆ แต่นั่นก็ไม่ได้แปลว่า เราจะไร้ไมตรีจิตต่อ พวกหุ่นยนต์ได้นี่นา$8",
        "event_robot_explain2": "เข้าใจละ แต่นั่นไม่ใช่มุกตลกสักนิด$a",
        "event_robot_explain3": "คิดได้แย่มาก! เป็นอะไรของเธอ @?$a#$b#ฉันจะลืมๆ ไปว่าเรา เคยคุยเรื่องนี้แล้วกัน... ไม่ได้ทำตัวสมเป็นเธอเลย$a",
        "summer_1": "ฤดูนี้จะเป็นฤดูที่ดี ต่อการดูดาวเลยแหละ",
        "summer_Mon": "หืม... ฉันจะประดิษฐ์อะไร ในหน้าร้อนนี้ดีนะ?#$e#",
        "summer_Mon6": "มาที่ห้องฉันสิ ถ้าอยากเห็น งานประดิษฐ์ลวกๆ ของฉัน",
        "summer_Tue": "จะบอกให้ว่า เซบาสเตียน เป็นพี่ต่างพ่อของฉันเองแหละ ถ้าเธอยังไม่รู้อะนะ#$e#เราเลยดูแตกต่างกัน",
        "summer_Tue4": "เซบาสเตียน ไม่ค่อยคุยกับฉันเลย บางทีก็คิดว่าเขา ไม่ชอบฉันรึเปล่า#$e#น่าเศร้านะ ฉันอยากมีพี่ชาย แต่เขาไม่ทำตัว เหมือนเป็นพี่ฉันเลย",
        "summer_Wed": "ในฤดูนี้เธอแฮปปี้รึเปล่า?#$e#ปีนี้มันช่างอบอุ่นจังเลย$h",
        "summer_Thu": "ขอโทษที กำลังคิดถึงเรื่องสิ่งประดิษฐ์ ที่ฉันสร้างอยู่น่ะ#$q 35/36 Thu_01_old#ฉันตัดสินใจแล้วว่าสักวัน ฉันจะสร้างหุ่นยนต์#$r 35 30 Thu_0#นั่นคงจะเป็นเรื่องง่าย สำหรับเธอนะ#$r 36 -50 Thu_01_01#เธอควรจะทำ สิ่งที่ดูเป็นไปได้กว่านี้ไหม#$r 35 40 Thu_01_02#ฟังดูน่าท้าทายดีนะ",
        "Thu_01_old": "แล้วเจอกันจ้ะ",
        "Thu_0": "จริงเหรอ? แน่ใจนะ ว่าไม่ได้แค่อวยฉันน่ะ",
        "Thu_01_01": "เธอคิดว่า ฉันจะทำไม่ได้เหรอ?$s",
        "Thu_01_02": "ก็จริง แต่ฉันรักความท้าทายนี่นา!$h",
        "summer_Sat": "ไงจ๊ะ มีอะไรน่าสนใจเกี่ยวกับฟาร์ม ที่อยากเล่าให้ฟังบ้างเปล่า?#$e#ไม่มีแน่เลย",
        "summer_Fri": "ฉันทำงานที่คลินิกเมื่อวาน ไม่มีคนไข้เลยสักคน#$e#คงไม่ค่อยป่วยกัน ในช่วงหน้าร้อนล่ะมั้ง",
        "summer_Sun": "พนันได้เลยว่า เธอต้องปลูกอะไร ที่น่าสนใจแน่ๆ เลย#$b#พ่อฉันบอกว่า มีพืชเจ๋งๆ หลายอย่างโตที่หุบเขา ในช่วงเวลานี้ของปีแหละ",
        "summer_Fri2": "นี่ เล่าเรื่องราวการทำฟาร์ม หน่อยสิ#$e#น่าตื่นเต้นดีนะ!",
        "summer_Wed4": "อากาศมันร้อนแค่ฉันรึเปล่า หรือมันร้อนจริงๆ?#$e#แต่ฉันว่าคงร้อนแค่ฉันแหละ",
        "summer_Sun6": "สักวันฉันจะเป็น นักประดิษฐ์ระดับโลก$u#$e#เธอต้องโชคดีมากๆ ที่มีฉันเป็นเพื่อน!#$b#...ล้อเล่นน่ะ",
        "summer_Tue8": "@ เธอดูดีนะวันนี้$h",
        "summer_Thu10": "ทำไมมือเธอนุ่มจังทั้งๆ ที่ทำงานในฟาร์มเนี่ยนะ?",
        "fall_Mon": "เธอไปเหมืองบ่อยรึเปล่า? ฉันได้ยินมาว่า มีแร่ที่มีประโยชน์ เยอะแยะเลย",
        "fall_Tue": "วันนี้ต้นไม้ดูสวยจัง!$h",
        "fall_Thu": "บางส่วนบนโลกตอนนี้ เป็นฤดูใบไม้ผลินะ ลองจินตนาการดูสิ!",
        "fall_Wed": "เซ็งจัง... รู้สึกไม่อยากทำงานพรุ่งนี้เลย",
        "fall_Fri": "ขอพนันเลยว่า ฤดูนี้จะได้เจอ คนมาที่คลินิกเยอะแน่ๆ$s#$e#แต่ฉันก็หวังให้ทุกคน มีสุขภาพดีนะ",
        "fall_Sat": "พวกใบไม้ที่หล่นนี่ จะเป็นอาหารให้แก่เห็ด และสิ่งมีชีวิต ขนาดเล็กชนิดอื่นๆ$u#$e#น่าสนใจใช่ไหมล่ะ?",
        "fall_Sun": "อะ ดื่มให้กับอีกสัปดาห์ที่ดี! *ดื่มอวยพร*",
        "fall_Tue2": "@ ฉันชอบต้นไม้ แบบที่มันเป็นอยู่ตอนนี้!#$e#ฉันรู้นะว่าเธอก็ชอบ",
        "fall_Wed4": "ถ้าเธอมีเศษเหล็กเหลือๆ ฉันจะขอเอาไปใช้ ในโปรเจกต์นะ#$e#แต่เธอต้องไม่ได้ใช้มันจริงๆ นา",
        "fall_Fri6": "ช่วงนี้ฉันรู้สึกว่า โลกมันสดใส เป็นพิเศษเลย...$h",
        "fall_Mon8": "พรุ่งนี้เธอน่าจะมาหาฉัน ที่คลินิกนะ ฉันทำงานตั้งแต่ 10 โมงเช้าถึง 4 โมงเย็น$h",
        "fall_Thu10": "ใบไม้ติดอยู่บนหัวเธอแน่ะ เดี๋ยวเอาออกให้นะ#$e#...$h",
        "winter_1": "ให้ตายสิ หนาวจัง...$s",
        "winter_Mon": "เธอเห็นมนุษย์หิมะ ที่ฉันปั้นไหม?$h",
        "winter_Tue": "ผมฉันชี้ฟูไปหมด เพราะอากาศแห้งๆ นี่ *ถอยหายใจ*",
        "winter_Wed": "ฉันว่า ฤดูหนาวเป็นช่วงเวลาที่ดี ต่อการสร้างสิ่งประดิษฐ์นะ#$e#ฉันจะสร้างอะไร ที่เป็นประโยชน์แก่ชาวไร่ ได้ไหมเนี่ย?",
        "winter_Thu": "อ้าว เป็นไงบ้าง?#$e#ไปสำรวจถ้ำในช่วงเวลานี้ ก็เหมาะดีนะ#$e#ฉันก็อยากสำรวจแหละ แต่พ่อคงไม่ให้ไป",
        "winter_Fri": "หวังว่าปีนี้ ฉันจะไม่เป็นหวัดนะ",
        "winter_Sat": "ได้สร้างเตาหลอม (Furnace) หรือยัง?#$e#เธอใช้มันเปลี่ยนวัตถุดิบอย่าง แร่ ให้เป็นผลิตภัณฑ์ ที่มีประโยชน์ได้นะ$u",
        "winter_Sun": "พออากาศหนาว ฉันจะง๊วงง่วง...",
        "winter_Sat2": "นี่ ถ้าต้องซ่อมเครื่องจักรเกษตร บอกฉันได้นะ$h",
        "winter_Tue4": "นี่ เธอมีไอเดียสำหรับ อุปกรณ์ใหม่ที่ฉันสร้างไว้ บ้างไหม?#$e#อืมมม ฉันรับฟังความเห็นเธอนะ",
        "winter_Fri6": "เธอดูสดชื่นนะวันนี้ ขอเดาว่าเป็นเพราะ อากาศที่สดชื่น ในฤดูหนาวล่ะสิท่า",
        "winter_Mon8": "ว่าไง @!$h#$e#นี่ๆ คิดว่ามนุษย์หิมะตัวนี้ เหมือนเธอไหม?",
        "winter_Thu10": "@ มาใกล้ๆ หน่อยสิ หนาวอะ$l#$e#อากาศหนาวทำมือฉันแห้งสุดๆ ต้องขอโทษด้วยนะ$l"
    }
}
