{
        "Introduction": "สวัสดีครับ ผมชื่อซีลัม$0#$b#พี่เจอโอไรออนรึยังครับ? เขาเป็นฝาแฝดของผมเอง$1",
        "Mon": "พี่เคยไปทะเลทรายมั้ยครับ?$0#$b#ผมบอกคุณพ่อว่า ผมอยากจะไป ผมเคยอ่านเจอว่า พวกพ่อค้าที่นั่น มีของน่าสนใจขายด้วย$1",
        "Mon8": "เมื่อวานนี้โอไรออนกับผม เข้าไปเล่นในห้อง ของคุณพ่อคุณแม่ แล้วก็ทำโมเดลเครื่องบิน ของคุณพ่อพังไปอันนึง...$2",
        "Mon10": "ผมอยากเจอคุณลุง เซบาสเตียนจะแย่แล้ว คุณลุงสัญญาพา จะพาผมขี่มอเตอร์ไซค์ด้วย$1",
        "Tue": "คุณแม่เล่าให้ผมฟัง เรื่องป่าลึกลับ$0#$b#คุณแม่บอกว่าที่นั่น มีตัวอย่างน่าสนใจ สำหรับการค้นคว้ามากมาย$0#$e#พี่เคยไปที่นั่นรึยังครับ?$1",
        "Tue2": "พวกเราจะมี หนังสือแบบเดียวกัน 2 เล่มเสมอ เพราะว่าโอไรออนกับผม จะอ่านหนังสือพร้อมกัน$0#$b#เพราะแบบนั้นเราก็เลย แลกเปลี่ยนไอเดียกันได้ หลังจากที่เราอ่านมันจบ$1",
        "Tue8": "มันสนุกมากเลยครับ เวลาที่ไปช่วยงาน คุณพ่อคุณแม่ที่คลินิก$0#$b#แล้วคุณย่าเอเวอร์ลิน ก็เอาคุกกี้มาให้เราด้วยA$1",
        "Wed": "...$2#$b#โอไรออนกับผม ทะเลาะกับเมื่อวานนี้ แล้วเราก็โดนคุณพ่อคุณแม่ ดุยกใหญ่...$2",
        "Wed6": "คุณตาให้อความารีนกับผม ที่ผมช่วยท่านทำการทดลอง ด้วยละครับ!$1",
        "Wed10": "$q 3002 null#เมื่อผมโตขึ้นผมอยากจะเป็น นักวิทยาศาตร์ผู้โด่งดัง เหมือนคุณแม่ คุณพ่อ และคุณตาครับ พี่คิดว่าผมจะเป็นได้มั้ยครับ?#$r 3002 25 Caelum_Dream_1#เธอต้องเป็นได้แน่ มันอยู่ในสายเลือด ของเธอนี่#$r 3002 -30 Caelum_Dream_2#เธอน่าจะลองดู อาชีพอื่นบ้างนะ...",
                "Caelum_Dream_1": "ใช่มั้ยล่ะครับ? ผมก็ว่างั้น!$1",
                "Caelum_Dream_2": "แต่ว่า...$2",
        "Thu": "ถึงจะเป็นแฝด จากไข่ใบเดียวกัน แต่ลายนิ้วมือก็จะ ไม่เหมือนกันหรอกนะ พี่รู้มั้ยครับ?$0#$b#มันน่าจะเป็นอย่างเดียว ที่โอไรออนกับผม มีไม่เหมือนกัน$0",
        "Thu4": "คุณครูเพนนีมาหา คุณแม่ที่บ้านด้วยครับ$0#$b#คุณครูใจดีมาก และคุณแม่ก็บอกว่า คุณครูเป็นครูที่ดีด้วย$0",
        "Thu6": "โอไรออนพูดตลอด ว่าอยากจะเรียนตกปลา$0#$b#ถ้าพี่พอมีเวลา ช่วยสอนเขาได้มั้ยครับ พี่ @?^ถ้าพี่พอมีเวลา ช่วยสอนเขาได้มั้ยครับ พี่ @?$0",
        "Fri": "คุณพ่อกับผมชอบทาน อาหารที่มีคุณประโยชน์สูง (super meal)$0#$b#มันให้พลังงานดีมากครับ เพราะงั้นผมเลยทำการทดลอง ได้เป็นวันๆ$1",
        "Fri2": "วันนี้คุณตาจะช่วย โอไรออนกับผม ทำโคมไฟลาวาล่ะครับ!$1",
        "Fri8": "ห้องของคุณลุงเซบาสเตียน เจ๋งมากเลยครับ$1#$b#ผมก็อยากจะมีห้องนอน อยู่ใต้ดินบ้าง แต่บ้าเราไม่มีน่ะสิครับ...$2",
        "Sat": "โอไรออนกับผม ต้องตื่นเช้าในวันเสาร์ เพราะว่าเราต้องไป เรียนกับคุณพ่อ ที่พิพิธภัณฑ์น่ะครับ$0",
        "Sat4": "คุณยายจะพาเรา ไปเที่ยวทะเลล่ะครับ$3#$b#แต่ผมไม่ชอบ กุ้งล็อบสเตอร์เลย...$2",
        "Sat10": "อาทิตย์ที่แล้ว เราได้เรียนเรื่อง วัฏจักรของน้ำครับ$0#$b#คุณพ่อบอกผมว่าอาทิตย์นี้ เราจะทำการทดลอง เกี่ยวกับน้ำกันล่ะครับ$1",
        "Sun": "พี่รู้มั้ยครับ ว่าคุณลุงเซบาสเตียน เล่นคีย์บอร์ดได้ด้วยนะครับ?$0#$b#คุณลุงอย่างเจ๋ง$1",
        "Sun6": "สวัสดีครับ^สวัสดีครับ$0#$e#ทำงานในฟาร์มยากมั้ยครับ?$0#$b#ถ้าพี่อยากให้ช่วย บอกผมได้เลยนะครับ ผมอยากไปดูพืชผัก กับสัตว์ในฟาร์มครับ$1",
        "Sun8": "สวัสดีครับ^สวัสดีครับ$0#$e#!$4#$b#ผมพึ่งนึกขึ้นได้ว่าคุณพ่อ บอกให้โอไรออนกับผม ทำความสะอาดห้องด้วย$3#$b#ผมไปก่อนนะครับ...$3",
        "fall_8_2": "วันนี้เป็นวันเกิดของผม กับโอไรออน!$1#$b#ผมอยากให้คุณพ่อ ทำเค้กช็อกโกแล็ต ของโปรดผมเลย!$1",
        "ScienceHouse": "โอไรออนกับผม ชอบไปหาคุณตาคุณยาย และลุงเซบาสเตียนครับ$0#$b#บ้านของพวกท่าน ใหญ่กว่าบ้านเราอีก แล้วก็มีก้องทดลองด้วย!$1",
        "ArchaeologyHouse": "คุณพ่อบอกให้เรา อ่านหนังสือพวกนี้ไปพลางๆ ระหว่างที่ช่วยคุณแม่ดู คำศัพท์เฉพาะทางการแพทย์$0"
}
