{
   "Changes": [
  {
    "Action": "EditData",
    "Target": "Characters/Dialogue/Harvey",
    "Entries": {
            "Mon8": "ผมยังไม่อยากจะเชื่อเลยว่า ผมจะกล้าขอมารุเป็นแฟน$0#$b#แบบเป็นทางการด้วยนะครับ!$1#$e#ผมไม่คิดว่าจะมีความกล้า ทำแบบนั้นอีกครั้ง$0",
            "Tue8": "ไม่แน่ว่า หลังจากที่เราจบเรื่อง ประวัติศาสตาร์การแพทย์แล้ว ผมน่าจะสอนเธอเกี่ยวกับ วรรณกรรมทางการแพทย์ ต่อได้$0#$b#ผมมั่นใจเลยว่า เธอต้องชอบแน่ๆ!$1",
            "Wed8": "โรบินช่วยผม ปรับปรุงอพาร์ทเม้นท์$0#$b#มารุกับผมต้องการพื้นที่เพิ่ม เพื่อย้ายมาอยู่ด้วยกัน$0",
            "Thu8": "ผมก็กลัวนะครับ ว่าจะคุยกับมารุเรื่องงาน มากจนเกินไป...$2#$b#แต่คงจะ ไม่เป็นอย่างนั้นหรอกครับ$1",
            "Fri8": "โรบินเสนอว่าจะขยายคลินิก ตอนที่เราทานมื้อค่ำด้วยกัน เมื่อสัปดาห์ที่แล้ว$0#$e#ผมก็ยินดีนะครับ แต่ผมคิดว่าตอนนี้มันก็ใหญ่พอ สำหรับชุมชนของเราแล้ว$0",
            "Sat8": "มื้อเย็นเมื่อคืนวาน ผมทำอาหารที่ดีต่อสุขภาพ และมีคุณค่าทางโภชนาการ ให้มารุ$0#$b#ผมว่าเธอชอบมันนะ!$1",
            "Sun8": "ผมเตรียมน้ำยาเพิ่มพลัง สูตรพิเศษ ไว้ให้มารุด้วยครับ$0#$e#ผมไม่อยากให้เธอเหนื่อย$2#$b#คุณก็รู้นี่ครับ เธอทำงานเยอะมาก...$2",
            "spring_Thu8": "ตอนแรกที่ผมได้พบกับมารุ ผมก็ไม่รู้เลยว่า เธอจะทำงานได้ดีรึเปล่า$0#$b#แต่เธอก็พิสูจน์ให้เห็นว่า ทำหน้าที่ของพยาบาล ได้อย่างดีเยี่ยม$1#$e#แล้วก็ ถ้าเธอไม่ได้มาสมัครงานละก็ เราคงจะไม่ได้รู้จักกัน และแต่งงานกันแบบนี้$4",
            "spring_Fri8": "ถ้ามารุกับผมมีลูกด้วยกัน คุณคิดว่าสักวันนึง เขาหรือเธอจะได้เป็น นักบินมั้ยครับ?$1",
            "spring_Sat8": "มารุทำให้วันของผม สดใสเสมอ ผมดีใจที่ได้แต่งงานกับเธอ$4",
            "summer_Mon8": "มารุกับผมกำลังคิดว่า อยากจะไปเที่ยว ทะเลทรายน่ะครับ$0#$b#บางทีเราอาจจะไปกัน ในช่วงฤดูใบไม้ร่วง หรือฤดูหนาว ช่วงที่อากาศเย็นหน่อย$1",
            "summer_Wed8": "ตอนนี้ฤดูร้อน เป็นฤดูที่ผมชอบมากที่สุด เพราะว่ามารุกับผม จะได้ไปดูดาวกันน่ะครับ$0#$e#ท้องฟ้าเหนือหุบเขาน่าทึ่งมาก ยิ่งในฤดูร้อน ยิ่งสวยกว่าเดิมอีกครับ!$1",
            "summer_Sun8": "...$4#$e#โอ้ @$0#$b#ผมกำลังคิดถึงวันแต่งงาน ของผมกับมารุอยู่น่ะครับ...$4",
            "fall_Mon8": "ผมต้องพัฒนาฝีมือทำอาหาร ให้ดีขึ้นไปอีก เพราะตอนนี้ผมกับมารุ มาอยู่ด้วยกันแล้ว$1#$b#ถ้าคุณต้องการคำแนะนำ เกี่ยวกับการทำอาหาร เพื่อสุขภาพ ไม่ต้องเกรงใจนะครับ ถามผมได้เลย$0",
            "fall_Tue8": "ผมจะฝึกฝีมือการนวด เพื่อมารุน่ะครับ$0#$b#ถ้าวันไหนที่เธอ เหนื่อยล้าจากการทำงาน ผมจะได้ช่วยเธอ ให้ผ่อนคลายได้อีกหน่อยนึง$1",
            "fall_Fri8": "ผมเคยท้อแท้นะครับ ตอนที่ธุรกิจไปได้ไม่ค่อยดี...$2#$b#แต่ตออนนี้มารุ ช่วยให้จิตวิญญาณ ของผมเข้มแข็ง แม้ในวันที่ยากลำบาก$4",
            "winter_Wed8": "ผมดีใจมาก ที่ดิมีเทรียสยอมรับ ความสัมพันธ์ระหว่าง ผมกับมารุ$1#$b#เขาช่วยเราตอนที่ ย้ายมาอยู่ด้วยกันด้วยล่ะครับ$1",
            "winter_Thu8": "ในวันหนาวๆ แบบนี้ มารุกับผมจะดื่มไวน์ด้วยกัน หน้าเตาผิงครับ$1",
            "winter_Sat8": "บอกตามตรง ผมคิดว่าผมคงต้องโสด ไปตลอดชีวิต$2#$b#ผมดีใจที่มารุก้าวเข้ามา ในชีวิตของผม$4",
            "spring_23_2": "ผมมั่นใจมาก กับงานเต้นรำดอกไม้วันพรุ่งนี้$1#$e#มารุกับผม ซ้อมเต้นกันแล้วครับ$1",
            "summer_10_2": "สวัสดีครับ @$0#$e#ผมพัฒนาฝีมือทำอาหาร เพื่อวันเกิดของมารุน่ะครับ$1#$b#เธอบอกผมว่า เธอชอบดอกกระหล่ำอบชีส และพริกยัดไส้ เพราะงั้นผมเลยต้องฝึก เพื่อมื้อค่ำแสนพิเศษครับ$1",
            "summer_27_2": "ระบำแมงกระพรุนแสงจันทร์ งดงามจริงๆ ครับ$0#$e#ผมตั้งตารอที่จะได้ เพลิดเพลินกับพวกมัน ร่วมกับมารุในวันพรุ่งนี้$1",
            "fall_26_2": "ผมมักจะหลงทางใน เขาวงกตสยองขวัญ ตลอดเลย$2#$e#ถ้ามารุกับผมเขาไปด้วยกัน เราน่าจะไปถึงทางออกได้$0"
      },
    }
  ]
}
