{
   "Entries": {
            "Mon8": "บางครั้งฮาร์วีย์ ก็ดูเงอะงะอยู่นะ$0#$b#แต่มันก็เป็นอะไรที่ น่ารักไปอีกแบบ$4",
            "Tue8": "ฮาร์วีมักมีจะไอเดีย สิ่งประดิษฐ์ใหม่มาให้ฉัน และฉันก็จะทำ ตามแบบของเขา$0#$e#เราเป็นทีมที่เพอร์เฟค!$1",
            "Wed8": "ฉันเป็นคนรักความอิสระ$0#$b#...แต่ตอนนี้มันก็ยากเหมือนกัน ถ้าต้องคิดถึงชีวิตที่ไม่มี ฮาร์วีย์ โอไรออน และซีลัม$0#$b#ฉันรักครอบครัวของฉันจริงๆ$1",
            "Thu8": "ฉันกำลังลองทำเครื่องมือ ที่ช่วยเพิ่มคุณภาพของผักดอง$0#$b#ฮาร์วีย์ กับโอไรออน ตื่นเต้นกันสุดๆ ก็พวกเขาชอบผักน่ะสิ$1",
            "Fri8": "ถ้าฉันค้นพบดาวดวงใหม่ ฉันจะตั้งชื่อว่า ฮาร์วีย์$4#$e#คุณคิดว่ามันเฉิ่มไปหรอ...?$0",
            "Sat8": "ฮาร์วีย์กับฉัน คิดว่าจะไปเที่ยวเมืองซูซูกัน กับโอไรออนและซีลัม$0#$b#เขาต้องเข้าเมือง เพื่อซื้ออุปกรณ์การแพทย์ ทุกเดือนอยู่แล้ว และเด็กๆ ก็ยังไม่เคยไปในเมืองเลยน่ะ$0",
            "Sun8": "พ่อแม่ของฉัน ชวนเราไปทานมื้อค้ำ ทุกสัปดาห์น่ะ$0#$b#ฉันว่าพวกท่าน ต้องคิดถึงฉันมากแน่ๆ ส่วนฮาร์วีย์ก็ชอบ ที่ครอบครัวพร้อมหน้า$0#$b#และซีลัมกับโอไรออน ก็ชอบไปหาพวกท่านด้วย$0",
            "spring_Wed8": "ฮาร์วีย์กับฉันกำลังฝึก เพื่อวันเทศกาลดอกไม้$0#$b#ตื่นเต้นจัง!$1",
            "spring_Fri8": "ความสัมพันธ์ของฮาร์วีย์กับฉัน ก็เหมือนกับสารเคมี 2 ตัวมาเจอกัน เราทำปฏิกิริยา แล้วก็เกิดเป็นสิ่งใหม่ขึ้นมา$1",
            "spring_Sun8": "พ่อตื่นเต้นมากตอนที่ฉันบอกว่า ฉันท้อง$0#$b#แต่แม่ดูเหมือนจะรู้อยู่แล้ว$0",
            "summer_Tue8": "ฮาร์วีย์อยากจะปรับปรุงคอมพิวเตอร์ ของคลินิกให้ทันสมัยมากขึ้น$0#$b#บางทีเซบาสเตียน น่าจะช่วยเขาได้นะ$0",
            "summer_Thu8": "ซีลัมและโอไรออน ถูกตั้งชื่อตามกลุ่มดาวกลุ่มแรก ที่ฮาร์วีย์กับฉันมองเห็นด้วยกัน จากกล้องโทรทรรศน์น่ะ$4",
            "summer_Sat8": "Harvey is a great cook.$1#$b#And he always makes healthy meals.$0",
            "fall_Mon8": "I was surprised to hear that Harvey also goes to Caroline's to exercise on Tuesdays, along with my mother.$0#$b#It's good that he wants to stay healthy.$0",
            "fall_Thu8": "Some married couples just can't work together.$0#$b#Luckily Harvey and I aren't one of them.$1",
            "fall_Sat8": "Harvey and I want to go on a road trip and explore new places.$0#$b#The kids also want to travel around.$1#$e#But I don't think we'll be able to do it anytime soon, the clinic would have to close at least for a few weeks...$2",
            "winter_Tue8": "In the past I seriously considered building a robotic husband.$0#$b#But now I have Harvey and he's a much better husband than a robot would be.$4",
            "winter_Wed8": "Harvey and I ordered some books for the boys.$0#$b#They love reading.$1",
            "winter_Sun8": "Time seems to stop when I look at Harvey...$4#$e#Maybe he's traveling at the speed of light.$1",
            "summer_27_2": "I'm looking forward to watching the Moonlight Jellies with Harvey tomorrow.$4",
            "fall_8_2": "Today's the twins' birthday.$0#$b#They've been so excited about it.$1",
            "fall_26_2": "I've been talking with Harvey about our strategy to complete the Haunted Maze.$0#$e#Maybe this year we can be the first to find the treasure!$1",
            "winter_14_2": "Today is Harvey's birthday.$1#$e#I've have designed a special model plane for him.$0#$b#I hope he likes it.$1"
   },
}
