{
   "Entries": {
            "Mon8": "บางครั้งฮาร์วีย์ ก็ดูเงอะงะอยู่นะ$0#$b#แต่มันก็เป็นอะไรที่ น่ารักไปอีกแบบ$4",
            "Tue8": "ฮาร์วีย์มักมีจะไอเดีย สิ่งประดิษฐ์ใหม่มาให้ฉัน และฉันก็จะทำ ตามแบบของเขา$0#$e#เราเป็นทีมที่เพอร์เฟค!$1",
            "Wed8": "ฉันเป็นคนรักความอิสระ$0#$b#...แต่ตอนนี้ มันก็ยากเหมือนกัน ถ้าต้องคิดถึงชีวิต ที่ไม่มีฮาร์วีย์$4#$b#เขาเป็นสามีที่วิเศษจริงๆ$4",
            "Thu8": "ฉันกำลังลองทำเครื่องมือ ที่ช่วยเพิ่มคุณภาพของผักดอง$0#$b#เป็นเซอร์ไพรส์ให้ฮาร์วีย์น่ะ$1",
            "Fri8": "ถ้าฉันค้นพบดาวดวงใหม่ ฉันจะตั้งชื่อว่า ฮาร์วีย์$4#$e#คุณคิดว่ามันเฉิ่มไปหรอ...?$0",
            "Sat8": "ฮาร์วีย์กับฉัน คิดว่าจะไปเที่ยวเมืองซูซูกัน$0#$b#เขาต้องเข้าเมือง เพื่อซื้ออุปกรณ์การแพทย์ ทุกเดือนอยู่แล้ว$0",
            "Sun8": "พ่อแม่ของฉัน มักจะชวนฮาร์วีย์กับฉัน ไปทานมื้อค่ำทุกสัปดาห์น่ะ$0#$b#ฉันว่าพวกท่าน ต้องคิดถึงฉันมากแน่ๆ ส่วนฮาร์วีย์ก็ชอบ ที่ครอบครัวพร้อมหน้า$0",
            "spring_Wed8": "ฮาร์วีย์กับฉันกำลังฝึก เพื่อวันเทศกาลดอกไม้$0#$b#ตื่นเต้นจัง!$1",
            "spring_Fri8": "ความสัมพันธ์ของฮาร์วีย์กับฉัน ก็เหมือนกับสารเคมี 2 ตัวมาเจอกัน เราทำปฏิกิริยา แล้วก็เกิดเป็นสิ่งใหม่ขึ้นมา$1",
            "spring_Sun8": "พ่อของฉันอึ้งสุดๆ ตอนที่ฉันบอกว่า จะย้ายไปอยู่กับฮาร์วีย์$0#$b#ตอนนี้พ่อก็เข้ากันได้ดี กับฮาร์วีย์แล้ว$0#$e#ถึงขนาดที่พวกเขาโทรหากัน เพื่อคุยเรื่องวิทยาศาสตร์!$1",
            "summer_Tue8": "ฮาร์วีย์อยากจะ ปรับปรุงคอมพิวเตอร์ ของคลินิกให้ทันสมัยมากขึ้น$0#$b#บางทีเซบาสเตียน น่าจะช่วยเขาได้นะ$0",
            "summer_Thu8": "ฉันก็ค้นคว้าเกี่ยวกับ หุบเขานี้มาบ้างนะ และในทางวิทยาศาสตร์แล้ว มันเป็นสถานที่ยอดเยี่ยม ในการเลี้ยงเด็กเลย$0#$e#เดี๋ยวฉันจะทำสรุปทุกอย่าง แล้วลองเอาให้ฮาร์วีย์$1",
            "summer_Sat8": "ฉันคิดไม่ถึงเลยล่ะ ว่าฮาร์วีย์ทำอาหารเก่งมาก$1#$b#และเขามักจะทำอาหาร เพื่อสุขภาพเสมอ$0",
            "fall_Mon8": "ฉันประหลาดใจสุดๆ ตอนที่ได้ยินว่า ฮาร์วีย์ไปคลาสออกกำลังกาย ของแคโรไลน์ทุกวันอังคาร แถมอยู่กับแม่ฉันด้วย$0#$b#มันก็ดีแหละ ที่เขาจะดูแลสุขภาพแบบนี้$0",
            "fall_Thu8": "มีคู่แต่งงานบางคู่นะ ที่ไม่สามารถทำงานด้วยกันได้$0#$b#โชคดีที่ฮาร์วีย์กับฉัน ไม่ได้เป็นหนึ่งในนั้น$1",
            "fall_Sat8": "ฮาร์วีกับฉันว่าจะขับรถเที่ยว และลองหาสถานที่ใหม่ๆ บ้าง$0#$b#แต่ฉันว่าคงยังไม่ใช่เร็วๆ นี้หรอก เพราะคลินิกคงต้องปิด อย่างน้อยเป็นอาทิตย์เลย...$2",
            "winter_Tue8": "เมื่อก่อนฉันตั้งใจจะสร้าง หุ่นยนต์สามีเลยนะ$0#$b#แต่ตอนนี้มีฮาร์วีย์ และเขาเป็นสามีที่ดีกว่า ที่หุ่นยนต์จะเป็นได้$4",
            "winter_Wed8": "ฉันหวังว่าตอนนี้พ่อ คงจะโอเคแล้ว หลังจากที่ฉัน ย้ายมาอยู่กับฮาร์วีย์$2#$e#ถึงเราจะได้เจอกัน เกือบทุกวัน แต่ฉันก็ยังกลัวว่าพ่อจะเหงา...$2",
            "winter_Sun8": "เวลาที่ฉันมองฮาร์วีย์ เหมือนเวลามันหยุดเลย...$4#$e#หรือว่า เขาจะเดินทางไปมา ด้วยความเร็วแสง$1",
            "summer_27_2": "ฉันตั้งตารอที่จะได้ดู แมงกระพรุนแสงจันทร์ กับฮาร์วีย์ในวันพรุ่งนี้เลยล่ะ$4",
            "fall_26_2": "ฉันคุยกับฮาร์วีย์ เพื่อวางแผนกลยุทธ์ พิชิตเขาวงกตสยองขวัญ$0#$e#ไม่แน่นะ ปีนี้เราอาจจะเป็นกลุ่มแรก ที่เจอสมบัติก็ได้!$1",
            "winter_14_2": "วันนี้เป็นวันเกิดของฮาร์วีย์$1#$e#ฉันออกแบบโมเดล เครื่องบินพิเศษให้เขา$0#$b#หวังว่าเขาจะชอบนะ$1"
   },
}
