{
        "Introduction": "สวัสดีครับ ผมชื่อโอริออน ผมได้ยินจากคุณพ่อคุณแม่ว่า พี่มีฟาร์มด้วย$0#$b#ผมอยากลองไปดูจัง มันจะต้องมีอะไรน่าสนใจ เยอะแยะแน่เลย$0",
        "Mon": "แม่ของผมเป็น นักวิทยาศาสตร์ และพ่อของผมเป็นหมอ$0#$b#ผมอยากจะเป็นแบบพวกท่าน เมื่อผมโตขึ้น!$1",
        "Mon6": "ผมอยากให้คุณพ่อ ทำน้ำจิ้มอาร์ติโชค เป็นมื้อเย็นวันนี้$0#$b#เมื่อวานนี้เราได้ทาน พายแบล็กเบอร์รี่...$2",
        "Mon10": "พี่น่าจะแวะมาเล่นกับ ซีลัมและผมนะครับ$0#$b#คุณยายให้บอร์ดเกม อันใหม่มาด้วย$1",
        "Tue": "ผมเคยเห็นพี่ไปสำรวจเหมือง ที่อยู่ใกล้ๆ กับบ้านคุณตาคุณยาย$0#$b#ผมมั่นใจเลยว่ามันต้องมี ตัวอย่างที่น่าสนใจ อยู่ข้างล่างนั่นแน่ๆ!$1",
        "Tue4": "ซีลัมกับผม ชอบไปช่วยคุณพ่อคุณแม่ ที่คลินิกน่ะครับ$0",
        "Tue6": "คุณตาคุณยายชอบพูดว่า โตขึ้นผมต้องเป็นหมอ จะได้ช่วยคุณพ่อคุณแม่ ที่คลินิก$0#$b#แต่ผมก็ยังไม่รู้เหมือนกัน ก็มีอาชีพน่าสนใจ อีกเยอะเลยครับ...$3",
        "Wed": "โอ้ สวัสดีครับ$3#$b#ผมกำลังพยายาม แก้รูบิคนี่อยู่...$3",
        "Wed2": "ซีลัมกับผม จะดู'Science Squad' คืนนี้$0#$b#มันเป็นซีรีย์เรื่องโปรด ของพวกเราเลย!$1",
        "Wed8": "พี่เป็นเพื่อนกับ คุณวิลลี่ด้วยรึเปล่าครับ?$0#$b#ผมอยากจะเรียนวิธีตกปลา และจะจับเจ้าปลาผี (ghostfish)!$0#$e#โอ้ จะหาพวกมันได้ที่เหมือง เท่านั้นหรอครับ...?$2",
        "Thu": "คุณแม่บอกว่า พี่เคยอยู่ที่เมืองซูซูมา ก่อนที่จะย้ายมาที่หุบเขา$0#$b#ผมยังไม่เคยไปในเมืองเลย แต่ผมก็อยากจะไปนะ$0",
        "Thu4": "สวัสดีครับ^สวัสดีครับ$0#$e#ครั้งหน้าถ้าต้องลงเหมือง พี่ช่วยเอาแท่งทอง มาให้ผมได้มั้ยครับ?$0#$b#ผมจะให้เช็ตล็อกไม้ลูบัน เป็นการแลกเปลี่ยน$1",
        "Thu10": "อัตราการพบฝาแฝดแท้ คือ 3 ครั้งต่อการคลอดบุตร 1000 ครั้ง$0#$b#ที่จริงก็ไม่ใช่เรื่องแปลก แต่พี่ต้องคิดถึงตรงที่ พวกเราอาศัยอยู่ในเมืองเล็กๆ ด้วย$0",
        "Fri": "วันนี้ซีลัมกับผม จะไปเยี่ยมคุณตาคุณยาย และลุงเซบาสเตียนครับ$1#$b#ผมจะลองขอให้คุณตา พาพวกเราไปทะเลสาบ$0",
        "Fri2": "ลุงเซบาสเตียนมาหาเรา เมื่อสัปดาห์ที่แล้วและช่วย ดูคอมพิวเตอร์ให้คุณพ่อ$0#$b#ผมอยากให้คุณลง สอนเกี่ยวกับคอมพิวเตอร์ด้วย!$1",
        "Fri8": "โอ้!$4#$b#ผมนึกอะไรบางอย่าง ที่สำคัญมากๆ ที่ต้องทำ ขึ้นมาได้น่ะครับ$4#$e#ผมต้องไปแล้ว บาย!$3",
        "Sat": "ในวันเสาร์ซีลัมกับผม จะไปพิพิธภัณฑ์ กับคุณพ่อคุณแม่$0#$b#คุณกันเธอร์ ใจดีกับพวกเรามาก$1",
        "Sat4": "พี่รู้มั้ยว่า ลูกผสมของวัว และควายไบสัน เรียกว่า 'บีฟาโล' นะ?$0#$b#ไม่แน่นะ คุณมานีอาจจะผสมมันได้!$1",
        "Sat10": "สวัสดีครับ^สวัสดีครับ$0#$e#พี่มีพิมพ์เขียวสำหรับสร้าง ถังถนอมอาหารรึยังครับ?$0#$b#ถ้าผมสร้างมัน ผมจะได้กินผักดองทุกวันเลย!$1",
        "Sun": "การมีฝาแฝดก็ไม่ง่ายนะ...$2",
        "Sun6": "คุณยายบอกว่าจะสอน วิธีทำงานไม้ ให้ซีลัมกับผมล่ะครับ$1",
        "Sun8": "$q 3001 null#สักวันนึงผมจะขอ เข้าไปในถ้ำที่คุณตาทำไว้ ในฟาร์มของพี่ได้มั้ยครับ? มันต้องมีตัวอย่างทดลอง เยอะมาเลยแน่ๆ!#$r 3001 25 Orion_Cave_1#ได้อยู่แล้ว ซีลัมก็คงอยากจะมาด้วยล่ะสิ#$r 3001 -30 Orion_Cave_2#ฉันอย่า เธอไม่ควรเข้าไปนะ...",
                "Orion_Farm_1": "แจ๋วเลย! ผมจะไปถามเขาอีกที$1",
                "Orion_Cave_2": "โอ้...$4#$b#ก็ได้ครับ...$2",
        "fall_8_2": "วันนี้เป็นวันเกิดของผม!$1#$b#เอ้อ แล้วก็ของซีลัม$0#$e#ลุงเซบาสเตียนบอกว่า เราจะเล่นปกรณัมโซโลเรียน ด้วยกันน่ะครับ1",
        "ScienceHouse": "ในวันศุกร์ ซีลัมกับผม จะไปเยี่ยมคุณตาคุณยาย และลุงเซบาสเตียนครับ$1",
        "ArchaeologyHouse": "ในวันเสาร์ พวกเราจะไป พิพิธภัณฑ์$0#$b#คุณแม่บอกว่าคุณเพนนียุ่งมาก เพราะอย่างนั้นคุณพ่อ จะมาเป็นคุณครูให้เรา$0"
}
