{
	//Welcome message after the stardew aquarium has been completed
	"AquariumWelcome": "ยินดีต้อนรับเข้าสู่ สตาร์ดิวอควาเรียม! ตอนนี้เรามีพันธุ์สัตว์น้ำ ครบทั้งหมดแล้ว ต้องขอบคุณคุณจริงๆ!",

	//Donation menu dialogue and options
	"DonationMenuTitle": "เลือกปลาที่จะบริจาค",
	"DonationQuestion": "ยินดีต้อนรับเข้าสู่ สตาร์ดิวอควาเรียม! วันนี้คุณมีปลา ที่อยากจะนำมาบริจาคมั้ยละ?",
	"OptionYes": "ใช่แล้ว",
	"OptionNo": "ไม่ล่ะ",
	"More": "บริจาคเพิ่ม",
	"Exit": "ออก",
	"DeclineToDonate": "ถ้าเปลี่ยนใจละก็ กลับมาได้ทุกเมื่อล่ะ!",
	"NothingToDonate": "ยินดีต้อนรับเข้าสู่ สตาร์ดิวอควาเรียม! ถ้าคุณเจอสัตว์ตัวอย่าง ที่เรายังไม่เคยมีละก็ เรามีความยินดีเป็นอย่างยิ่ง ถ้าคุณจะลองพิจารณา บริจาคมันให้กับเรา",
	"MenuCloseFishDonated": "ขอขอบคุณในความอุปการะคุณ ที่คุณมอบให้! โปรดกลับมาอีกครั้ง และฉันจะจัดเตรียมทุกอย่าง ให้เรียบร้อย!",
	"MenuCloseNoFishDonated": "กลับมาได้ทุกเมื่อ ถ้าคุณต้องการ",
	"Donate": "บริจาคปลา: ",
	"DonateDescription": "คลิ๊กที่ปุ่มด้านล่าง เพื่อบริจาคปลานี้ และนำมันออกจากช่องเก็บของของคุณ",

	//global messages in multiplayer
	"FishDonatedMP": "{0} ได้บริจาค {1} ให้แก่อควาเรียม",
	"AchievementUnlockedMP": "อควาเรียม เสร็จสมบูรณ์แล้ว!",

	//collections menu title
	"CollectionsMenu": "พันธุ์สัตว์น้ำ ของสตาร์ดิวอควาเรียม",

    //tank messages
	"WhichFishInfo": "คุณอยากจะรู้เรื่องเกี่ยวกับปลาชนิดไหนล่ะ?",
	"EmptyTank": "นี่เป็นเพียงแค่ตู้โชว์ที่ว่างเปล่า...",

	//dialogue boxes
	"Ice": "น้ำแข็งทั้งนั้นเลย... ใช้กับเครื่องจักรนั้น เพื่อทำให้ตู้ปลามีความเย็น",
	"IceMachine": "เครื่องจักรนี่จะช่วยให้ตู้ปลามีความเย็น จนถึงอุณหภูมิที่ต่ำมากๆ",
	"Pressure": "เครื่องจักรนี้ใช้เพื่อควบคุมความดันภายในตู้ปลา",
	"Depth": "นี่เป็นสิ่งที่ใช้แสดงระดับความลึก ที่มีความแม่นยำมาก แต่ว่ามันไม่ใช่ของจริง",
	"PanelCool": "แผงควบคุมนี้ มีปุ่มอยู่เต็มไปหมด น่าจะดีกว่า ถ้าไม่ไปแตะต้องมัน",
	"Lever": "ขออภัย แต่คันโยกนั่น ไม่พาคุณไปที่ไนหรอก",
	"Bench": "ม้านั่งพวกนี้ ดูใหม่เอี่ยมอ่อง...",
	"LegendaryBook": "คู่มือแนะนำของชาวประมง เกี่ยวกับปลาในตำนาน",
	"MinesBook": "ลึกในเหมือง : ปลาแบบไหนกันที่จะอยู่ในที่แห่งนี้ได้ ?",
	"BaitBook": "เหยื่อตกปลาก และการใช้งานอย่างถูกวิธี",
	"Dropped": "ดูเหมือนว่าใครบางคน จะไม่ค่อยใส่ใจหนังสือเท่าไหร่...",
	"PetBook": "สารานุกรมปลา: เล่ม 1",
	"Dwarf": "สิ่งนี้ทำให้คุณนึกถึงใครบางคน... แต่คุณนึกไม่ออกว่าเป็นใคร...",
	"Introvert": "ถ้าถามว่า ทำไมฉันถึงมาซ่อนตัวอยู่ที่นี่ละก็? ฉันเป็นคนที่มีโลกส่วนตัวค่อนข้างสูงน่ะ",
	"StayHydratedBois": "*เสียงคนดื่มเครื่องดื่ม*",
	"OutsideSign": "ยินดีต้อนรับเข้าสู่ สตาร์ดิวอควาเรียม! ขอให้เพลิดเพลิน",
	"SewerTP": "การลงไปใต้ตะแกรงนี้ จะนำคุณไปสู่ท่อระบายน้ำ ซึ่งเราเก็บปลาพิเศษไว้ ที่จะหามันได้ในสถานที่สุดอันตราย ที่เรียกว่า รังแมลงกลายพันธุ์ (Mutant Bug Lair)",
	"SwampTP": "หากคุณเหยียบลงบนวงเวทนี่ คุณจะถูกเคลื่อนย้าย ไปยังส่วนบึงน้ำที่แยกตัวออกมา ซึ่งเป็นสถานที่ ที่ตัวอย่างพิเศษของเราที่ถูก 'พลังแห่งความมืดแทรกซึมอยู่' สามารถเจริญเติบโตได้",
	"SVETP": "ก้าวผ่านประตูนี้ไป เพื่อชมการจัดแสดงปลาพันธุ์พิเศษ",
	"ComingSoon": "เร็วๆ นี้!",
	"SVEBookOpen": "นี่เป็นหนังสือสอนทำอาหาร มันระบุถึงอะไรบางอย่างเกี่ยวกับปลาเนยด้วย...",
	"SVEBook1": "ส่องเหล่ามอสเตอร์ ดูให้รู้ : อาโปฟิส",
	"SVEBook2": "ทุ่งร้างคริมสัน: เจาะประเด็นลึก",
	"SVEBook3": "ความลับแห่งแคสเซิลวิลเลจ",
	"Shopkeeperecksdeehahafunny": "มนุษย์ไอศกรีม: เฮ้ คุณกลับมาที่นี่ไม่ได้แล้วนะ!",

	//fish descriptions
	"Tank_Pufferfish": "Pufferfish: ปลาปักเป้า เป็นหนึ่งในปลา ที่มีพิษร้ายแรงที่สุดในโลก มันเป็นปลาที่เคลื่อนไหวช้า แต่ว่ามีกลไกป้องกันตัว ที่เป็นเอกลักษณ์ โดยการดูดน้ำเข้าไปตัวจนตัวพอง เพื่อป้องกันไม่ให้ถูกกิน",
	"Tank_Anchovy": "Anchovy: ปลาแองโชวี่ เป็นปลาขนาดเล็ก ในกลุ่มปลาที่กินอาหารแบบกรอง ซึ่งจัดเป็นเหยื่อทั่วไป ของนักล่าส่วนใหญ่",
	"Tank_Tuna": "Tuna: ปลาทูน่ามีความว่องไว ลำตัวเพรียวลม ออกแบบมาเพื่อความเร็วโดยเฉพาะ จึงทำให้มันเป็นนักล่า ที่มีประสิทธิภาพมาก",
	"Tank_Sardine": "Sardine: ปลาซาร์ดีน เป็นปลาขนาดเล็ก ที่กินแพลงก์ตอนสัตว์เป็นอาหาร มันสามารถพบได้ทั่วไป เป็นฝูงขนาดใหญ่ ในบริเวณที่มีแพลงก์ตอนสัตว์ รวมกันอยู่มาก",
	"Tank_Bream": "Bream: บรีม เป็นชื่อที่ใช้เรียกปลา หลากหลายชนิด ส่วนสายพันธุ์สีน้ำเงินนี้ พบได้ในแหล่งน้ำจืด สตาร์ดิวแวลลี่",
	"Tank_LargemouthBass": "Largemouth Bass: ปลากะพงปากกว้าง เป็นสายพันธุ์ปลากระพง ที่มีขนาดใหญ่ที่สุด ที่พบได้ในสตาร์ดิวแวลลี่ จัดเป็นปลาที่ตกกันทั่วๆ ไป ของเหล่านักตกปลา",
	"Tank_SmallmouthBass": "Smallmouth Bass: เราสามารถระบุชนิด ของปลากะพงปากเล็กได้ จากดวงตาสีแดงของมัน ตัวเมียจะมีขนาดใหญ่กว่าตัวผู้ เช่นเดียวกับปลากระพง สายพันธุ์อื่นๆ ",
	"Tank_RainbowTrout": "Rainbow Trout: ปลาเรนโบว์เทราต์สีสวยสดใส สามารถพบได้ทั้งในทะเลสาบ และแม่น้ำ มีบันทึกว่าปลาเรนโบว์เทราต์ สามารถมีอายุยืนยาวที่สุดถึง  11 ปี",
	"Tank_Salmon": "Salmon: เป็นที่รู้กันดีว่า ปลาแซลมอนนั้น จะอพยพจากทะเล ไปยังแหล่งน้ำจืดเพื่อวางไข่ บางครั้งกล่าวกันว่า พวกมันจะกลับไปยังสถานที่ ที่มันเกิดเท่านั้น เพื่อสืบพันธุ์",
	"Tank_Walleye": "Walleye: ปลาวอลลาย ถูกตั้งชื่อตามดวงตาของมัน ที่มีตาโปนออกมาอยู่ด้านนอก เหมือนมันกำลังมองกำแพงอยู่ ในตอนกลางคืน ดวงตาของมัน จะสะท้อนแสงในความมืด ทำให้ถูกนักตกปลาตกได้ง่ายๆ",
	"Tank_Perch": "Perch: ปลาเพิร์ช หรือปลากะพงขาว เป็นปลากินเนื้อที่สามารถพบได้ ทั้งในทะเลสาบ และแม่น้ำ",
	"Tank_Carp": "Carp: คำว่าคาร์ป ใช้เรียกแทนสายพันธ์ปลา หลากหลายชนิดที่อยู่ในน้ำจืด สามารถพบได้หลายบริเวณ ในสตาร์ดิวแวลลี่",
	"Tank_Catfish": "Catfish: ปลาดุก มีหนวดที่เป็นเอกลักษณ์ คล้ายกับหนวดของแมว จึงถูกตั้งชื่อเช่นนี้ ในสตาร์ดิวแวลลี่ โดยทั่วไปพวกมันจะ พากันออกมาก ในวันที่ฝนตก",
	"Tank_Pike": "Pike: ปลาไพค์ เป็นปลากินเนื้อที่พบได้ทั่วไป ในบริเวณน้ำกร่อย ชื่อไพค์ (หอก) มีที่มาจากลำตัวที่ผอมและยาว เหมือนกับอาวุธหอก",
	"Tank_Sunfish": "Sunfish: ปลาพระอาทิตย์ ชอบที่จะอยู่ในแม่น้ำ ที่มีน้ำอุ่น ดังนั้นจึงพบได้ทั่วไป ในสตาร์์ดิวแวลลี่ ในช่วงฤดูใบไม้ผลิ หรือฤดูร้อน",
	"Tank_RedMullet": "Red Mullet: ปลาหนวดฤาษี ครั้งหนึ่งเคยมีสถานะ เทียบเท่ากับสัตว์เลี้ยง แต่ปัจจุบัน โดยทั่วไปรู้จักกันว่า เป็นปลาที่นำมาทำเป็นอาหาร",
	"Tank_Herring": "Herring: ปลาเฮอร์ริ่งมักจะ ว่ายกันเป็นฝูงใหญ่อยู่ริมชายฝั่ง ส่วนมากพบได้ทั่วไปในเขตน้ำตื้น และบริเวณที่มีกระแสน้ำอุ่น",
	"Tank_Eel": "Eel: ปลาไหล เป็นปลาที่มีลำตัวยาว ขึ้นอยู่กับสายพันธุ์ มีครีบไม่มาก มันเคลื่อนที่โดยการ สร้างคลื่นยาวตลอด ตามแนวลำตัวของมัน",
	"Tank_Octopus": "Octopus: อันที่จริง หมึกยักษ์ ไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัม มอลลัสกา (สัตว์ไม่มีกระดูกสันหลัง ตัวอ่อนนุ่ม) ที่มี 8 ระยาง หมึกยักษ์มักจะปรากฏอยู่ใน เรื่องเล่าหรือตำนานต่างๆ ในฐานะสัตว์ประหลาด และมันตกยากสุดๆ  - ทำได้ดีมาก!",
	"Tank_RedSnapper": "Red Snapper: ปลากะพงแดง ถูกจำแนกได้ง่ายเพราะสีแดงของมัน จัดเป็นปลาทะเลเขตร้อน ที่สามารถพบได้ ในวันฝนตกช่วงฤดูร้อน ในสตาร์ดิวแวลลี่",
	"Tank_Squid": "Squid: อันที่จริง หมึกกล้วย ไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัมมอลลัสกา (สัตว์ไม่มีกระดูกสันหลัง ตัวอ่อนนุ่ม) หมึกกล้วยสามารถพ่นน้ำหมึก เพื่อทำให้นักล่าสับสน หากนำมันไปใส่ในบ่อเลี้ยงปลา มันจะผลิตน้ำหมึกให้คุณ!",
	"Tank_SeaCucumber": "Sea Cucumber: ปลิงทะเลไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัม เอคไคโนเดอร์มาตา (จำพวกดาวทะเล) มันพบได้ทั่วไปตามพื้นทะเลทั่วโลก",
	"Tank_SuperCucumber": "Super Cucumber: ซุปเปอร์ปลิงทะเลไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัม เอคไคโนเดอร์มาตา (จำพวกดาวทะเล) เป็นสายพันธุ์หายาก ของปลิงทะเล และจับได้ยากมาก ส่วนมากพบได้ในตอนกลางคืน ช่วงฤดูร้อน และฤดูใบไม้ร่วง ในสตาร์ดิวแวลลี่",
	"Tank_Ghostfish": "Ghostfish: ปลาผีนั้นตาบอดสนิท อย่างไรก็ตาม มันสามารถตรวจจับ การสั่นกระเพื่อมในแรงดันน้ำได้ ต้องขอบคุณ เส้นด้านข้างลำตัวของมัน ที่มันใช้ในการระบุทิศทาง",
	"Tank_Stonefish": "Stonefish: ปลาที่พรางตัวได้ชนิดนี้ ดูเหมือนว่าจะไม่มีพิษมีภัย แต่ว่าปลาหิน มีพิษร้ายแรงมาก เพราะงั้นอย่าสับสน ว่ามันเป็นก้อนหินล่ะ!",
	"Tank_IcePip": "IcePip: ปลาไอซ์พิพ สามารถจับได้ใน เหมืองลึกชั้นเยือกแข็ง เป็นปลาขนาดเล็ก และว่องไวมาก ยากมากที่นักตกปลาหลายๆ คนจะตกได้",
	"Tank_LavaEel": "Lava Eel: ปลาไหลลาวา เป็นสายพันธุ์หายาก และมีเอกลักษณ์เฉพาะตัว ของปลาไหล  มันมีการวิวัฒนาการ อย่างน่าอัศจรรย์ เพื่อให้มีชีวิตรอดอยู่ได้ ในลาวาร้อนๆ ดังนั้นต้องระมัดระวังให้ดี: ตู้ปลาตู้นี้ร้อนสุดๆ !",
	"Tank_Sandfish": "Sandfish: ปลาทราย เป็นปลาลำตัวแบนเขตร้อน มันชอบที่จะซ่อนตัว และพรางตัวอยู่ในทราย",
	"Tank_ScorpionCarp": "Scorpion Carp: ปลาคาร์พแมงป่อง เป็นสายพันธุ์ปลาคาร์ปในเขตร้อน มันใช้ความเร็ว และหนามพิษในการจับเหยื่อ",
	"Tank_Flounder": "Flounder: ปลาลิ้นหมา เป็นปลาลำตัวแบนที่อาศัย อยู่บริเวณพื้นทะเล ปลาลิ้นหมาที่โตเต็มวัย จะใช้การพรางตัว เพื่อซ่อนตัวจากนักล่า",
	"Tank_MidnightCarp": "Midnight Carp: ปลาคาร์ปราตรี เป็นปลาขี้อาย สามารถพบได้ในบ่อน้ำ และทะเลสาบในตอนกลางคืน",
	"Tank_Sturgeon": "The Sturgeon: ปลาสเตอร์เจียน จัดเป็นปลาสายพันธุ์โบราณ ที่มีอายุยืนยาวอย่างน่าตกตะลึง สามารถผลิตไข่ของมันในบ่อปลา เพื่อนำมาทำเป็นอาหารสุดหรู อย่างคาเวียร์ได้",
	"Tank_TigerTrout": "Tiger Trout: ปลาเทราต์เสือ เป็นการผสมขามสายพันธุ์ระหว่าง ปลาเทราต์สีน้ำตาล และปลาเทราต์บรูค พวกมันเป็นหมัน  กินปลาด้วยกันเอง และพวกมันหายากมาก",
	"Tank_Bullhead": "Bullhead: ปลากดหลวง เป็นปลาที่อยู่ตามหน้าดินก้นบ่อ มองเห็นไม่ค่อยดี แต่มันสามารถจับสัมผัส จากหนวดของมัน เพื่อระบุตำแหน่งของอาหาร",
	"Tank_Tilapia": "Tilapia: ปลานิล  เป็นชื่อเรียกทั่วไปที่ใช้เรียก ปลาหลากหลายชนิด ในวงศ์ปลาหมอสี พวกมันไวกับอุณหภูมิมาก และชอบน้ำอุ่น",
	"Tank_Chub": "Chub: ปลาซิว  เป็นชื่อเรียกทั่วไป ที่ใช้เรียกปลาที่มีก้านครีบ หลายชนิด เป็นปลาที่พบได้ทั่วไป ในสตาร์ดิวแวลลี่",
	"Tank_Dorado": "Dorado: ปลาโดราโด หรือ ปลาแซลมอนทองคำ คำว่า โดราโด ในหลายๆ ภาษามีความหมายว่า ทองคำ จึงนำมาตั้งเป็นชื่อของ เจ้าปลาแวววาวตัวนี้",
	"Tank_Albacore": "Albacore: ปลาอัลบาคอร์ หรือที่รู้จักในนาม ปลาทูน่าครีบยาว เช่นเดียวกับปลาทูน่า พวกมันมีรูปร่างเพรียวลม  มันเป็นปลาสองน้ำ ที่สามารถเดินทางได้ เป็นระยะทางไกล",
	"Tank_Shad": "Shad: ปลาแชด หรือปลาหมากผาง ก็เหมือนกับปลาแซลมอน เป็นปลาสองน้ำ ที่เติบโตในทะเล แต่จะอพยพไปยังแหล่งน้ำจืด เพื่อวางไข่",
	"Tank_Lingcod": "Lingcod: ปลาลิงคอด หรือที่รู้จักกันว่า ปลาคอดควาย หรือคัลตัสคอด ชื่อของมันถูกตั้งผสมกัน ระหว่างปลา 2 ชนิด คือปลาลิง และปลาคอด ถึงแม้ว่าปลาลิงคอด จะไม่ได้มีความใกล้ชิด เกี่ยวข้องกับปลาพวกนั้น แต่กระนั้นมันก็ได้ชื่อมา จากลรูปลักกษณ์ที่คล้ายคลึงกัน",
	"Tank_Halibut": "Halibut: ปลาฮาลีบัตเป็นปลาลำตัวแบน ที่อาศัยอยู่บริเวณพื้นทะเล ชื่อของมันมากจากคำว่า Holy (หรือ haly) (ที่แปลว่าศักดิ์สิทธิ์)  และคำว่า butte(ที่แปลว่า ปลาตัวแบน)",
	"Tank_Woodskip": "Woodskip: ปลาวู๊ดสคิป เป็นปลาที่มีประสาทไวมาก ก็เลยอาศัยอยู่ได้แค่ในบ่อน้ำ ในป่าลึกเท่านั้น... หรือในตู้ปลาแบบพิเศษ",
	"Tank_VoidSalmon": "Void Salmon: ปลาแซลมอนทมิฬ เป็นปลาที่มีความบิดเบี้ยว ไปด้วยพลังแห่งความมืด เรายังไม่ค่อยรู้ เกี่ยวกับปลามนตร์ดำตัวนี้ สักเท่าไหร่",
	"Tank_Slimejack": "Slimejack: ปลาสไลม์แจ็ค ถูกปกคลุมด้วยชั้นของสไลม์ ปลาบางชนิดใช้สไลม์ เป็นกลไกในการป้องกันตัว จากนักล่า",
	"Tank_MidnightSquid": "Midnight Squid: หมึกราตรี เช่นเดียวกับหมึกอื่นๆ  มันไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัม มอลลัสกา (สัตว์ไม่มีกระดูกสันหลัง ตัวอ่อนนุ่ม) อาศัยอยู่ในทะเลลึก และสามารถผลิตน้ำหมึก ได้ในปริมาณมาก",
	"Tank_Blobfish": "Blobfish: บล็อบฟิช เป็นปลาทะเลน้ำลึก มันสามารถอาศัยอยู่ที่ความลึก ระหว่าง 600  ถึง 1200 เมตร ที่มีแรงดันน้ำสูงถึง  60 ถึง 120 เท่ามากกว่าระดับน้ำทะเล เมือบล็อบฟิชถูกตกขึ้นมา รูปร่างของมันจะเริ่มเสียทรงไป จากการบาดเจ็บของเนื้อเยื้อ ต้องขอบคุณตู้ปลาอันนี้ ที่ออกแบบมา สำหรับปลาทะเลน้ำลึก",
	"Tank_SpookFish": "Spook Fish: สัคว์ตัวอย่าง ปลาหลอนตัวนี้ มีดวงตา 3 ดวง ที่ทรงประสิทธิภาพ ที่สามารถ ตรวจจับกระทั่ง เงาจางๆ ในความมืด ของท้องทะเลลึกได้",
	"Tank_Angler": "Legendary Angler: ปลาตกเบ็ด มีชื่อเสียงโด่งดังมาจาก ลักษณะการล่อเหยื่อ ที่มีความเฉพาะตัวมาก โดยใช้ส่วนหงอนที่มีแสงเรือง เพื่อดึงดูดเหยื่อ",
	"Tank_Legend": "The Legend: เดอะ เลเจนด์ หนึ่งเดียว ที่เป็นตำนาน... ว่ากันว่า มันคือราชาแห่งปลาทั้งมวล ที่ไม่มีใครเคยจับได้ แต่คุณพิสูจน์แล้วว่า คำกล่าวนั้นไม่จริง",
	"Tank_MutantCarp": "Legendary Mutant Carp: ปลาคาร์ปกลายพันธุ์  สามารถพบได้ในท่อระบายน้ำ ของเมืองเพลิแกน การที่เจ้าสัตว์ประหลาด กลายมาเป็นแบบนี้ ยังเป็นปริศนาอยู่",
	"Tank_Crimsonfish": "Legendary Crimsonfish: ปลาคริมสัน เป็นสายพันธุ์หายาก ของปลาที่อาศัยอยู่ในทะเลลึก มันจะมาวางไข่ในบริเวณน้ำตื่น ในช่วงฤดูร้อน",
	"Tank_Glacierfish": "Legendary Glacierfish: ปลากลาเซียร์  ชอบทำรังอยู่ด้านใต้ ของธารน้ำ ซึ่งเป็นสถานที่ ที่พวกมันจะรูปสึก ผ่อนคลาย สบายใจที่สุด - ความหนาว น้ำเย็นๆ ดีจริงๆ",
	"Tank_Lobster": "Lobster: ล็อบสเตอร์ ไม่ใช่ปลา แต่เป็นสัตว์ในกลุ่มครัสเตเชียน (ไฟลัมย่อยของสัตว์ขาปล้อง กุ้ง กั้ง ปู) พวกมันมีหลากหลายสี แต่มีโอกาสน้อยมาก ที่จะมีสีแดงสด อย่างที่เข้าใจกัน คุณลักษณะสีแดง ของล็อบสเตอร์ จะเกิดขึ้นเมื่อเม็ดสี ในชั้นผิวหนังของล็อบสเตอร์ หลุดลอกออก ระหว่างการปรุงอาหาร",
	"Tank_Crayfish": "Crayfish: กุ้งเครย์ฟิช หรือกุ้งน้ำจืด เป็นสัตว์ในกลุ่มครัสเตเชียน น้ำจืดขนาดเล็ก ที่มีลักษณะเหมือน ล็อบสเตอร์  กุ้งเครย์ฟิช เป็นที่รู้จักกันในชื่ออื่นๆ เช่น Crawdads, Crawfish หรือ  Mudbugs",
	"Tank_Crab": "Crab: ปู  เป็นสัญลักษณ์ของสัตว์ ในกลุ่มครัสเตเชียน  (ไฟลัมย่อยของสัตว์ขาปล้อง กุ้ง กั้ง ปู)  พวกมันมีอยู่หลายหลายสายพันธุ์ และสามารถพบได้ทั่วทุกมุมโลก",
	"Tank_Cockle": "Cockle: หอยแครง เป็นสัตว์ในไฟลัมมอลลัสกา (สัตว์ไม่มีกระดูกสันหลัง ตัวอ่อนนุ่ม) ที่ใช้ท่อไซฟ่อน (กาลักน้ำ) ในการกรองน้ำ และอาหารเข้ามา",
	"Tank_Mussel": "Mussel: หอยแมลงภู่ เป็นชื่อเรียกทั่วไปของหอย 2 ฝา หลากหลายชนิด พวกมันมีรูปร่างเฉพาะตัว มีความยาว และ ความไม่สมมาตรต่างกันไป",
	"Tank_Shrimp": "Shrimp: กุ้งเป็นครัสเตเชียน  (ไฟลัมย่อยของสัตว์ขาปล้อง กุ้ง กั้ง ปู)  ที่สามารถพบได้ทั่วไป ในทะเลหลายหลายแห่ง ไม่เหมือนกับปลา ครัสเตเชียนชนิดนี้ ไม่มีครีบที่ใช้เพื่อการเคลื่อนที่ มันจะดึงส่วนท้องของมัน เข้าไปยังยังลพตัว ซึ่งนั่นก็หมายความว่า กุ้งว่ายน้ำถอยหลัง",
	"Tank_Snail": "Snail: หอยทาก จัดอยู่ในกลุ่มแกสโทรพอด (กลุ่มหอยฝาเดียว) ซึ่งเป็นคลาสหนึ่งในไฟลัมมอลลัสกา (สัตว์ไม่มีกระดูกสันหลัง ตัวอ่อนนุ่ม) หอยทากสามารถหดตัว เข้าไปในกระดองของมันได้ทั้งหมด",
	"Tank_Periwinkle": "Periwinkle: หอยน้ำพริกลาย หรือที่รู้จักกันทั่วไปว่า หอยขม หรือ หอยทากทะเล เป็นแกสโทรพอดขนาดเล็ก เปลือกของมันจะมีส่วนยอด ที่แหลมคม",
	"Tank_Oyster": "Oyster: หอยนางรม เป็นหอย 2 ฝา ในไฟลัมมอลลัสกา เป็นที่รู้กันทั่วไปว่า มันผลิตไข่มุกออกมา ไข่มุกจะถูกสร้างขึ้น เมื่อมีการระคายเคืองเกิดขึ้น ภายในตัวหอยนางรม เป็นกลไลการป้องกันตัว โดยการสร้างของเหลว มาเคลือบบริเวณที่ เกิดการระคายเคืองนั้น สารนี้เรียกว่าเนเคอร์ (nacre) จะเคลือบทับกันไปเป็นชั้นๆ สะสมไปเรื่อยๆ จนเกิดเป็นไข่มุกที่แวววาว",
	"Tank_Pufferchick": "Pufferchick: 'นานมาแล้ว ตอนที่โลกของเรา ยังเป็นดาวเคราะห์อายุน้อยๆ และยังไม่มีไก่ปักเป้าเกิดขึ้น ในห้องทำม็อด (ห้องแชทกลุ่ม making-mods ในดิสคอร์ดเกมสตาร์ดิว) มีอีโมจิของตัวเอง ที่ใช้กันมาสืบต่อมาเป็นเวลานาน ซึ่งสร้างโดยใช้ ปลาปักเป้าเป็นพื้นฐาน ฉันเสนอให้ใส่พวกมัน ลงไปในช่องอีโมจิ ของเซิฟเวอร์เองแหละ (ย้อนไปเมื่อตอนนั้น ที่เราสามารถ เพิ่มอีโมจิสูงสุดได้แค่ 50 ภาพ) เจ้าหน้าที่เซิฟเวอร์ถามว่า อยากจะเพิ่มอะไรล่ะ ฉันก็เลยทำไก่ปักเป้า ขึ้นมาเล่นๆ เพื่อใส่ลงไป' - Pathoschild, 2020",
	"Tank_VoidEel": "Void Eel: ปลาไหลทมิฬ เป็นสายพันธุ์ลึกลับ ของปลาไหล เป็นไปได้ว่า ที่มันมีหัวเพิ่มขึ้นมาอีกหัว เป็นผลพวงมาจาก พลังงานแห่งความมืด",
	"Tank_Starfish": "Starfish: ปลาดาว หรือดาวทะเล ไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัม เอคไคโนเดอร์มาตา มีปลาดาวหลายหลายสายพันธุ์ สามารถพบได้ในน่านน้ำเขตร้อน ไปจนถึงแถบขั้วโลก อย่างไรก็ตาม ตัวอย่างนี้ น่าจะมาจากเขตร้อน",
	"Tank_Clownfish": "Clownfish: ปลาการ์ตูน หรือปลาดอกไม้ทะเล สามารถพบได้ ในทะเลที่มีกระแสน้ำอุ่น สีของมันขึ้นกับสายพันธุ์ มีตั้งแต่ สีเหลือง สีส้ม สีแดง หรือสีดำแถบขาว หรือ เป็นลายปื้นๆ",
	"Tank_Minnow": "Minnow: ปลาซิว เป็นชื่อเรียก ปลาน้ำจืดขนาดเล็ก หลากหลายชนิด มันสามารถพบได้ ทั่วไปมากมายในแม่น้ำ และทะเลสาบ",
	"Tank_Puppyfish": "Puppyfish: ปลาตูบน้อย น่าจะเป็นสัตว์เลี้ยง ประเภทสัตว์น้ำ ที่เป็นที่นิยมอย่างมาก  แต่ว่าถ้าคุณอยากจะลูบมัน มือคุณคงต้องเปียกซะแล้ว!",
	"Tank_Butterfish": "Butterfish: ปลาเนย เป็นปลาน้ำจืด มันสามารถพบได้ ในแหล่งน้ำต่างๆ รอบๆ สตาร์ดิวแวลลี่ ขึ้นกับแต่ละฤดูกาล",

	//1.1.0 fish descriptions

	"Tank_DottedAbalone": "Abalone: หอยเป๋าฮื้อ เป็นชื่อเรียกสัตว์ใน ไฟลัมมอลลัสกา และเป็นที่รู้จักกันในชื่ออื่นๆ เช่น กระดองหู (Ear Shells) หูทะเล (Sea Ears),  มัตตอนฟิช (Muttonfish)หรือมัตตอนเชลล์ ( Muttonshells) - ในแถบออสเตรีเลีย, ออเมอร์ (Ormer)- อังกฤษ, เพอร์เลมอน (Perlemoen) - แอฟริกา, และ ปาอัว (Paua)- นิวซีแลนด์",
	"Tank_Scallop": "Scallop: หอยเชลล์ เป็นชื่อเรียกสัตว์ใน ไฟลัมมอลลัสกา หลากหลายชนิด พวกมันมีความสัมพันธุ์ใกล้ชิด กับสัตว์ในไฟลัมมอลลัสกาอีกกลุ่ม ที่รู้จักกันทั่วไป ก็คือ หอยนางรม",
	"Tank_DewdropFish": "Dewdrop Fish: ปลาหยาดน้ำค้าง มันมีรูปทรงเหมือนหยดน้ำ หรือหยาดน้ำค้าง จึงเป็นที่มาของชื่อนี้",
	"Tank_PurpleSpottedTrout": "Purple Spotted Trout: ปลาเทราต์จุดม่วง ไม่ใช่สายพันธุ์ท้องถิ่น ในสตาร์ดิวแวลลี่ คนส่วนใหญ่ก็ยังไม่ทราบ ต้นกำเนิกของพวกมัน",
	"Tank_Relicantlette": "Relicantlette: ปลาเรลิแคนเล็ตเต้ ว่ากันว่าเป็นปลาที่พบได้ทั่วไป ในทะเลสาบโบราณ แต่ว่าการหาทะเลสาบโบราณ ก็ไม่ใช่เรื่องง่าย",
	"Tank_Serafin": "Serafin: ปลาเซราฟิน มันล่องผ่านไปตามสายน้ำ ด้วยครีบที่คล้ายกับปีก ช่างเป็นปลาที่เลิศเลอ ควรค่าแก่การชื่นชม",
	"Tank_UmuwiCarp": "Umuwi Carp: ปลาคาร์ปอุมูวี่ เป็นปลาเวทมนตร์ ที่เหมือนว่าจะถูก ห้อมล้อมไปด้วย เวทมนตร์แปลกๆ จำเป็นต้องศึกษากันต่อไป",
	"Tank_KingSalmon": "King Salmon: ราชาแซลมอน  ปลายักษ์ในสายพันธุ์แซลมอน ที่มีขนาดใหญ่ที่สุด เป็นปลาที่มีมูลค่าสูง สำหรับนักตกปลา",
	"Tank_Frog": "Frog: กบ ถือว่าเป็นกลุ่มสัตว์ ครึ่งบกครึ่งน้ำ ที่มีจำนวนมาก และมีความหลากหลาย มันจะใช้เส้นเสียงของมัน เพื่อสร้างเสียงร้องหลายๆ แบบ",

	//1.1.0 dialogue boxes

	"LASV_TP": "หากเดินเข้าไป ในละอองเวทย์นี้ มันจะพาคุณ เคลื่อนย้ายไปสู่ โลกแห่งเวทมนตร์แห่งใหม่!",

	//1.2.0 Fish descriptions

	"Tank_SonOfCrimsonfish": "Son Of Crimsonfish: ลูกชายของปลาคริมสัน เจ้าปลาคริมสันวัยเยาว์ มีหางสีสันสดใส แต่ยังไม่ยาวมาก",    
	"Tank_RadioactiveCarp": "Radioactive Carp: ปลานี่เป็นสารกัมมันตรังสี แต่ไม่ต้องห่วง มันยังปลอดภัย ถ้าอยู่ในตู้นี้",
    "Tank_Ms.Angler": "Ms.Angler: คุณนายปลาตกเบ็ด ดูเหมือนมันแต่งหน้าเลยง่ะ...",
    "Tank_GlacierfishJr.": "GlacierfishJr. : ปลากลาเซียร์จูเนียร์  ปลานี่เจ๋งสุดๆ พิสูจน์ได้แว่นกันแดด ที่มันใส่นี่สิ",
    "Tank_LegendII": " Legend II: เดอะเลเจนด์ที่ 2 หนึ่งเดียว ที่เป็นตำนาน...  เดี๋ยวนะ ที่ 2 หรอ!",
    "Tank_Stingray": "Stingrays: ปลากระเบนธง เป็นชื่อเรียก ปลากระเบนทะเลกลุ่มหนึ่ง มันมีความเกี่ยวข้องกับปลาฉลาม แต่ก็ไม่เหมือนกันปลาฉลามและปลาอื่นๆ  ปลากระเบนธง จะใช้วิธีการเคลื่อนที่ ที่เป็นเอกลักษณ์เฉพาะ เรียกว่า 'undulation' คล้ายกับการบินของพวกนก หรือสัตว์ที่มีปีก",
    "Tank_BlueDiscus": "Blue Discus: ปลาบลู ดิสคัส  เป็นหนึ่งในสายพัธุ์ปลาหมอสี มันค่อนข้างอ่อนไหว กับการเปลี่ยนแปลงของอุณหภูมิ และชอบอยู่ในน้ำอุ่น",
    "Tank_Lionfish": "Lionfish: ปลาสิงโต หรือที่รู้จักกันในชื่อ  ปลาม้าลาย (zebrafish) หรือ ปลาไฟ (firefish) เป็นปลาทะเลมีพิษ เป็นนักล่าที่มีประสิทธิภาพมาก กินปลาตัวเล็ก หรือหอยเป็นอาหาร  ในบางท้องที่ ปลาสิงโตถูกจัดเป็น สายพันธุ์ต่างถิ่นรุกราน ปัจจุบันมีปลาสิงโตอยู่ 12 สายพันธุ์ที่ถูกค้นพบ",

	//1.3.0 dialogue boxes

	"WaterfallCave": "เป็นถ้ำที่ทำไว้เป็นพิธี อยู่หลังน้ำตก มองไม่เห็นอะไรข้างใน ไปเถอะ",
	"KoiRoom": "ป้ายที่ติดอยู่ที่ห้องถัดไปเขียนว่า: บ่อปลาคาร์ป",
	"PrettyFlower": "คุณหยุดยืน และดมกลิ่นดอกไม้",
	"Knight": "คุณมองเข้าไปในชุดเกราะ ไม่มีใครอยู่ในนั้น",
	"Sword": "ดาบนี่ทื่อสุดๆ คงจะแค่เอาไว้ประดับเฉยๆ",
	"MNFBook1": "คู่มือท่องเที่ยวเกาะนางเงือก",
	"MNFBook2": "สไลม์เหมียว มังกร และสัตว์เวทมนตร์ต่างๆ",
	"MNFBook3": "ตำนวนเมืองจิบลิ",
	"MNFBook4": "นิตสารก่อสร้าง ตู้ปลา และวิธีสร้างมัน",
	"Tea": "มีคนวางถ้วยชาทิ้งไว้บนโต๊ะ ยังร้อนอยู่เลย",
	"Boat": "เรือเก่าที่มีรูอยู่เต็มไปหมด",
	"Cactus": "คุณค่อยๆ ยื่นมือออกไป และแตะกระบองเพชร อย่างระมัดระวัง โชคดีของคุณนะ มันเป็นของปลอม",
	"Vase": "แจกันโค้งใบสวย",
	"Coconut": "คุณพยายามจะเขย่าต้นไม้ แต่ไม่มีอะไรเกิดขึ้น ... คิดอะไรอยู่ล่ะ อยากให้มะพร้าวตกลงมาเหรอ?",

	//1.3.0 MNF fish descriptions

	"Tank_Glassfish": "The Glass Fish has an extraordinary transparent body, it feeds on crustaceans, annelid worms and other invertebrates. It is usually prey for larger fish.",
	"Tank_Coelacanth": "Coelacanth is an order of fish with only 2 currently living species. The order was long thought to be extinct but was later rediscovered.",
	"Tank_Cavefish": "Cavefish or cave fish is a generic term for fish adapted to living in caves. They have unusual adaptations known as Troglomorphism. Adaptations for animals living in constant darkness, such adaptations usually include loss of pigment, eyesight or possible blindness.",
	"Tank_CaveLobster": "The Cave Lobster is a rare species of crustacean that has adapted to live in caves. It feeds on organic matter that is washed into caves and bat guano.",
	"Tank_CyclopsShark": "This 'Cyclops Shark' appears to be a Dusky Shark featuring Cyclopia. Cyclopia is a birth defect that rarely occurs in many animals.",
	"Tank_Barreleye": "The Barreleye is so named for their unique barrel-shaped eyes. Its eyes are generally directed upwards to detect silhouettes of their prey. They can however still direct their eyes forward.",
	"Tank_BrainSlug": "This strange slug is believed to be a parasitic brain slug, it has a green body with two feelers and one large eye.",
	"Tank_Tucunare": "The Tucunare or also known as Peacock bass, belongs to a large genus known as cichlids. Even with its similarities it is not closely related to other fish known as bass.",
	"Tank_ArcticChar": "The Arctic Char is a cold water fish. It belongs to the family Salmonidae, which includes fish like trout and salmon. In some areas it is also known as 'Golets'.",
	"Tank_GreenTerror": "The Green Terror is a species of freshwater fish from the large cichlid family. It has previously been confused with other species due to its polymorphism, meaning that the same species can have different morphs or forms.",
	"Tank_CommonPleco": "The Common Pleco also known as 'Suckermouth Catfish' is a species of freshwater loricariid catfish. It usually feeds on algae and crustaceans.",
	"Tank_SiameseAlgaeEater": "The Siamese Algae Eater is a species of freshwater fish from the carp family. It typically dwells along the bottom of streams and rivers, where it, like its name suggests, eats algae.",
	"Tank_Trahira": "Trahira or 'Trairas' are a family of freshwater fish. They are carnivorous and prey and other fish. Some species are even able to breathe air.",
	"Tank_Pacu": "Pacu is a common name that refers to a variety of omnivorous freshwater serrasalmid fish. They are related to the Piranha, but unlike its close relative they have more squarer teeth fit for a more omnivorous diet.",
	"Tank_SnowballPleco": "The Snowball Pleco is a species of freshwater loricariid catfish. It typically feeds on algae but will sometimes also eat other organic matter.",
	"Tank_FreshwaterPufferfish": "Although most Pufferfish live in marine environments, about 35 species spend their entire life cycles in freshwater. Like other pufferfish it has the ability to inflate when threatened, this is a defense mechanism to make up for its slow locomotion.",
	"Tank_Arowana": "The Arowana is a freshwater fish. It is also known as 'bony tongues'. There are roughly 10 different types of arowana. It has an elongated body covered in heavy scales with mosaic patterns.",
	"Tank_Tench": "The Tench or also known as 'doctor fish'. It can be found in slow moving waters such as rivers and lakes.",
	"Tank_ZebraTilapia": "The Zebra Tilapia belongs to a large genus called cichlids. It is a rather large cichlid, its dark stripes tend to fade as they age.",
	"Tank_ClownKnifefish": "Clown Knifefish also goes by other names such as Clown Featherback or Spotted Knifefish. This nocturnal freshwater fish is usually found in lakes.",
	"Tank_RedtailShark": "The Redtail Shark or 'Redtail Sharkminnow' is a species of freshwater fish from the carp family. It has a black body with a characteristic orange tail. Even though its name might suggest that it is related to sharks, it is not.",
	"Tank_ClownLoach": "The Clown Loach or 'Tiger Botia' as it is also known as, is a species of freshwater fish belonging to the botiid loach family. It has a long orange to yellow body with black bands. Its mouth is faced downwards with 4 barbels.",
	"Tank_Sauger": "The Sauger is a freshwater fish that is closely related to the Walleye. It is a well-adapted predatory that is capable of swimming in fast streams. Saugers on a variety of invertebrates and small fish.	",
	"Tank_Elephantfish": "Elephantfish or rather the 'Freshwater Elephantfish', not to be confused with the marine elephantfish, is a family of freshwater fish. Some species have a modified mouthparts to feed on small invertebrates in muddy substrates.",
	"Tank_FlameAngelfish": "The Flame Angelfish or Flaming Angelfish is a species of angelfish. It has a bright orange-red colourization, black bars on its side with dorsal and anal fins that are blue. Its diet can vary from algae to crustaceans.",
	"Tank_ThreespotAngelfish": "The Threespot Angelfish is a species of angelfish. It has a bright yellow colourization with three dark spots on its body. The females of this species can change their sex at one point during their lifetime.",
	"Tank_BandedAngelfish": "The Banded Angelfish or Bandit Angelfish is a species of angelfish. It is overall pale with a broad black bar across its body. It can usually be found deep waters around reefs.",
	"Tank_OrnateAngelfish": "The Ornate Angelfish or Bellus Angelfish as it is also known as, is a species of angelfish. The females of this species tend to be blue, black and white. The males are generally grey with a yellow stripe.",
	"Tank_RoyalAngelfish": "The Royal Angelfish or Regal Angelfish is a marine species of angelfish. It has a flat body with a varied colourization depending on what region it is from.",
	"Tank_TigerPuffer": "The Tiger Puffer is a species of pufferfish, like most pufferfish some of its organs contain toxins that are highly toxic to humans.",
	"Tank_MoorishIdol": "The Moorish Idol is a common marine fish species found in reef and lagoon habitats. It is an omnivorous fish with a habit of eating corals and sponges.",
	"Tank_BlueTang": "The Blue Tang is a species of surgeonfish. It also goes by other names such as 'Regal Blue Tang', 'Royal Blue Tang', 'Blue Hippo Tang' and 'Blue Surgeonfish' to name a few. It has a flat blue body with a black palette design and a yellow tail. The males tend to be larger than the females.",
	"Tank_DwarfStingray": "The Dwarf Stingray is a small species of stingray. It has a diamond shaped body, with its head forming almost a triangular pointed tip. It has a long whip-like tail with a serrated stinging spine.",
	"Tank_MaroonClownfish": "The Maroon Clownfish or 'Spine-cheeked Clownfish' as it is also known as, is a species of anemonefish. Like other anemonefish it forms a symbiotic mutualistic relationship with sea anemones.",
	"Tank_SebaeClownfish": "The Sebae Clownfish is a species of anemonefish. It is usually found living in association with saddle anemones.",
	"Tank_Wide-bandClownfish": "The Wideband Clownfish is a species of anemonefish. Like other anemonefish it lives symbiotically anemones and is unaffected by their stings. It is capable of changing its sex, females are typically the largest, followed by breeding males and then nonbreeding males.",
	"Tank_PinkSkunkClownfish": "The Pink Skunk Clownfish or simply 'Pink Clownfish' as it is also known as, is a species of anemonefish. Anemonefish have been grouped into six groups called complexes, the Pink Skunk Clownfish belongs to a complex called the 'skunk complex'.",
	"Tank_OrangeClownfish": "The Orange Clownfish is also known by other names such as 'Percula Clownfish' or 'Clown Anemonefish'. It belongs to a subfamily called anemonefish, like other species of this family, it lives in symbiose with anemones. It typically lives with 2 specific anemone species.",
	"Tank_SaddlebackClownfish": "The Saddleback Clownfish or 'Yellowfin Clownfish' as it is also known as, is a species of anemonefish. Like some other anemonefish, males are capable of changing their sex to female, this phenemon is called protandry.",
	"Tank_Two-BandClownfish": "The Two-Band Clownfish or 'Two-banded Anemonefish' as it is also known as, is a species of anemonefish. Like the name suggests it has two bands or bars of white with black edges on its body. Like other anemonefish it feeds on algae and zooplankton.",
	"Tank_WhitesnoutClownfish": "The Whitesnout Clownfish or 'McCulloch's Anemonefish' as it is also known as. Like other anemonefish it lives symbiotically with anemonefish, but the Whitesnout Clownfish specifically is only hosted by 1 species of anemone, the Bubble-tip anemone.",
	"Tank_FireClownfish": "The Fireclownfish is known by a lot of different names such as 'Cinnamon Clownfish', 'Dusky Clownfish'or 'Black-backed Clownfish' to name a few. It is a species of anemonefish with a dark red body with a single white band behind its eye.",
	"Tank_YellowtailClownfish": "The Yellowtail Clownfish or 'Clark's Anemonefish' as it is also known as, is a marine species of anemonefish. Unlike other clownfish, it is not specifically hosted by a limited number of specific anemone species, but rather a variety of 10 species.",
	"Tank_SkunkClownfish": "The Skunk Clownfish or 'Nosestripe Anemonefish' as it is also known as, is a species of anemonefish. Like other anemonefish they are territorial and use sound to protect its territory in the form of pops or chirps.",
	"Tank_Pollock": "Pollock or 'Pollack' is a common name for one of two species of fish from the Cod family. The other species it regularly gets confused with is the Coley or 'Coalfish' from the same genus.",
	"Tank_FalseKelpfish": "The False Kelpfish or 'Sea Ruffe' as it is also known as, is a species of fish from the rockfish family. There are only 3 recognized species of rockfish.",
	"Tank_Icefish": "Icefish or 'Noodlefish' is a family of fish. They have a slender body with almost no scales. The females being entirely scale-less and males only having a few scales. Most species of Icefish only live for a year, so they reach maturity very fast.",
	"Tank_Monkfish": "Monkfish is a common name for a genus of anglerfish species. It is also known by other names such as 'Fishing-Frogs' or 'Sea-Devils'. As with all species of anglerfish it has a dangler to lure or attract prey. There are 7 known species of Monkfish.",
	"Tank_Wolffish": "The Wolffish or 'Sea Wolf' are deep sea fish that are native to cold waters. It uses its strong teeth to feed on various clams, echinoderms and crustaceans. There are 4 known species of Wolffish, 5 including the related Wolf Eel.",
	"Tank_Thread-SailFilefish": "The Thread-Sail Filefish is a marine species of Filefish. It feeds on both plankton and smaller crustaceans making it omnivorous. Juveniles of this species typically hide in drifting seaweed for safety against predators.",
	"Tank_Soldierfish": "The Soldierfish is a family of ray-finned fish, they can usually be found in tropical waters near reefs. They feed on larger zooplankton in the open water.",
	"Tank_Squirrelfish": "Squirrelfish is a family of ray-finned fish, there are around 150 known species of Squirrelfish. They can typically be found near tropical waters and reefs. They feed on crustaceans, molluscs and gastropods on the bottom of the ocean.",
	"Tank_Goldfish": "The Goldfish is a freshwater fish that belongs to the Carp family. Contrary to common belief goldfish do not have bad memory. Released aquarium pet goldfish can in some cases cause problems and actually be categorized as an invasive species.",
	"Tank_Ide": "The Ide or Orfe as it is also known as, is a freshwater fish that belongs to the carp family. It has bright scales and a long body.",
	"Tank_CelestialEye": "Celestial Eye is a goldfish that belongs to the carp family, it is also known as 'Choutengan'. It has unique protruding, skywards turned eyes.",
	"Tank_Lionhead": "The Lionhead is a goldfish that belongs to the carp family. It is easily identified by its unique head growth and hooded appearance.",
	"Tank_Comet": "The Comet is a goldfish that belongs to the carp family. It is similar to a regular goldfish but regularly smaller and slimmer. It can be identified by its long, forked and single tail fin.",
	"Tank_Telescope": "The Telescope is a goldfish that belongs to the carp family. Its most noticeable feature is its protruding eyes. This trait has in some areas been known as 'dragon eyes'.",
	"Tank_FreshwaterButterflyfish": "Butterflyfish normally habitate coral reefs.  However, this species has uniquely been able to adapt to freshwater. They are especially territorial and form pairs. It feeds on the larvae of freshwater fish.",
	"Tank_Pangasius": "Pangasius is a genus of shark catfish, they can be found in brackish and freshwater system, where they can grow rather large. They are carnivorous fish that usually feed on shrimp, crab and other fish. There are currently 22 known species of Pangasius.",
	"Tank_Anchoviella": "Anchoviella is a genus of anchovies fish. They are typically small and pale fish found in warm waters. They usually feed on plankton and crustaceans.",
	"Tank_Barracuda": "The Barracuda or simply 'Cuda' for short is a large predatory fish. They have a long elongated almost snake-like body. Currently 28 species of Barracuda have been recognised.",
	"Tank_Blue-RingedOctopus": "Blue-Ringed Octopuses is a group of 4 highly venomous species of octopus. If threatened it will become bright yellow and flash its many blue rings.",
	"Tank_SmallMantaray": "Manta Rays are large rays, they have large triangular pectoral fins that are fused to its head like most rays. There are currently only 2 known species of Mantas.",
	"Tank_RibbonEel": "The Ribbon Eel is also known by other names such as 'Leaf-nosed Moray Eel' or 'Bernis Eel'. It is a species of moray eel that is easily recognised by its expanded anterior nostrils. They are typically found in lagoons or near reefs.",
	"Tank_SeaSnake": "Sea Snakes or Coral Reef Snakes are a group of serpents that have adapted to life in marine environments. Some are fully adapted to aquatic life and are incapable of moving on land. They do not possess gills and must therefore surface regularly in order to breathe.",
	"Tank_SmallSwordfish": "The Swordfish also known as 'Broadbills', is an elusive fish with a characteristic long flat pointed bill which resembles a sword. It relies on their great speed when hunting along with their 'sword'. However, it does not use the 'sword' to spear its prey, but rather use it to slash and injure.",
	"Tank_Hagfish": "The Hagfish belongs to an order of jawless fish. This eel-shaped fish, can produce slime and is often referred to as 'slime eel'.",
	"Tank_LongfinIcedevil": "The Longfin Icedevil is a deep water fish that belongs to a family of cod icefishes. It has many adaptations for living in deep and cold waters.",
	"Tank_Haddock": "The Haddock is a member of the cod family. It has an elongated body typical of a cod, the upper side of the Haddock can vary in colour from brown to nearly black, while the lower part is a silvery white.",
	"Tank_StubbySquid": "Stubby Squid or 'Bobtail Squid' as they are also known as, is a group of cephalopods. They have 8 arms and 2 tentacles, in general they are relatively small.",
	"Tank_DumboOctopus": "Dumbo Octopus is a genus of 13 recognized species of umbrella octopuses. They usually feed on crustaceans, bivalves and worms.",
	"Tank_KingCrab": "The King Crab is a crustacean typically found in cold oceans. Due to their size and taste of their meat they are often caught and sold as food.",
	"Tank_SandDollar": "Sand Dollars also known as Sea Cookie, Snapper Biscuit or Pansy Shell. It is a small flat species of sea urchin. It has a rigid skeleton called a 'test'.",
	"Tank_BlueDragonSlug": "The Blue Dragon Slug is also known by a lot of other names such as 'Sea Swallow', 'Blue Glaucus' and 'Blue Ocean Slug', to name a few. It is a shell-less gastropod mollusc that feeds on other pelagic creatures including venomous species.",
	"Tank_BriefSquid": "The Brief Squid is a small species of squid. Like other squids it is not a fish, but rather a mollusc. It is usually found in warm shallow waters.",
	"Tank_Nautilus": "Nautilus, meaning 'Sailor' is a pelagic mollusc. They are often referred to as 'living fossils', since they have survived without significant change for a long time.",
	"Tank_Prawn": "Prawn is a common name for small aquatic crustaceans. They are a member of the Decapod order.",
	"Tank_SwimmerCrab": "The Swimmer Crab is a crustacean that belongs to a family called Portunidae. A pair of its legs are flat and allows it to swim and catch prey.",
	"Tank_Jellyfish": "Jellyfish or Sea Jellies as they are also commonly called. They belong to a phylum called Cnidaria. The Jellyfish is the medusa-phase of this type of animal, they can also be anchored to the seabed in their polyp-phase.",
	"Tank_FreshwaterCrab": "There are around 1,300 discovered Freshwater Crab species. These crustaceans unlike their marine counterparts show maternal care for their offspring.",
	"Tank_FreshwaterShrimp": "The Freshwater Shrimp is a small crustacean that can be found in many areas. It serves as an important food chain for many larger animals.",
	"Tank_HarlequinFreshwaterShrimp": "The Harlequin Freshwater Shrimp is a small crustacean. It is also commonly known as 'Celebes Beauty Shrimp' or 'Sponge Shrimp' in the aquarium trade.",
	"Tank_RedHarlequinFreshwaterShrimp": "The Red Harlequin Freshwater Shrimp is a small crustacean, it feeds an undescribed freshwater sponge.",
	"Tank_RedFreshwaterShrimp": "The Red Freshwater Shrimp or 'Cherry Shrimp' as it is also commonly known as. This red morph is regularly sold for aquariums.",
	"Tank_BlueFreshwaterShrimp": "This Freshwater Shrimp is also commonly known as 'Blue Velvet Shrimp'. This blue morph, like other shrimp, feeds on algae and other microorganisms.",
	"Tank_Ladyfish": "Ladyfish is a family of ray-finned fish. They are also commonly known as 'Skipjacks', 'Jack-rashes' or 'Tenpounders'. They usually dwell near the coast where they feed on crustaceans and smaller fish.",
	"Tank_Robalo": "The Robalo is also referred to as 'Common Snook' or 'Sergeant Fish'. It usually prefers warmer waters, it feeds on smaller fish, crustaceans such as shrimp and occasionally crabs.",
	"Tank_MimicOctopus": "The Mimic Octopus is a species of octopus that, like other octopuses, it uses chromatophores to camouflage itself. It is also known to mimic other marine animals, hence its name.",
	"Tank_SpinnyDogfish": "The Spiny Dogfish or 'Spurdog', 'Mud Shark' or 'Piked Dogfish' belongs to a family of dogfish, which are sharks. This species can be identified by having 2 spines.",
	"Tank_ZebraEel": "The Zebra Eel or the 'Zebra Moray' as it is also known as, is a species of moray eels. They can typically be found in rocky areas, coral reefs in shallow waters.",
	"Tank_GhostEel": "The Ghost Eel or 'White Ribbon Eel' as it is also known as is a species of moray eel. It is a nocturnal predator that usually feeds on small crustaceans.",
	"Tank_LongnoseGar": "The Longnose Gar also known as 'Longnose Garpike' or 'Billy Gar'. It has an average lifespan of 15-20 years, with the longest recorded age being 39. Its appearance has remained almost the same for millions of years.",
	"Tank_Lungfish": "The Lungfish are best known for having the ability to breathe air. There are only 6 known species of Lungfish. Lungfish are omnivorous, meaning they can survive by eating both plant and animal matter.",
	"Tank_Tigerfish": "The Tigerfish is a predatory freshwater fish. It is mostly piscivorous, meaning it only feeds on other fish. It has an elongated silvery body with a coloured fins. Its head is large with many teeth that it can use to chop and grasp prey.",
	"Tank_ElectricCatfish": "Electric Catfish is a family of catfish with 21 known species in total. Several members of this family have the ability to produce an electric shock of up to 350 volts.",
	"Tank_SmallGoblinShark": "The Goblin Shark is a rare species of deep-sea shark. It has pink skin with an elongated flat snout and it can protrude its jaw when feeding.",
	"Tank_VampireSquid": "The Vampire Squid like other squids is a mollusc or more specifically a cephalopod. It usually thrives in deep waters with low concentrations of oxygen. Contrary to its name it does not feed on blood, but rather organic matter in the form of detritus.",
	"Tank_GreatFireflySquid": "The Firefly Squid or 'Sparkling Enope Squid' as it is also commonly known as, is a species of squid. It can be found near the shore in spawning seasons, but otherwise it prefers deeper waters. They are bioluminescent, meaning they can emit a light from photophores. It is believed that this light is used for communication, camouflage or attracting prey.",
	"Tank_FrilledShark": "Frilled Shark is the name of a family for 2 known species of shark. They have a long eel-like body and also move like one. It can usually be found at great depths in the ocean, but goes to the surface to feed on various cephalopods, smaller sharks and bony fish.",
	"Tank_Shinidamachu": "Shinidamachu also known as 'Dead Soul Insects' or 'Soul Collectors'. These Creatures have been known to transport souls, better keep your distance.",
	"Tank_VoidEvilpus": "This void touched specimen of octopus is often tamed by swamp witches in order to be used as a work animal. Most commonly it is used as a guardian of trapped souls.",
	"Tank_TrappedSoul": "Trapped Soul is a common name given to creatures bewitched by water witches. It can be a person that offended them or a dangerous creature, now reduced in ferocity.",
	"Tank_Mudskipper": "Mudskippers are known for being able to survive both in and out of water. One of their noticeable features are their side pectoral fins. These fins allow the mudskipper to 'skip' across muddy surfaces.",
	"Tank_WaterSnake": "Water Snakes are reptiles that spend most of their lives in and around water. Usually they are non-venomous and can be found feeding on frogs.",
	"Tank_VoidCarp": "The Void Carp is a fish that has been twisted by void energy, altering its original form. Because of its new form it is a popular ingredient in the occult industry because of its many applications.",
	"Tank_Blinky": "This orange fish has grown an extra eye due to a mutation. What could have possibly caused this?",
	"Tank_Decapod": "This strange crustaceans is believed to be the early stage of a more evolved species of lobster-like creature.",
	"Tank_VampireFish": "The Vampire Fish or 'Payara' as it is also known as. This aggressive fish should only be mixed with larger fish if put in an aquarium.",
	"Tank_Piranha": "The Piranha or 'Piraña', is known to be very predatory. However its diet can vary and it is known to eat plant matter as well, making it omnivorous.",
	"Tank_Lamprey": "Lamprey belongs to an order of jawless fish. An adult Lamprey can be categorized by its toothed, funnel-like mouth. There are currently 38 known species of Lamprey.",
	"Tank_TanchoKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Tancho Koi has a lone circular red head patch, the rest of its body is a solid white. Its coloration symbolizes the rising sun and thus it is beloved in many cultures for the joy and supposed good luck it brings its owners.",
	"Tank_SankeKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Sanke Koi is one of the most popular koi varieties in koi ponds or water gardens. This tricolor koi is one of the most used and appreciated of the koi breeds because of its joyful diversity of color. Koi can live up to 200 years and thus it will be a treasured heirloom in the family.",
	"Tank_KohakuKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Kohaku Koi is one of the more recognizable koi, it has a white body with red markings.This is the koi breed most people think of when they hear koi, this is one of the older and classical of the koi breeds and with the most stable marbling.",
	"Tank_YamabukiKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. The Yamabuki Koi or also known as Yamabuki Ogon, can be recognized by their yellow to golden markings. For when you want a more cheerful and sunny pattern to go with a summer sea theme. While they are omnivores best keep them on a veterinary approved diet and environment.",
	"Tank_GhostKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Ghost Koi are offspring from a metallic koi and a wild dark-coloured carp. It comes in a variety of metallic colors, but the copper and black can match your sebright bantam chicken, for those of you that like your pets to match.",
	"Tank_KiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Ki' meaning yellow, identifies this yellow type of koi. Those dabbling in the occult will have you believe this koi breed will bring you luck with money and considering what prices koi sell for, they may be on to something.",
	"Tank_HiUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Hi' meaning red, identifies this red type of koi. It is believed this type of koi gives the owner fire protection magic and luck in love. But best make sure its love life is well curated. Inbreeding is known to cause health problems.",
	"Tank_ShiroUtsuriKoi": "Koi or Nishikigoi are a colourised variety of Amur carp. Utsurimono or Utsuri is a class of Koi, 'Shiro' meaning white, identifies this white type of koi. It is a common belief among the occult experts that this type of koi breed embodies the perfect balance of both negative and positive energies. Best keep it away from electrical appliances in any case.",
	"Tank_Tui": "The Moon spirit Tui, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a white Koi fish. Should it be disconnected from the Ocean Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",
	"Tank_La": "The Ocean spirit La, crossed over from the spirit world to create the Spirit Oasis. Here it assumed the form of a black Koi fish. Should it be disconnected from the Moon Spirit the world will be out of balance, returning both fish to this pond will restore the balance.",

	//1.4.0 dialogue boxes

	"RSVRoom": "เดินเข้าไปในประตูนี้ เพื่อดูปลาจาก หมู่บ้านริดจ์ไซด์ และสัตว์ตัวอย่างหายาก",
	"RSVBook1": "นิตยสารตกปลาสตาร์ดิว เล่ม13#...คาร์ปเพลงกล่อม จับได้ยากยิ่ง ประจำฤดูใบไม้ร่วง",
	"RSVBook2": "นิตยสารตกปลาสตาร์ดิว เล่ม 7#...สเตอร์เจียนหางดาบ  สเตอร์เจียนหายากในฤดูร้อน แห่งหมู่บ้านริดจ์ไซด์",
	"RSVBook3": "นิตยสารตกปลาสตาร์ดิว เล่ม 9#...กระพรุนห้องหัวใจ แมงกระพรุนทะเลหายาก",
	"RSVBook4": "นิตยสารตกปลาสตาร์ดิว เล่ม 2#...หอยหนามแดง  หอยทะเลหายาก ว่ากันว่าเจอได้ในฤดูใบไม้ผลิ",
	"RSVBook5": "นิตยสารตกปลาสตาร์ดิว เล่ม 10#...ปลาสิงโตนางฟ้า เป็นเทพนิยาย หรือเรื่องจริง?^^ตำนานเล่าว่า จะเจอมันได้ในทะเล ใกล้กับสตาร์ดิวแวลลี่ ทุกวันพุธที่ 2 ของแต่ละฤดู",
	"RSVBook6": "นิตยสารตกปลาสตาร์ดิว เล่ม 3#...ปลาไหลบำบัด ปลาไหลหายาก ที่พบได้ในฤดูใบไม้ผลิ และฤดูร้อน ที่ป่าทางตอนเหนือที่เรียกว่า 'The Ridge'",
	"RSVBook7": "นิตยสารตกปลาสตาร์ดิว เล่ม 1#...ครีบกุหลาบสีทอง ผู้อ่านเขียนมาบอกว่า เขาจับปลาหายากตัวนี้ ได้ในวันเสาร์สุดท้ายของฤดู ใกล้กับป่าทางตอนเหนือที่เรียกว่า 'The Ridge'",
	"RSVBook8": "นิตยสารตกปลาสตาร์ดิว เล่ม 69#...เขียดผ้าคลุม สัตว์ครึ่งบกครึ่งน้ำ หรือปลาละเนี่ย? ก็ต้องสัตว์ครึ่งบกครึ่งน้ำสิ!^^...เจอได้ในวันสุดสัปดาห์ ป่าทางตอนเหนือที่เรียกว่า 'The Ridge' ในฤดูใบไม้ร่วง",
	"RSVBook9": "นิตยสารตกปลาสตาร์ดิว เล่ม 5#...เทราต์จอมเกี่ยว เป็นปลาเทราต์หายาก ที่พบได้ในฤดูใบไม้ผลิ ของหมู่บ้านริดจ์ไซด์",
	"RSVBook10": "นิตยสารตกปลาสตาร์ดิว เล่ม 1#...ปูก้อนกรวด  สัตว์ในกลุ่มครัสเตเชียนหายาก ที่พบได้ในฤดูร้อน ของหมู่บ้านริดจ์ไซด์",
	"SmallPlant": "ต้นไม้เล็กๆ ที่เริ่มแตกยอดอ่อน มันพึ่งถูกรดน้ำไป",
	"CuratorBedroom": "นี่เป็นห้องนอน ของภัณฑารักษ์ ตอนนี้มันถูกล็อกไว้",
	"MNFIslandRoom": "ป้ายที่ติดอยู่ที่ห้องถัดไปเขียนว่า: ห้องป่าดงดิบ",
	"IslandBag": "คุณเปิดกระเป๋าดู...#......#.........#มันว่างเปล่า",
	"Cheater": "คุณถูกต้มแล้วล่ะ",
	"PearlFish": "Pearl Fish: ปลาไข่มุก เป็นปลาสีชมพู ที่กินสัตว์น้ำจำพวกมีเปลือก เช่น หอย กุ้ง ปู ตัวเล็กกว่า บางครั้งมันจะคายส่วนที่ ย่อยไม่ได้ออกมา เช่น ไข่มุก ก็เลยถูกตั้งชื่อตามเช่นนี้",

	//1.4.0 Fish Descriptions

	"Tank_PearlFish": "Pearl Fish: ปลาไข่มุก เป็นปลาสีชมพู ที่กินสัตว์น้ำจำพวกมีเปลือก เช่น หอย กุ้ง ปู ตัวเล็กกว่า บางครั้งมันจะคายส่วนที่ ย่อยไม่ได้ออกมา เช่น ไข่มุก ก็เลยถูกตั้งชื่อตามเช่นนี้",
	// RSV Fish
	"Tank_PebbleBackCrab": "Pebble Back Crab: ปูก้อนกรวด เป็นสายพันธุ์หายยาก ในกลุ่มครัสเตเชียน พวกมันถูกตั้งชื่อตาม พฤติกรรมที่เป็นเอกลักษณ์ โดยการไปเก็บก้อนกรวด หรือก้อนแร่ต่างๆ และนำมาตกแต่งกระดองของมัน ยังไม่ทราบสาเหตุว่า ทำไมมันจึง ประดับประดาตัวเองด้วย ก้อนแร่ และอัญมณีหายากราคาแพง จึงเป็นเหยื่อในอุดมคติ ของนักตกปลา ที่อยากจะหากำไรเพิ่มขึ้น",
	"Tank_HarvesterTrout": "Harvester Trout: เทราต์จอมเกี่ยวเป็นสายพันธุ์ปลาเทราต์ ที่ไม่เป็นที่ชื่นชอบสักเท่าไหร่ มันได้ชื่อมาจากการ 'เก็บเกี่ยว' ดึงทึ้งพืชผล ที่โตอยู่ใกล้กับแหล่งน้ำ  นักตกปลาที่เลี้ยงมันไว้ในบ่อ รายงานว่า บางครั้งจะมีโอกาส ได้รับเมล็ดพันธุ์มาด้วย รวมถึงเมล็ดที่เรียกว่า 'เมล็ดพันธุ์โบราณ' (Ancient Seed)",
	"Tank_FixerEel": "Fixer Eel: ปลาไหลบำบัด เป็นสายพันธุ์ปลาไหลหายาก พวกมันถูกล่า จนเกือบจะสูญพันธุ์ จากตำนานไสยศาสตร์ ในท้องถิ่นที่บอกว่า มันสามารถรักษา 'ได้ทุกอย่าง' มันจึงได้ชื่อว่า ปลาไหลบำบัด",
	"Tank_LullabyCarp": "คาร์ปเพลงกล่อม เป็นสายพันธุ์ปลาคาร์ป เป็นที่รู้กันว่าบางครั้ง พวกมันสามารถ สร้างเสียงดนตรีออกมา แต่ส่วนที่มันสร้างเสียออกมาได้ยังไง ยังเป็นปริศนาอยู่",
	"Tank_GoldenRoseFin": "Golden Rose Fin: ถูกจดจำได้ง่ายจากสีทอง และครีบที่พริ้วไหว เวลาที่มันว่ายน้ำ มันแทบจะดูเหมือนว่า มันกำลังเต้นรำอยู่ในน้ำเลย",
	"Tank_BladetailSturgeon": "Bladetail Surgeon: มีครีบหางที่คมมากๆ ครีบของมันอันตรายมาก แต่ยังไม่มีใครทราบว่า มันใช้เพื่อการล่า หรือเพื่อการป้องกันตัว",
	"Tank_CardiaSeptalJellyfish": "Cardia Septal: กะพรุนห้องหัวใจ เป็นสายพันธุ์แมงกะพรุนที่มีเอกลักษณ์เฉพาะตัวมาก ไม่เหมือนกับแมงกะพรุนทั่วไป ที่บางครั้งจะอาจจะพบว่ามี 2 เพศในตัวเดียว แต่สายพันธุ์นี้ จะมี 2 ตัวเชื่อมติดกัน  ด้านหนึ่งแสดงลักษณะเพศผู้ ส่วนอีกด้านแสดงลักษณะเพศเมีย ซึ่งยังไม่ค่อยรู้เกี่ยวกับ แมงกะพรุนสายพันธุ์หายานี้ มากเท่าไหร่นัก",
	"Tank_CrimsonSpikedClam": "Crimson Spiked Clam: หอยหนามแดง เป็นหอย 2 ฝา สายพันธุ์หายาก ที่ใกล้สูญพันธุ์ เช่นเดียวกับหอย 2 ฝาชนิดอื่น มันสามารถผลิตไข่มุกได้ แต่พบว่าบางครั้งสายพันธุ์นี้ สามารถผลิตทับทิมได้ แทนที่จะเป็นไข่มุก ซึ่งยังไม่ทราบว่ามีสาเหตุ มาจากอะไร",
	"Tank_FairytaleLionfish": "Fairytale Lionfish: ปลาสิงโตนางฟ้า สามารถพัฒนาเกล็ดหลากสีได้ เพื่อใช้ในการพรางตัว ตำนานไสยศาสตร์  กล่าวว่า มันจะนำความโชคดีมาให้ บางตำนานก็กล่าวถึง 'หินรุ้ง' (Prismatic Shard) ด้วย",
	"Tank_CapedTreeFrog": "The Caped Tree Frog is a rare species of amphibian. The coloration on its back resembles a cape hence the named Caped Tree Frog.",
	// SVE Fish
	"Tank_Kittyfish": "The Kittyfish is a magical fish... or cat? Further research required.",
	// MNF
	"Tank_ClownTriggerfish": "The Clown Triggerfish or 'Bigspotted Triggerfish' as it's also known as, is a marine fish belonging Triggerfish family. Like most Triggerfish it has aggressive behaviour and will defend its territory.",
	"Tank_Bonnethead": "The Bonnethead Shark or 'Shovelhead Shark' as it's also known as, is a small species of hammerhead shark. It's an active tropical shark that feeds mainly on crustaceans. The females tends to be larger than the males.",
	"Tank_BlackGhostKnifefish": "The Black Ghost Knifefish is a tropical freshwater fish that belongs to a family of ray-finned fish called Ghost Knifefish. This species is capable of generating weak electric discharges which can be used for both communication and electrolocation.",

	//npc dialogue such long

	"SPRINGNPC_1": "Tourist: What should I buy from the giftshop?",
	"SPRINGNPC_2": "Tourist: Hi there, first time visiting the Aquarium?",
	"SPRINGNPC_3": "The woman doesn't notice you, she is busy.",
	"SPRINGNPC_4": "The man with glasses gives you a smug smile.",
	"SPRINGNPC_5": "Tourist: I can see some fish in the water!",
	"SPRINGNPC_6": "Tourist: My friend told me she saw a dolphin last time she was here.",
	"SPRINGNPC_7": "Tourist: I come here every spring and summer, I love this beach.",
	"SPRINGNPC_8": "Tourist: If you want to go for a swim, try the south part of the beach.",
	"SPRINGNPC_9": "Tourist: I'm just waiting on my friends.",
	"SPRINGNPC_10": "Tourist: Hello, come to enjoy the beach?",
	"SPRINGNPC_11": "Tourist: Look at all this food!",
	"SPRINGNPC_12": "Tourist: I come here for the music.",
	"SPRINGNPC_13": "Tourist: Sorry I don't know you.",
	"SPRINGNPC_14": "Tourist: What's up?",
	"SPRINGNPC_15": "Tourist: Oh hi, I was just looking at this tidal pool.",
	"SPRINGNPC_16": "Tourist: This food is really good.",
	"SPRINGNPC_17": "Tourist: I'm really thirsty.",
	"SPRINGNPC_18": "Tourist: Have you tried this? It's not bad.",
	"SPRINGNPC_19": "Tourist: Hi, come grab a bite?",
	"SPRINGNPC_20": "Tourist: What should I try first?",
	"SPRINGNPC_21": "Tourist: Look at all those people over there stuffing themselves.",
	"SPRINGNPC_22": "Tourist: I'm trying to muster up the courage to go in the water.",
	"SPRINGNPC_23": "Tourist: The water is nice today, you should try it.",
	"SPRINGNPC_24": "Tourist: Hi, going for a swim?",
	"SPRINGNPC_25": "Tourist: I want to go swimming, but it will ruin my hair.",
	"SPRINGNPC_26": "Tourist: I love the beach in spring, not too hot not too cold.",
	"SPRINGNPC_27": "Tourist: I should try sunbathing, I could get a nice tan.",
	"SPRINGNPC_28": "Tourist: Hmm? Oh I was lost in thought.",
	"SPRINGNPC_29": "Tourist: Want to go for a swim? Use the area on the other side of the coloured line.",
	"SPRINGNPC_30": "Tourist: Hello, having a good day?",
	"SPRINGNPC_31": "Tourist: I like the aquarium, but this beach is also nice.",
	"SPRINGNPC_32": "Tourist: Hi, nice weather today. Don't you think?",

	"NPCSUMMER_1": "The man with glasses gives you a smug smile.",
	"NPCSUMMER_2": "Tourist: Should I buy a new bikini top?",
	"NPCSUMMER_3": "Tourist: Oh no! I forgot to bring my wallet.",
	"NPCSUMMER_4": "Tourist: What a cute fish bowl.",
	"NPCSUMMER_5": "Tourist: I wonder what fish the Aquarium has on display.",
	"NPCSUMMER_6": "Tourist: Hi there, first time visiting the Aquarium?",
	"NPCSUMMER_7": "Tourist: Did you know you can buy ice cream down at the beach?",
	"NPCSUMMER_8": "Lady: Do you want to go look at the fish in the Aquarium, Simon?",
	"NPCSUMMER_9": "Simon is too busy licking his lollipop to notice you.",
	"NPCSUMMER_10": "Tourist: I come here every spring and summer, I love this beach.",
	"NPCSUMMER_11": "Tourist: The view from the pier is really pretty this time of year.",
	"NPCSUMMER_12": "Tourist: I could have sworn I saw a chicken in the water, maybe it was just a pufferfish.",
	"NPCSUMMER_13": "Tourist: Can I help you?",
	"NPCSUMMER_14": "Tourist: Oh hello sweetie. How are you today?",
	"NPCSUMMER_15": "Tourist: I could really go for some ice cream.",
	"NPCSUMMER_16": "Tourist: That woman on the pier looks puzzled.",
	"NPCSUMMER_17": "Clown: Want to see a balloon trick?",
	"NPCSUMMER_18": "Tourist: What is a clown doing on a beach?",
	"NPCSUMMER_19": "Tourist: Hi, I'm just waiting on my friends.",
	"NPCSUMMER_20": "Tourist: I like watching the sunset from here.",
	"NPCSUMMER_21": "Tourist: The ocean looks beautiful today.",
	"NPCSUMMER_22": "Man: Phew! It's so hot today.",
	"NPCSUMMER_23": "Tourist: I love the colours of the water in summer.",
	"NPCSUMMER_24": "Tourist: Remember to wear sun lotion, if you go sunbathing.",
	"NPCSUMMER_25": "Tourist: Want to go for a swim? Use the area on the other side of the coloured line.",
	"NPCSUMMER_26": "Tourist: Going for a swim is a great way to cool off.",
	"NPCSUMMER_27": "Tourist: I should have brought my swimming mask.",
	"NPCSUMMER_28": "Tourist: I'm not going swimming, it will ruin my hair.",
	"NPCSUMMER_29": "Tourist: You should try jumping in the water if you're feeling too hot.",
	"NPCSUMMER_30": "Tourist: Hi, going for a swim?",
	"NPCSUMMER_31": "Tourist: I'm trying to muster up the courage to go in the water.",
	"NPCSUMMER_32": "Tourist: I wonder if there are any sea shells on this beach.",
	"NPCSUMMER_33": "The man is snoozing, you probably shouldn't disturb him",
	"NPCSUMMER_34": "Tourist: I think I saw a crab.",
	"NPCSUMMER_35": "Tourist: Hello, enjoying the weather?",
	"NPCSUMMER_36": "Tourist: There are a lot of sea stars in these tidal pools.",
	"NPCSUMMER_37": "Tourist: What do you want?",
	"NPCSUMMER_38": "Tourist: Oh you like my hair? Thank you!",
	"NPCSUMMER_39": "Tourist: There's so much life in these tidal pools.",
	"NPCSUMMER_40": "Tourist: Yo!",
	"NPCSUMMER_41": "Tourist: Wazzap bro?",
	"NPCSUMMER_42": "Man: You can take a lot of pretty pictures at the beach.",
	"NPCSUMMER_43": "Tourist: That man over there just took my picture.",
	"NPCSUMMER_44": "The woman is too busy eating to notice you.",
	"NPCSUMMER_45": "Tourist: I can't eat anymore.",
	"NPCSUMMER_46": "Tourist: Hello, are you hungry?",
	"NPCSUMMER_47": "Tourist: Blackberry Cobbler! My favorite.",
	"NPCSUMMER_48": "Tourist: I hope there isn't citrus in any of this. I'm alergic you see.",
	"NPCSUMMER_49": "Tourist: Is that coleslaw? I love coleslaw.",
	"NPCSUMMER_50": "Tourist: This meat is delicious.",
	"NPCSUMMER_51": "Tourist: I wonder what's in these tapas, they are yummy!",
	"NPCSUMMER_52": "Tourist: What?! Someone ate the food on my plate. Oh wait, it was me.",
	"NPCSUMMER_53": "Tourist: There is so much food!",
	"NPCSUMMER_54": "Tourist: Look we got Shrimp Cocktail, how fancy.",
	"NPCSUMMER_55": "Tourist: Hey, do we know each other?",
	"NPCSUMMER_56": "Tourist: They sell snacks here, they are really cheap.",
	"NPCSUMMER_57": "The woman is ignoring you",

	"FALLNPC_1": "The woman is ignoring you",
	"FALLNPC_2": "The man with glasses gives you a smug smile",
	"FALLNPC_3": "Tourist:Where is everyone? I guess fall isn't a very popular beach season.",
	"FALLNPC_4": "Tourist:The water is too cold this time of year to go swimming if ask me.",
	"FALLNPC_5": "Tourist:The water is a little cold, but I don't mind.",
	"FALLNPC_6": "Tourist: It's kind of chilly.",
	"FALLNPC_7": "Tourist: Hey dude.",
	"FALLNPC_8": "Tourist: Hi, how are you today?",
	"FALLNPC_9": "Tourist: I need to catch the last bit of sun before winter comes.",
	"FALLNPC_10": "Tourist: I wonder what's in these bottles.",
	"FALLNPC_11": "Tourist: Cobbler is the best.",
	"FALLNPC_12": "Tourist: Hello, are you hungry?",
	"FALLNPC_13": "Tourist: Have you tried the meat?",

	"NPCWINTER_1": "Fisherman: Ye' can catch some mighty fine 'Squid' here at night.",
	"NPCWINTER_2": "The fisherman hums a nautical tune to himself",
	"NPCWINTER_3": "Fisherman: Come to do some fishing are ye'?",
	"NPCWINTER_4": "Fisherman: Hmm? Oh hello, tight lines n' all that.",
	"NPCWINTER_5": "Lady: Put that snowball down Simon.",
	"NPCWINTER_6": "Simon has a mischievous smile on his face.",

	//achievement
	"AchievementName": "Sleeping with the Fishies!",
	"AchievementDescription": "Donated one of every fish to the Stardew Aquarium.",
	"AchievementCongratulations": "You did it... Congratulations ! Try coming back tomorrow to see the Aquarium at it's fullest!",

	//ehehehe
	"PufferchickDonated": "You heard something click behind the counter...",

	//mail
	"AquariumOpenLandslide": "Dear @,^^I am relieved to hear that no one got injured when the landslide was cleared last night. But due to this event I hear the railroad is now available again to Pelican Town.^Therefore I'm proud to announce that the brand new Stardew Aquarium is open for business!^My friend Willy tells me you’re quite the angler, perhaps you would consider donating some of the specimens you might catch.^^Best regards, The Curator of the Stardew Aquarium.",
	"AquariumOPenLater": "Hello @!^^I'm proud to announce that the brand new Stardew Aquarium is open for business!^My friend Willy tells me you’re quite the angler, perhaps you would consider donating some of the specimens you might catch.^^Best regards, The Curator of the Stardew Aquarium."

}