{

"spring_Mon": "%เทรย์วอน: ผมเป็นเจ้าของร้านค้าส่ง ในตัวเมืองแกรมเพิลตัน ผมเรียกมันว่า \"เทรย์วอน ขายทุกอย่าง\"#$e#%เทรย์วอน: ผมทำสัญญาไว้กับ \"ฟาร์มปศุสัตว์ของมานี\" ในสตาร์ดิวแวลลี่ เพื่อซื้อนมและขนแกะ ไปวางขายในร้านของผม",
"spring_Tue": "%เทรย์วอน: ชีวิตการทำฟาร์ม ในสตาร์ดิวแวลลี่ เป็นยังไงบ้างล่ะ?#$e#%เทรย์วอน: ผมดีใจนะ ที่คุณทำมันออกมาได้ดี",
"spring_Wed": "%เทรย์วอน: เพื่อนบ้านของพวกเรา รักกันเหนียวแน่น บางครั้งพวกเราก็จะมารวมตัวกัน แล้วก็กินบาร์บีคิว!",
"spring_Thu": "%เทรย์วอน: จะดีกว่านะ ถ้าคุณไม่ได้เป็นแฟนทีมบัฟฟาโล่! นี่ถิ่นของทัลเนลเลอร์!#$e#%เทรย์วอน: *คิกคัก* พวกเราที่นี่คลั่งกริดบอลกันน่าดู",
"spring_Fri": "%เทรย์วอน: ผมมักจะตั้งตาคอยอ่าน \"ขายหัวเราะ\" ในหนังสือพิมพ์วันหยุดสุดสัปดาห์#$e#%เทรย์วอน: ที่บ้านเกิดของคุณ มีบริการส่งหนังสือพิมพ์มั้ย?",
"spring_Sat": "%เทรย์วอน: เคยได้ยินเรื่อง 'ไร่องุ่นซากุระ' ที่ชายฝั่งแกรมเพิลตันรึเปล่า? เป็นสถานที่ท่องเที่ยวที่มีชื่อเสียงมาก ในช่วงเวลานี้ของปีเลยนะ#$e#%เทรย์วอน: *คิกคัก* สำหรับเราคิดว่า มันออกจะแพงเกินไปสักหน่อย",
"spring_Sun": "%เทรย์วอน: รถกระบะของผม เป็นทั้งชีวิตของผมเลยล่ะ ผมต้องดูแลเธอดีๆ#$e#%เทรย์วอน: แฮงก์กับผม กำลังมองหารถอีกสักคัน เขาจะได้ไม่ต้องเอา รถกระบะของผมไปทำงาน",

"summer_Mon": "%เทรย์วอน: อ้าว ไง นักกีฬา แถวบ้านคุณเป็นยังไงบ้างล่ะ?#$e#%เทรย์วอน: เมืองเพลิแกนดูเหมือน จะเป็นชุมชนที่น่ารักนะ แฮงก์กับผม ต้องไปเที่ยวที่นั่นบ้างแล้วล่ะ",
"summer_Tue": "%เทรย์วอน: สการ์เล็ตมักจะช่วยผมที่ร้าน จนกว่าจะถึงเวลาที่เธอ ต้องไปช่วยงานชาวไร่ในหุบเขา",
"summer_Wed": "%เทรย์วอน: ส่วนใหญ่เราจะหาซื้อเฟอนิเจอร์ ในท้องถิ่นนี่แหละ#$e#%เทรย์วอน: คุณจะไม่สามารถหาโต๊ะไม้ดีๆ จากที่อื่นได้ นอกจากที่แกรมเพิลตัน!",
"summer_Thu": "%เทรย์วอน: ร่มเงาของต้นไม้ ช่วยให้พอนด์วูด ยังคงเย็นอยู่ในฤดูร้อน",
"summer_Fri": "%เทรย์วอน: ต้องหยุดพักการทำงานในฟาร์ม เป็นครั้งคราวด้วยนะ มันเป็นเรื่องสำคัญเหมือนกัน ที่ต้องหลีกเลี่ยง ไม่ให้ตัวเองถูกแดดเผา",
"summer_Sat": "%เทรย์วอน: ชาวบ้างบางคนเจอหมาโคโยตี้ใกล้ๆ นี่ ถ้าคุณเห็นมัน ให้ร้องตะโกนเรียกผมนะ#$e#%เทรย์วอน: น่าแปลก ปกติพวกมันจะไม่มาใกล้ๆ ที่นี้ เพราะส่วนใหญ่พวกมันทั้งหมด จะอยู่แถวชานเมือง",
"summer_Sun": "%เทรย์วอน: อา ดีใจที่คุณแวะมาหาพวกเราที่นี่ บอกผมมาได้เลยนะ ถ้าคุณต้องการอะไร#$e#%เทรย์วอน: วันนี้คุณกับสการ์เล็ต มีแผนจะทำอะไรกันมั้ย?",

"fall_Mon": "%เทรย์วอน: รถกระบะของผม เป็นทั้งชีวิตของผมเลยล่ะ ผมต้องดูแลเธอดีๆ#$e#%%เทรย์วอน: แฮงก์กับผม กำลังมองหารถอีกสักคัน เขาจะได้ไม่ต้อง ยืมรถกระบะของผมไปทำงาน",
"fall_Tue": "%เทรย์วอน: ผมรู้เรื่องเกียวกับฟาร์ม %farm จากในหนังสือพิมพ์ล่ะ ผมไม่รู้มาก่อนเลยว่าคุณเป็นดัง!",
"fall_Wed": "%เทรย์วอน: ผมภูมิใจสุดๆ ที่สการ์เล็ตเป็นเช่นตอนนี้ เธอคือนางฟ้าตัวน้อยของผม#$e#%เทรย์วอน: ผมรู้สึกได้ว่าสักวันนึง เธออยากจะมีฟาร์มเป็นของตัวเอง เหมือนกับคุณ",
"fall_Thu": "%เทรย์วอน: ข่าวล่าสุดเกี่ยวกับสงครามช่วงนี้ ยิ่งเลวร้ายลงไปอีก..#$e#%เทรย์วอน: หวังว่าสักวันหนึ่ง ทุกอย่างจะจบลง และทุกคนจะสามารถกลับบ้าน ไปหาครอบครัวของตัวเองได้",
"fall_Fri": "%เทรย์วอน: ผมคิดว่า ผมน่าจะทำสัญญา กับนายกเทศมนตรีของคุณ เพื่อซื้อสินค้าจากฟาร์มของคุณ เข้าร้านของผมได้นะ ผลผลิตจากฟาร์ม %farm มีอะไรบ้างล่ะ?#$e#%เทรย์วอน: อ้อ คุณมีผลผลิตหลากหลายเลยสินะ ผมสามารถจินตนาการได้เลยว่า แผงจัดแสดงสินค้าของคุณ จะเป็นแบบไหน",
"fall_Sat": "%เทรย์วอน: อ้อ แวะมาหาสการ์เล็ตเหรอ?#$e#%เทรย์วอน: ทั้ง 2 คน สนุกสนานกันดี ใช่มั้ย?",
"fall_Sun": "%เทรย์วอน: ชีวิตการทำฟาร์ม ในสตาร์ดิวแวลลี่ เป็นยังไงบ้างล่ะ?#$e#%เทรย์วอน: ผมดีใจนะ ที่คุณทำมันออกมาได้ดี",

"winter_Mon": "%เทรย์วอน: เรากำลังจะต้องเผชิญกับ พายุหิมะในเร็วๆ นี้ อยู่รวมกลุ่มกันไว้ และระวังตัวด้วย",
"winter_Tue": "%เทรย์วอน: อ้าว ไง นักกีฬา วันนี้มีธุระอะไรล่ะ?",
"winter_Wed": "%เทรย์วอน: อย่าลืมดูให้แน่ใจว่า ได้ปิดประตูเวลาที่เข้าบ้านแล้ว ถ้าไม่อยากทำให้เพื่อนบ้าน หัวร้อนตอนนี้!",
"winter_Thu": "%เทรย์วอน: ในช่วงเวลานี้ของปี มักจะทำให้ผม อยากนั่งกกอยู่ที่กองไฟ กับช็อกโกแลตร้อนดีๆ สักแก้ว",
"winter_Fri": "%เทรย์วอน: จะดีกว่านะ ถ้าคุณไม่ได้เป็นแฟนทีมบัฟฟาโล่! นี่ถิ่นของทัลเนลเลอร์!#$e#%เทรย์วอน: *คิกคัก* พวกเราที่นี่คลั่งกริดบอลกันน่าดู",
"winter_Sat": "%เทรย์วอน: ใบเสร็จค่าเครื่องทำความร้อนของเรา ปีนี้แพงขึ้นกว่าเดิม ผมสงสัยจังว่าเธอไปทำอะไรกับ ตัววัดอุณหภูมิอีกรึเปล่า...",
"winter_Sun": "%เทรย์วอน: ผมพนันเลยว่า คุณคงจะมีเวลาว่างเยอะเลย ในช่วงฤดูหนาวแบบนี้",

}
