{
	//Welcome message after the stardew aquarium has been completed
	"AquariumWelcome": "ยินดีต้อนรับเข้าสู่ สตาร์ดิวอควาเรียม! ตอนนี้เรามีพันธุ์สัตว์น้ำ ครบทั้งหมดแล้ว ต้องขอบคุณคุณจริงๆ!",

	//Donation menu dialogue and options
	"DonationMenuTitle": "เลือกปลาที่จะบริจาค",
	"DonationQuestion": "ยินดีต้อนรับเข้าสู่ สตาร์ดิวอควาเรียม! วันนี้คุณมีปลา ที่อยากจะนำมาบริจาคมั้ยล่ะ?",
	"OptionYes": "ใช่แล้ว",
	"OptionNo": "ไม่ล่ะ",
	"More": "บริจาคเพิ่ม",
	"Exit": "ออก",
	"DeclineToDonate": "ถ้าเปลี่ยนใจละก็ กลับมาได้ทุกเมื่อล่ะ!",
	"NothingToDonate": "ยินดีต้อนรับเข้าสู่ สตาร์ดิวอควาเรียม! ถ้าคุณเจอสัตว์ตัวอย่าง ที่เรายังไม่เคยมีล่ะก็ เรามีความยินดีเป็นอย่างยิ่ง ถ้าคุณจะลองพิจารณา บริจาคมันให้กับเรา",
	"MenuCloseFishDonated": "ขอขอบคุณในความอุปการะคุณ ที่คุณมอบให้! โปรดกลับมาอีกครั้ง และฉันจะจัดเตรียมทุกอย่าง ให้เรียบร้อย!",
	"MenuCloseNoFishDonated": "กลับมาได้ทุกเมื่อ ถ้าคุณต้องการ",
	"Donate": "บริจาคปลา: ",
	"DonateDescription": "คลิ๊กที่ปุ่มด้านล่าง เพื่อบริจาคปลานี้ และนำมันออกจากช่องเก็บของของคุณ",

	//global messages in multiplayer
	"FishDonatedMP": "{0} ได้บริจาค {1} ให้แก่อควาเรียม",
	"AchievementUnlockedMP": "อควาเรียม เสร็จสมบูรณ์แล้ว!",

	//collections menu title
	"CollectionsMenu": "พันธุ์สัตว์น้ำ ของสตาร์ดิวอควาเรียม",

    //tank messages
	"WhichFishInfo": "คุณอยากจะรู้เรื่องเกี่ยวกับปลาชนิดไหนล่ะ?",
	"EmptyTank": "นี่เป็นเพียงแค่ตู้โชว์ที่ว่างเปล่า...",

	//dialogue boxes
	"Ice": "น้ำแข็งทั้งนั้นเลย... ใช้กับเครื่องจักรนั่น เพื่อทำให้ตู้ปลามีความเย็น",
	"IceMachine": "เครื่องจักรนี้จะช่วยให้ตู้ปลามีความเย็น จนถึงอุณหภูมิที่ต่ำมากๆ",
	"Pressure": "เครื่องจักรนี้ใช้เพื่อควบคุมความดันภายในตู้ปลา",
	"Depth": "นี่เป็นสิ่งที่ใช้แสดงระดับความลึก ที่มีความแม่นยำมาก แต่ว่ามันไม่ใช่ของจริง",
	"PanelCool": "แผงควบคุมนี้ มีปุ่มอยู่เต็มไปหมด น่าจะดีกว่า ถ้าไม่ไปแตะต้องมัน",
	"Lever": "ขออภัย แต่คันโยกนั่น ไม่พาคุณไปที่ไหนหรอก",
	"Bench": "ม้านั่งพวกนี้ ดูใหม่เอี่ยมอ่อง...",
	"LegendaryBook": "คู่มือแนะนำของชาวประมง เกี่ยวกับปลาในตำนาน",
	"MinesBook": "ลึกในเหมือง : ปลาแบบไหนกันที่จะอยู่ในที่แห่งนี้ได้ ?",
	"BaitBook": "เหยื่อตกปลา และการใช้งานอย่างถูกวิธี",
	"Dropped": "ดูเหมือนว่าใครบางคน จะไม่ค่อยใส่ใจหนังสือเท่าไหร่...",
	"PetBook": "สารานุกรมปลา: เล่ม 1",
	"Dwarf": "สิ่งนี้ทำให้คุณนึกถึงใครบางคน... แต่คุณนึกไม่ออกว่าเป็นใคร...",
	"Introvert": "ถ้าถามว่า ทำไมฉันถึงมาซ่อนตัวอยู่ที่นี่ละก็? ฉันเป็นคนที่มีโลกส่วนตัวค่อนข้างสูงน่ะ",
	"StayHydratedBois": "*เสียงคนดื่มเครื่องดื่ม*",
	"OutsideSign": "ยินดีต้อนรับเข้าสู่ สตาร์ดิวอควาเรียม! ขอให้เพลิดเพลิน",
	"SewerTP": "การลงไปใต้ตะแกรงนี้ จะนำคุณไปสู่ท่อระบายน้ำ ซึ่งเราเก็บปลาพิเศษไว้ ที่จะหามันได้ในสถานที่สุดอันตราย ที่เรียกว่า รังแมลงกลายพันธุ์ (Mutant Bug Lair)",
	"SwampTP": "หากคุณเหยียบลงบนวงเวทนี่ คุณจะถูกเคลื่อนย้าย ไปยังส่วนบึงน้ำที่แยกตัวออกมา ที่ซึ่งตัวอย่าง 'พลังแห่งความมืดแทรกซึมอยู่' สามารถเจริญเติบโตได้",
	"SVETP": "ก้าวผ่านประตูนี้ไป เพื่อชมการจัดแสดงปลาพันธุ์พิเศษ",
	"ComingSoon": "เร็วๆ นี้!",
	"SVEBookOpen": "นี่เป็นหนังสือสอนทำอาหาร มันระบุถึงอะไรบางอย่าง เกี่ยวกับปลาเนยด้วย...",
	"SVEBook1": "ส่องเหล่ามอสเตอร์ ดูให้รู้ : อาโปฟิส",
	"SVEBook2": "ทุ่งร้างคริมสัน: เจาะประเด็นลึก",
	"SVEBook3": "ความลับแห่งแคสเซิลวิลเลจ",
	"Shopkeeperecksdeehahafunny": "มนุษย์ไอศกรีม: เฮ้ คุณกลับมาที่นี่ไม่ได้แล้วนะ!",

	//fish descriptions
	"Tank_Pufferfish": "Pufferfish: ปลาปักเป้า เป็นหนึ่งในปลา ที่มีพิษร้ายแรงที่สุดในโลก มันเป็นปลาที่เคลื่อนไหวช้า แต่ว่ามีกลไกป้องกันตัว ที่เป็นเอกลักษณ์ โดยการดูดน้ำเข้าไปตัวจนตัวพอง เพื่อป้องกันไม่ให้ถูกกิน",
	"Tank_Anchovy": "Anchovy: ปลาแองโชวี่ เป็นปลาขนาดเล็ก ในกลุ่มปลาที่กินอาหารแบบกรอง ซึ่งจัดเป็นเหยื่อทั่วไป ของนักล่าส่วนใหญ่",
	"Tank_Tuna": "Tuna: ปลาทูน่ามีความว่องไว ลำตัวเพรียวลม ออกแบบมาเพื่อความเร็วโดยเฉพาะ จึงทำให้มันเป็นนักล่า ที่มีประสิทธิภาพมาก",
	"Tank_Sardine": "Sardine: ปลาซาร์ดีน เป็นปลาขนาดเล็ก ที่กินแพลงก์ตอนสัตว์เป็นอาหาร มันสามารถพบได้ทั่วไป เป็นฝูงขนาดใหญ่ ในบริเวณที่มีแพลงก์ตอนสัตว์ รวมกันอยู่มาก",
	"Tank_Bream": "Bream: บรีม เป็นชื่อที่ใช้เรียกปลา หลากหลายชนิด ส่วนสายพันธุ์สีน้ำเงินนี้ พบได้ในแหล่งน้ำจืด สตาร์ดิวแวลลี่",
	"Tank_LargemouthBass": "Largemouth Bass: ปลากะพงปากกว้าง เป็นสายพันธุ์ปลากะพง ที่มีขนาดใหญ่ที่สุด ที่พบได้ในสตาร์ดิวแวลลี่ จัดเป็นปลาที่มักตกกันทั่วๆ ไป ของเหล่านักตกปลา",
	"Tank_SmallmouthBass": "Smallmouth Bass: เราสามารถระบุชนิด ของปลากะพงปากเล็กได้ จากดวงตาสีแดงของมัน ตัวเมียจะมีขนาดใหญ่กว่าตัวผู้ เช่นเดียวกับปลากะพง สายพันธุ์อื่นๆ ",
	"Tank_RainbowTrout": "Rainbow Trout: ปลาเรนโบว์เทราต์สีสวยสดใส สามารถพบได้ทั้งในทะเลสาบ และแม่น้ำ มีบันทึกว่าปลาเรนโบว์เทราต์ สามารถมีอายุยืนยาวที่สุดถึง 11 ปี",
	"Tank_Salmon": "Salmon: เป็นที่รู้กันดีว่า ปลาแซลมอนนั้น จะอพยพจากทะเล ไปยังแหล่งน้ำจืดเพื่อวางไข่ บางครั้งกล่าวกันว่า พวกมันจะกลับไปยังสถานที่ ที่มันเกิดเท่านั้น เพื่อสืบพันธุ์",
	"Tank_Walleye": "Walleye: ปลาวอลลาย ถูกตั้งชื่อตามดวงตาของมัน ที่มีตาโปนออกมาอยู่ด้านนอก เหมือนมันกำลังมองกำแพงอยู่ ในตอนกลางคืน ดวงตาของมัน จะสะท้อนแสงในความมืด ทำให้ถูกนักตกปลาตกได้ง่ายๆ",
	"Tank_Perch": "Perch: ปลาเพิร์ช หรือปลากะพงขาว เป็นปลากินเนื้อที่สามารถพบได้ ทั้งในทะเลสาบและแม่น้ำ",
	"Tank_Carp": "Carp: คำว่าคาร์ป ใช้เรียกแทนสายพันธ์ปลา หลากหลายชนิดที่อยู่ในน้ำจืด สามารถพบได้หลายบริเวณ ในสตาร์ดิวแวลลี่",
	"Tank_Catfish": "Catfish: ปลาดุก มีหนวดที่เป็นเอกลักษณ์ คล้ายกับหนวดของแมว จึงถูกตั้งชื่อเช่นนี้ โดยทั่วไปแล้ว ในสตาร์ดิวแวลลี่ พวกมันจะพากันออกมาก ในวันที่ฝนตก",
	"Tank_Pike": "Pike: ปลาไพค์ เป็นปลากินเนื้อที่พบได้ทั่วไป ในบริเวณน้ำกร่อย ชื่อไพค์ (หอก) มีที่มาจากลำตัวที่ผอมและยาว เหมือนกับอาวุธหอก",
	"Tank_Sunfish": "Sunfish: ปลาพระอาทิตย์ ชอบที่จะอยู่ในแม่น้ำที่มีน้ำอุ่น ดังนั้นจึงพบได้ทั่วไป ในสตาร์์ดิวแวลลี่ ในช่วงฤดูใบไม้ผลิ หรือฤดูร้อน",
	"Tank_RedMullet": "Red Mullet: ปลาหนวดฤาษี ครั้งหนึ่งเคยมีสถานะ เทียบเท่ากับสัตว์เลี้ยง แต่ปัจจุบัน โดยทั่วไปรู้จักกันว่า เป็นปลาที่นำมาทำเป็นอาหาร",
	"Tank_Herring": "Herring: ปลาเฮอร์ริ่งมักจะ ว่ายกันเป็นฝูงใหญ่อยู่ริมชายฝั่ง ส่วนมากพบได้ทั่วไปในเขตน้ำตื้น และบริเวณที่มีกระแสน้ำอุ่น",
	"Tank_Eel": "Eel: ปลาไหล เป็นปลาที่มีลำตัวยาว ขึ้นอยู่กับสายพันธุ์ มีครีบไม่มาก มันเคลื่อนที่โดยการ สร้างคลื่นยาวตลอด ตามแนวลำตัวของมัน",
	"Tank_Octopus": "Octopus: อันที่จริง หมึกยักษ์ ไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัมมอลลัสกา (สัตว์ไม่มีกระดูกสันหลัง ตัวอ่อนนุ่ม) ที่มี 8 ระยาง หมึกยักษ์มักจะปรากฏอยู่ใน เรื่องเล่าหรือตำนานต่างๆ ในฐานะสัตว์ประหลาด และมันตกยากสุดๆ - ทำได้ดีมาก!",
	"Tank_RedSnapper": "Red Snapper: ปลากะพงแดง ถูกจำแนกได้ง่ายเพราะสีแดงของมัน จัดเป็นปลาทะเลเขตร้อน ที่สามารถพบได้ ในวันฝนตกช่วงฤดูร้อน ในสตาร์ดิวแวลลี่",
	"Tank_Squid": "Squid: อันที่จริง หมึกกล้วย ไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัมมอลลัสกา (สัตว์ไม่มีกระดูกสันหลัง ตัวอ่อนนุ่ม) หมึกกล้วยสามารถพ่นน้ำหมึก เพื่อทำให้นักล่าสับสน หากนำมันไปใส่ในบ่อเลี้ยงปลา มันจะผลิตน้ำหมึกให้คุณ!",
	"Tank_SeaCucumber": "Sea Cucumber: ปลิงทะเลไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัม เอคไคโนเดอร์มาตา (จำพวกดาวทะเล) มันพบได้ทั่วไปตามพื้นทะเลทั่วโลก",
	"Tank_SuperCucumber": "Super Cucumber: ซุปเปอร์ปลิงทะเลไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัม เอคไคโนเดอร์มาตา (จำพวกดาวทะเล) เป็นสายพันธุ์หายาก ของปลิงทะเล และจับได้ยากมาก ส่วนมากพบได้ในตอนกลางคืน ช่วงฤดูร้อน และฤดูใบไม้ร่วง ในสตาร์ดิวแวลลี่",
	"Tank_Ghostfish": "Ghostfish: ปลาผีนั้นตาบอดสนิท อย่างไรก็ตาม มันสามารถตรวจจับ การสั่นกระเพื่อมในแรงดันน้ำได้ ต้องขอบคุณ เส้นด้านข้างลำตัวของมัน ที่มันใช้ในการระบุทิศทาง",
	"Tank_Stonefish": "Stonefish: ปลาที่พรางตัวได้ชนิดนี้ ดูเหมือนว่าจะไม่มีพิษมีภัย แต่ว่าปลาหิน มีพิษร้ายแรงมาก เพราะงั้นอย่าสับสน ว่ามันเป็นก้อนหินล่ะ!",
	"Tank_IcePip": "IcePip: ปลาไอซ์พิพ สามารถจับได้ ในเหมืองลึกชั้นเยือกแข็ง เป็นปลาขนาดเล็กและว่องไวมาก ยากมากที่นักตกปลาหลายๆ คนจะตกได้",
	"Tank_LavaEel": "Lava Eel: ปลาไหลลาวาเป็นสายพันธุ์หายาก และมีเอกลักษณ์เฉพาะตัวของปลาไหล มันมีการวิวัฒนาการอย่างน่าอัศจรรย์ เพื่อให้มีชีวิตรอดอยู่ได้ ในลาวาร้อนๆ ดังนั้นต้องระมัดระวังให้ดี: ตู้ปลาตู้นี้ร้อนสุดๆ !",
	"Tank_Sandfish": "Sandfish: ปลาทราย เป็นปลาลำตัวแบนเขตร้อน มันชอบที่จะซ่อนตัว และพรางตัวอยู่ในทราย",
	"Tank_ScorpionCarp": "Scorpion Carp: ปลาคาร์พแมงป่อง เป็นสายพันธุ์ปลาคาร์ปในเขตร้อน มันใช้ความเร็ว และหนามพิษในการจับเหยื่อ",
	"Tank_Flounder": "Flounder: ปลาลิ้นหมา เป็นปลาลำตัวแบน ที่อาศัยอยู่บริเวณพื้นทะเล ปลาลิ้นหมาที่โตเต็มวัย จะใช้การพรางตัว เพื่อซ่อนตัวจากนักล่า",
	"Tank_MidnightCarp": "Midnight Carp: ปลาคาร์ปราตรี เป็นปลาขี้อาย สามารถพบได้ในบ่อน้ำ และทะเลสาบในตอนกลางคืน",
	"Tank_Sturgeon": "The Sturgeon: ปลาสเตอร์เจียน จัดเป็นปลาสายพันธุ์โบราณ ที่มีอายุยืนยาวอย่างน่าตกตะลึง สามารถผลิตไข่ของมันในบ่อปลา เพื่อนำมาทำเป็นอาหารสุดหรู อย่างคาเวียร์ได้",
	"Tank_TigerTrout": "Tiger Trout: ปลาเทราต์เสือ เป็นการผสมขามสายพันธุ์ระหว่าง ปลาเทราต์สีน้ำตาล และปลาเทราต์บรูค พวกมันเป็นหมัน กินปลาด้วยกันเอง และพวกมันหายากมาก",
	"Tank_Bullhead": "Bullhead: ปลากดหลวง เป็นปลาที่อยู่ตามหน้าดินก้นบ่อ มองเห็นไม่ค่อยดี แต่มันสามารถจับสัมผัส จากหนวดของมัน เพื่อระบุตำแหน่งของอาหาร",
	"Tank_Tilapia": "Tilapia: ปลานิล เป็นชื่อสามัญที่ใช้เรียก ปลาหลากหลายชนิด ในวงศ์ปลาหมอสี พวกมันไวกับอุณหภูมิมาก และชอบน้ำอุ่น",
	"Tank_Chub": "Chub: ปลาซิว เป็นชื่อสามัญที่ใช้เรียก ปลาที่มีก้านครีบหลายชนิด เป็นปลาที่พบได้ทั่วไป ในสตาร์ดิวแวลลี่",
	"Tank_Dorado": "Dorado: ปลาโดราโด หรือ ปลาแซลมอนทองคำ คำว่า โดราโด ในหลายๆ ภาษามีความหมายว่า ทองคำ จึงนำมาตั้งเป็นชื่อของ เจ้าปลาแวววาวตัวนี้",
	"Tank_Albacore": "Albacore: ปลาอัลบาคอร์ หรือที่รู้จักในนาม ปลาทูน่าครีบยาว เช่นเดียวกับปลาทูน่า พวกมันมีรูปร่างเพรียวลม มันเป็นปลาสองน้ำ ที่สามารถเดินทางได้ เป็นระยะทางไกล",
	"Tank_Shad": "Shad: ปลาแชด หรือปลาหมากผาง ก็เหมือนกับปลาแซลมอน เป็นปลาสองน้ำ ที่เติบโตในทะเล แต่จะอพยพไปยังแหล่งน้ำจืด เพื่อวางไข่",
	"Tank_Lingcod": "Lingcod: ปลาลิงคอด หรือที่รู้จักกันว่า ปลาคอดควาย หรือคัลตัสคอด ชื่อของมันถูกตั้งผสมกัน ระหว่างปลา 2 ชนิด คือปลาลิง และปลาคอด ถึงแม้ว่าปลาลิงคอด จะไม่ได้มีความใกล้ชิด เกี่ยวข้องกับปลาพวกนั้น แต่กระนั้นมันก็ได้ชื่อมา จากรูปลักกษณ์ที่คล้ายคลึงกัน",
	"Tank_Halibut": "Halibut: ปลาฮาลีบัตเป็นปลาลำตัวแบน ที่อาศัยอยู่บริเวณพื้นทะเล ชื่อของมันมากจากคำว่า Holy (หรือ haly) (ที่แปลว่าศักดิ์สิทธิ์) และคำว่า butte(ที่แปลว่า ปลาตัวแบน)",
	"Tank_Woodskip": "Woodskip: ปลาวู๊ดสคิป เป็นปลาที่มีประสาทไวมาก ก็เลยอาศัยอยู่ได้แค่ในบ่อน้ำ ในป่าลึกเท่านั้น... หรือในตู้ปลาแบบพิเศษ",
	"Tank_VoidSalmon": "Void Salmon: ปลาแซลมอนทมิฬ เป็นปลาที่มีความบิดเบี้ยว ไปด้วยพลังแห่งความมืด เรายังไม่ค่อยรู้ เกี่ยวกับปลามนตร์ดำตัวนี้ สักเท่าไหร่",
	"Tank_Slimejack": "Slimejack: ปลาสไลม์แจ็ค ถูกปกคลุมด้วยชั้นของสไลม์ ปลาบางชนิดใช้สไลม์ เป็นกลไกในการป้องกันตัว จากนักล่า",
	"Tank_MidnightSquid": "Midnight Squid: หมึกราตรี เช่นเดียวกับหมึกอื่นๆ  มันไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัม มอลลัสกา (สัตว์ไม่มีกระดูกสันหลัง ตัวอ่อนนุ่ม) อาศัยอยู่ในทะเลลึก และสามารถผลิตน้ำหมึก ได้ในปริมาณมาก",
	"Tank_Blobfish": "Blobfish: บล็อบฟิช เป็นปลาทะเลน้ำลึก มันสามารถอาศัยอยู่ที่ความลึก ระหว่าง 600 ถึง 1200 เมตร ที่มีแรงดันน้ำสูงถึง 60 ถึง 120 เท่า มากกว่าระดับน้ำทะเล เมื่อบล็อบฟิชถูกตกขึ้นมา รูปร่างของมันจะเริ่มเสียทรงไป จากการบาดเจ็บของเนื้อเยื้อ ต้องขอบคุณตู้ปลาอันนี้ ที่ออกแบบมา สำหรับปลาทะเลน้ำลึก",
	"Tank_SpookFish": "Spook Fish: สัตว์ตัวอย่างปลาหลอนตัวนี้ มีดวงตา 3 ดวง ที่ทรงประสิทธิภาพ ที่สามารถตรวจจับกระทั่งเงาจางๆ ในความมืด ของท้องทะเลลึกได้",
	"Tank_Angler": "Legendary Angler: ปลาตกเบ็ด มีชื่อเสียงโด่งดังมาจาก ลักษณะการล่อเหยื่อ ที่มีความเฉพาะตัวมาก โดยใช้ส่วนหงอนที่มีแสงเรือง เพื่อดึงดูดเหยื่อ",
	"Tank_Legend": "The Legend: เดอะ เลเจนด์ หนึ่งเดียว ที่เป็นตำนาน... ว่ากันว่า มันคือราชาแห่งปลาทั้งมวล ที่ไม่มีใครเคยจับได้ แต่คุณพิสูจน์แล้วว่า คำกล่าวนั้นไม่จริง",
	"Tank_MutantCarp": "Legendary Mutant Carp: ปลาคาร์ปกลายพันธุ์ สามารถพบได้ในท่อระบายน้ำ ของเมืองเพลิแกน การที่เจ้าสัตว์ประหลาด กลายมาเป็นแบบนี้ ยังเป็นปริศนาอยู่",
	"Tank_Crimsonfish": "Legendary Crimsonfish: ปลาคริมสัน เป็นสายพันธุ์หายาก ของปลาที่อาศัยอยู่ในทะเลลึก มันจะมาวางไข่ในบริเวณน้ำตื่น ในช่วงฤดูร้อน",
	"Tank_Glacierfish": "Legendary Glacierfish: ปลากลาเซียร์ ชอบทำรังอยู่ด้านใต้ของธารน้ำแข็ง ซึ่งเป็นสถานที่ที่พวกมันจะรู้สึก ผ่อนคลายสบายใจที่สุด - ความหนาว น้ำเย็นๆ ดีจริงๆ",
	"Tank_Lobster": "Lobster: ล็อบสเตอร์ ไม่ใช่ปลา แต่เป็นสัตว์ในกลุ่มครัสเตเชียน (ไฟลัมย่อยของสัตว์ขาปล้อง กุ้ง กั้ง ปู) พวกมันมีหลากหลายสี แต่มีโอกาสน้อยมาก ที่จะมีสีแดงสดอย่างที่เข้าใจกัน คุณลักษณะสีแดงของล็อบสเตอร์ จะเกิดขึ้นเมื่อเม็ดสี ในชั้นผิวหนังของล็อบสเตอร์ หลุดลอกออก ระหว่างการปรุงอาหาร",
	"Tank_Crayfish": "Crayfish: กุ้งเครย์ฟิช หรือกุ้งน้ำจืด เป็นสัตว์ในกลุ่มครัสเตเชียน น้ำจืดขนาดเล็ก ที่มีลักษณะเหมือน ล็อบสเตอร์ กุ้งเครย์ฟิช เป็นที่รู้จักกันในชื่ออื่นๆ เช่น Crawdads, Crawfish หรือ  Mudbugs",
	"Tank_Crab": "Crab: ปู  เป็นสัญลักษณ์ของสัตว์ ในกลุ่มครัสเตเชียน  (ไฟลัมย่อยของสัตว์ขาปล้อง กุ้ง กั้ง ปู)  พวกมันมีอยู่หลายหลายสายพันธุ์ และสามารถพบได้ทั่วทุกมุมโลก",
	"Tank_Cockle": "Cockle: หอยแครง เป็นสัตว์ในไฟลัมมอลลัสกา (สัตว์ไม่มีกระดูกสันหลัง ตัวอ่อนนุ่ม) ที่ใช้ท่อไซฟ่อน (กาลักน้ำ) ในการกรองน้ำ และอาหารเข้ามา",
	"Tank_Mussel": "Mussel: หอยแมลงภู่ เป็นชื่อสามัญของหอย 2 ฝา หลากหลายชนิด พวกมันมีรูปร่างเฉพาะตัว มีความยาว และ ความไม่สมมาตรต่างกันไป",
	"Tank_Shrimp": "Shrimp: กุ้งเล็ก เป็นครัสเตเชียน (ไฟลัมย่อยของสัตว์ขาปล้อง กุ้ง กั้ง ปู)  ที่สามารถพบได้ทั่วไป ในทะเลหลายหลายแห่ง ไม่เหมือนกับปลา ครัสเตเชียนชนิดนี้ ไม่มีครีบที่ใช้เพื่อการเคลื่อนที่ มันจะดึงส่วนท้องของมัน เข้าไปยังลำตัว ซึ่งนั่นก็หมายความว่า กุ้งว่ายน้ำถอยหลัง",
	"Tank_Snail": "Snail: หอยทาก จัดอยู่ในกลุ่มแกสโทรพอด (กลุ่มหอยฝาเดียว) ซึ่งเป็นคลาสหนึ่งในไฟลัมมอลลัสกา (สัตว์ไม่มีกระดูกสันหลัง ตัวอ่อนนุ่ม) หอยทากสามารถหดตัว เข้าไปในกระดองของมันได้ทั้งหมด",
	"Tank_Periwinkle": "Periwinkle: หอยน้ำพริกลาย หรือที่รู้จักกันทั่วไปว่า หอยขม หรือ หอยทากทะเล เป็นแกสโทรพอดขนาดเล็ก เปลือกของมันจะมีส่วนยอด ที่แหลมคม",
	"Tank_Oyster": "Oyster: หอยนางรม เป็นหอย 2 ฝา ในไฟลัมมอลลัสกา เป็นที่รู้กันทั่วไปว่า มันผลิตไข่มุกออกมา ไข่มุกจะถูกสร้างขึ้น เมื่อมีการระคายเคืองเกิดขึ้น ภายในตัวหอยนางรม เป็นกลไลการป้องกันตัว โดยการสร้างของเหลว มาเคลือบบริเวณที่ เกิดการระคายเคืองนั้น สารนี้เรียกว่าเนเคอร์ (nacre) จะเคลือบทับกันไปเป็นชั้นๆ สะสมไปเรื่อยๆ จนเกิดเป็นไข่มุกที่แวววาว",
	"Tank_Pufferchick": "Pufferchick: 'นานมาแล้ว ตอนที่โลกของเรา ยังเป็นดาวเคราะห์อายุน้อยๆ และยังไม่มีไก่ปักเป้าเกิดขึ้น ในห้องทำม็อด (ห้องแชทกลุ่ม making-mods ในดิสคอร์ดเกมสตาร์ดิว) มีอีโมจิของตัวเอง ที่ใช้กันมาสืบต่อมาเป็นเวลานาน ซึ่งสร้างโดยใช้ปลาปักเป้าเป็นพื้นฐาน ฉันเสนอให้ใส่พวกมัน ลงไปในช่องอีโมจิ ของเซิฟเวอร์เองแหละ (ย้อนไปเมื่อตอนนั้น ที่เราสามารถ เพิ่มอีโมจิสูงสุดได้แค่ 50 ภาพ) เจ้าหน้าที่เซิฟเวอร์ถามว่า อยากจะเพิ่มอะไรล่ะ ฉันก็เลยทำไก่ปักเป้า ขึ้นมาเล่นๆ เพื่อใส่ลงไป' - Pathoschild, 2020",
	"Tank_VoidEel": "Void Eel: ปลาไหลทมิฬ เป็นสายพันธุ์ลึกลับของปลาไหล เป็นไปได้ว่า ที่มันมีหัวเพิ่มขึ้นมาอีกหัว เป็นผลพวงมาจาก พลังงานแห่งความมืด",
	"Tank_Starfish": "Starfish: ปลาดาว หรือดาวทะเล ไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัม เอคไคโนเดอร์มาตา มีปลาดาวหลายหลายสายพันธุ์ สามารถพบได้ในน่านน้ำเขตร้อน ไปจนถึงแถบขั้วโลก อย่างไรก็ตามตัวอย่างนี้ น่าจะมาจากเขตร้อน",
	"Tank_Clownfish": "Clownfish: ปลาการ์ตูน หรือปลาดอกไม้ทะเล สามารถพบได้ ในทะเลที่มีกระแสน้ำอุ่น สีของมันขึ้นกับสายพันธุ์ มีตั้งแต่ สีเหลือง สีส้ม สีแดง หรือสีดำแถบขาว หรือ เป็นลายปื้นๆ",
	"Tank_Minnow": "Minnow: ปลาซิว เป็นชื่อเรียก ปลาน้ำจืดขนาดเล็ก หลากหลายชนิด มันสามารถพบได้ ทั่วไปมากมายในแม่น้ำ และทะเลสาบ",
	"Tank_Puppyfish": "Puppyfish: ปลาตูบน้อย น่าจะเป็นสัตว์เลี้ยง ประเภทสัตว์น้ำ ที่เป็นที่นิยมอย่างมาก แต่ว่าถ้าคุณอยากจะลูบมัน มือคุณคงต้องเปียกซะแล้ว!",
	"Tank_Butterfish": "Butterfish: ปลาเนย เป็นปลาน้ำจืด มันสามารถพบได้ ในแหล่งน้ำต่างๆ รอบๆ สตาร์ดิวแวลลี่ ขึ้นกับแต่ละฤดูกาล",

	//1.1.0 fish descriptions

	"Tank_DottedAbalone": "Abalone: หอยเป๋าฮื้อ เป็นชื่อเรียกสัตว์ใน ไฟลัมมอลลัสกา และเป็นที่รู้จักกันในชื่ออื่นๆ เช่น กระดองหู (Ear Shells) หูทะเล (Sea Ears), มัตตอนฟิช (Muttonfish)หรือมัตตอนเชลล์ ( Muttonshells) - ในแถบออสเตรีเลีย, ออเมอร์ (Ormer)- อังกฤษ, เพอร์เลมอน (Perlemoen) - แอฟริกา, และ ปาอัว (Paua)- นิวซีแลนด์",
	"Tank_Scallop": "Scallop: หอยเชลล์ เป็นชื่อเรียกสัตว์ใน ไฟลัมมอลลัสกา หลากหลายชนิด พวกมันมีความสัมพันธ์ใกล้ชิด กับสัตว์ในไฟลัมมอลลัสกาอีกกลุ่ม ที่รู้จักกันทั่วไป ก็คือ หอยนางรม",
	"Tank_DewdropFish": "Dewdrop Fish: ปลาหยาดน้ำค้าง มันมีรูปทรงเหมือนหยดน้ำ หรือหยาดน้ำค้าง จึงเป็นที่มาของชื่อนี้",
	"Tank_PurpleSpottedTrout": "Purple Spotted Trout: ปลาเทราต์จุดม่วง ไม่ใช่สายพันธุ์ท้องถิ่น ในสตาร์ดิวแวลลี่ คนส่วนใหญ่ก็ยังไม่ทราบ ต้นกำเนิดของพวกมัน",
	"Tank_Relicantlette": "Relicantlette: ปลาเรลิแคนเล็ตเต้ ว่ากันว่าเป็นปลาที่พบได้ทั่วไป ในทะเลสาบโบราณ แต่ว่าการหาทะเลสาบโบราณ ก็ไม่ใช่เรื่องง่าย",
	"Tank_Serafin": "Serafin: ปลาเซราฟิน มันล่องผ่านไปตามสายน้ำ ด้วยครีบที่คล้ายกับปีก ช่างเป็นปลาที่เลิศเลอ ควรค่าแก่การชื่นชม",
	"Tank_UmuwiCarp": "Umuwi Carp: ปลาคาร์ปอุมูวี่ เป็นปลาเวทมนตร์ ที่เหมือนว่าจะถูกห้อมล้อมไปด้วย เวทมนตร์แปลกๆ จำเป็นต้องศึกษากันต่อไป",
	"Tank_KingSalmon": "King Salmon: ราชาแซลมอน ปลายักษ์ในสายพันธุ์แซลมอน ที่มีขนาดใหญ่ที่สุด เป็นปลาที่มีมูลค่าสูง สำหรับนักตกปลา",
	"Tank_Frog": "Frog: กบ ถือว่าเป็นกลุ่มสัตว์ ครึ่งบกครึ่งน้ำ ที่มีจำนวนมาก และมีความหลากหลาย มันจะใช้เส้นเสียงของมัน เพื่อสร้างเสียงร้องหลายๆ แบบ",

	//1.1.0 dialogue boxes

	"LASV_TP": "หากเดินเข้าไป ในละอองเวทย์นี้ มันจะพาคุณ เคลื่อนย้ายไปสู่ โลกแห่งเวทมนตร์แห่งใหม่!",

	//1.2.0 Fish descriptions

	"Tank_SonOfCrimsonfish": "Son Of Crimsonfish: ลูกชายของปลาคริมสัน เจ้าปลาคริมสันวัยเยาว์ มีหางสีสันสดใส แต่ยังไม่ยาวมาก",
	"Tank_RadioactiveCarp": "Radioactive Carp: ปลานี่เป็นสารกัมมันตรังสี แต่ไม่ต้องห่วง มันยังปลอดภัย ถ้าอยู่ในตู้นี้",
    "Tank_Ms.Angler": "Ms.Angler: คุณนายปลาตกเบ็ด ดูเหมือนมันแต่งหน้าเลยง่ะ...",
    "Tank_GlacierfishJr.": "GlacierfishJr. : ปลากลาเซียร์จูเนียร์ ปลานี่เจ๋งสุดๆ พิสูจน์ได้แว่นกันแดด ที่มันใส่นี่สิ",
    "Tank_LegendII": " Legend II: เดอะเลเจนด์ที่ 2 หนึ่งเดียว ที่เป็นตำนาน... เดี๋ยวนะ ที่ 2 เหรอ!",
    "Tank_Stingray": "Stingrays: ปลากระเบนธง เป็นชื่อเรียก ปลากระเบนทะเลกลุ่มหนึ่ง มันมีความเกี่ยวข้องกับปลาฉลาม แต่ก็ไม่เหมือนกันปลาฉลามและปลาอื่นๆ ปลากระเบนธง จะใช้วิธีการเคลื่อนที่ ที่เป็นเอกลักษณ์เฉพาะ เรียกว่า 'undulation' คล้ายกับการบินของพวกนก หรือสัตว์ที่มีปีก",
    "Tank_BlueDiscus": "Blue Discus: ปลาบลู ดิสคัส เป็นหนึ่งในสายพัธุ์ปลาหมอสี มันค่อนข้างอ่อนไหว กับการเปลี่ยนแปลงของอุณหภูมิ และชอบอยู่ในน้ำอุ่น",
    "Tank_Lionfish": "Lionfish: ปลาสิงโต หรือที่รู้จักกันในชื่อ ปลาม้าลาย (zebrafish) หรือ ปลาไฟ (firefish) เป็นปลาทะเลมีพิษ เป็นนักล่าที่มีประสิทธิภาพมาก กินปลาตัวเล็ก หรือหอยเป็นอาหาร ในบางท้องที่ ปลาสิงโตถูกจัดเป็น สายพันธุ์ต่างถิ่นรุกราน ปัจจุบันมีปลาสิงโตอยู่ 12 สายพันธุ์ที่ถูกค้นพบ",

	//1.3.0 dialogue boxes

	"WaterfallCave": "เป็นถ้ำที่ทำไว้เป็นพิธี อยู่หลังน้ำตก มองไม่เห็นอะไรข้างใน ไปเถอะ",
	"KoiRoom": "ป้ายที่ติดอยู่ที่ห้องถัดไปเขียนว่า: บ่อปลาคาร์ป",
	"PrettyFlower": "คุณหยุดยืน และดมกลิ่นดอกไม้",
	"Knight": "คุณมองเข้าไปในชุดเกราะ ไม่มีใครอยู่ในนั้น",
	"Sword": "ดาบนี่ทื่อสุดๆ คงจะแค่เอาไว้ประดับเฉยๆ",
	"MNFBook1": "คู่มือท่องเที่ยวเกาะนางเงือก",
	"MNFBook2": "สไลม์เหมียว มังกร และสัตว์เวทมนตร์ต่างๆ",
	"MNFBook3": "ตำนวนเมืองจิบลิ",
	"MNFBook4": "นิตสารก่อสร้าง ตู้ปลา และวิธีสร้างมัน",
	"Tea": "มีคนวางถ้วยชาทิ้งไว้บนโต๊ะ ยังร้อนอยู่เลย",
	"Boat": "เรือเก่าที่มีรูอยู่เต็มไปหมด",
	"Cactus": "คุณค่อยๆ ยื่นมือออกไป และแตะกระบองเพชร อย่างระมัดระวัง โชคดีของคุณนะ มันเป็นของปลอม",
	"Vase": "แจกันโค้งใบสวย",
	"Coconut": "คุณพยายามจะเขย่าต้นไม้ แต่ไม่มีอะไรเกิดขึ้น ... คิดอะไรอยู่ล่ะ อยากให้มะพร้าวตกลงมาเหรอ?",

	//1.3.0 MNF fish descriptions

	"Tank_Glassfish": "Glassfish: ปลาแป้นแก้วรังกา มีลำตัวโปร่งใส่กว่าปกติมาก กินสัตว์ในกลุ่มครัสเตเชียน (กุ้ง กั้ง ปู) พวกหนอนปล้อง และ สัตว์ไม่มีกระดูกสันหลังอื่นๆ เป็นอาหาร มันมักตกเป็นเหยื่อของปลาตัวใหญ่กว่า",
	"Tank_Coelacanth": "Coelacanth: ปลาซีลาแคนท์ จัดอยู่ในวงศ์ของปลา ที่ปัจจุบันมีหลงเหลืออยู่เพียงแค่ 2 สายพันธุ์เท่านั้น ปลาในวงศ์นี้ถูกคิดว่า สูญพันธุ์ไปนานแล้ว แต่พึ่งกลับมา ค้นพบใหม่อีกครั้งในภายหลัง",
	"Tank_Cavefish": "Cavefish: ปลาถ้ำ เป็นชื่อสามัญ ของปลาที่มีการปรับตัว เพื่ออาศัยอยู่ในถ้ำ พวกมันมีการปรับตัวที่ผิดไปจากปกติ ที่เรียกว่า Troglomorphism ซึ่งเป็นการปรับตัว ทางสัณฐานวิทยาของสัตว์ ให้อยู่ในถ้ำที่มืดมิดตลอดเวลา โดยมีลักษณะเฉพาะ เช่น การสูญเสียเม็ดสี การมองเห็นลดลง หรือตาบอดสนิท",
	"Tank_CaveLobster": "Cave Lobster: ล็อบสเตอร์ถ้ำ เป็นสัตว์ในกลุ่มครัสเตเชียน สายพันธุ์หายาก ซึ่งมีการปรับตัวให้อาศัยอยู่ในถ้ำได้ พวกมันกินสารอินทรีย์ ที่ถูกพัดพาเข้ามาในถ้ำ และมูลค้างคาว",
	"Tank_CyclopsShark": "Cyclops Shark: 'ฉลามตาเดียว' ดูเหมือนจะเป็นฉลามดำ แต่แสดงลักษณะไซโคลเปียออกมา ไซโคลเปีย - (Cyclopia: มีเบ้าตาเดียว) เป็นความผิดปกติแต่กำเนิด แต่มีโอกาสเกิดได้ยากมาก ในสัตว์หลายๆ ชนิด",
	"Tank_Barreleye": "Barreleye: ปลาแบร์เรลอาย หรือปลาหัวใส ถูกตั้งชื่อตามลักษณะอันเป็นเอกลักษณ์ ของดวงตามีรูปร่างคล้ายถัง ตาของมันจะมีการมอง ในทิศทางด้านบนเป็นหลัก เพื่อตรวจจับเงาจากเหยื่อ แต่อย่างไรก็ตาม มันก็สามารถมองใน ทิศทางด้านหน้าได้เช่นกัน",
	"Tank_BrainSlug": "Brain Slug: ทากสมอง เป็นทากประหลาด ที่เชื่อว่าเป็นปรสิตบงการสมอง มันมีตัวสีเขียว และมีหนวด 2 อัน และมีตาขนาดใหญ่ 1 ดวง",
	"Tank_Tucunare": "Tucunare: ปลาทูคูนาเร่ หรือที่รู้จักกันในชื่อ ปลากะพงนกยูง จัดอยู่ในกลุ่มปลาหมอสี ถึงแม้ว่ามันจะดูมีความคล้ายคลึงกัน แต่ไม่มีเกี่ยวข้องใกล้ชิด กับปลากะพงอื่นๆ แต่อย่างใด",
	"Tank_ArcticChar": "Arctic Char: ปลาชาร์อาค์ติก เป็นปลาที่อยู่ในน้ำเย็น จัดอยู่ในตระกูลเดียวกับ ปลาแซลมอน ซึ่งประกอบด้วย แซลมอนและเทราต์ ในบางพื้นที่มีชื่อเรียกว่า 'โกเล็ทส์'",
	"Tank_GreenTerror": "Green Terror: ปลาหมอกรีนเทอเลอร์ หรือ ปลาหมอริวูเลตัส เป็นสายพันธุ์ปลาน้ำจืด ในวงศ์ปลาหมอสี เมื่อก่อนมันถูกสับสน กับสายพันธุ์อื่น เนื่องจากภาวะ พหุสัณฐานทางชีววิทยา ซึ่งหมายถึง การเป็นสายพันธุ์เดียวกัน แต่มีรูปร่าง และลักษณะที่ต่างกัน",
	"Tank_CommonPleco": "Common Pleco: ปลาซักเกอร์ธรรมดา หรือที่รู้จักกันว่า 'ปลาเทศบาล' เป็นสายพันธุ์หนึ่งในวงศ์ปลาซักเกอร์ ส่วนใหญ่กินอาหารหลักเป็น พวกสาหร่าย และสัตว์ในกลุ่มครัสเตเชียน ( กุ้ง กั้ง ปู)",
	"Tank_SiameseAlgaeEater": "Siamese Algae Eater: ปลาจิ้งจอก เป็นสายพันธุ์ปลาน้ำจืด ตระกูลเดียวกับปลาคาร์ป ส่วนใหญ่มันจะอยู่ที่ก้นลำธาร หรือแม่น้ำ เพื่อกินสาหร่าย ตามชื่อของมัน (Algae Eater - นักกินสาหร่าย) ",
	"Tank_Trahira": "Trahira: ปลาตราฮิรา หรือ 'ไทรร่า' อยู่ในวงศ์ปลาน้ำจืด มันเป็นปลากินเนื้อ และก็เป็นเหยื่อของปลาอื่นเช่นกัน บางสายพันธุ์สามารถหายใจ เอาอากาศโดยตรงได้",
	"Tank_Pacu": "Pacu: ปลาคู้ หรือ ปลาเปคู หรือ ปลาจะละเม็ดน้ำจืด เป็นชื่อสามัญ ของปลาน้ำจืดหลากหลายชนิด ที่กินทั้งพืชและสัตว์เป็นอาหาร ในวงศ์ปลาริรันย่า พวกมันมีความเกี่ยวข้อง กับปลาปิรันย่า แต่ไม่เหมือนกับญาติของมัน มันมีฟันมีเป็นเหลี่ยมมากกว่า จึงเหมาะกับการกินทั้งพืชและสัตว์",
	"Tank_SnowballPleco": "Snowball Pleco: ปลาซักเกอร์สโนว์บอล เป็นสายพันธุ์หนึ่งในวงศ์ปลาซักเกอร์ ส่วนใหญ่กินอาหารหลัก เป็นพวกสาหร่าย แต่บางทีก็กิน สารอินทรีย์อื่นๆ ด้วย",
	"Tank_FreshwaterPufferfish": "Freshwater Pufferfish: ปลาปักเป้าน้ำจืด  ถึงแม้ว่า ปลาปักเป้าส่วนใหญ่ จะอาศัยอยู่ในทะเล แต่ก็มีประมาณ 35 สายพันธุ์ ที่อาศัยอยู่ในน้ำจืด ตลอดช่วงชีวิตของมัน เช่นเดียวกับปลาปักเป้าอื่นๆ ที่มีความสามารถ ในการพองตัวเมื่อหวาดกลัว เป็นกลไกป้องกันอันตราย เพื่อมาทดแทน การเคลื่อนไหวที่เชื่องช้าของมัน",
	"Tank_Arowana": "Arowana: ปลาแอโรวานา หรือ ปลาตะพัด (ปลามังกร) เป็นปลาน้ำจืด หรือที่รู้จักกันว่า 'ปลาลิ้นกระดูก' มีปลาแอโรวานาประมาณ 10 ชนิด ตลอดลำตัวของมันมีเกล็ดหนา คล้ายลวดลายโมเสก",
	"Tank_Tench": "Tench: ปลาเทนช์ หรือที่รู้จักกันว่า 'ปลาหมอ (doctor fish)' สามารถพบเจอมัน บริเวณแหล่งน้ำไหลช้า เช่น แม่น้ำ หรือทะเลสาบ",
	"Tank_ZebraTilapia": "Zebra Tilapia: ปลาซีบร้าทิลาเพีย หรือ ปลาหมอบัตเตอร์ จัดอยู่ในกลุ่มของปลาหมอสี จัดเป็นปลาหมอสีที่มีขนาดใหญ่ แถบสีเข้มข้างลำตัวของมัน จะค่อยๆ จางลง เมื่ออายุมากขึ้น",
	"Tank_ClownKnifefish": "Clown Knifefish: ปลากราย หรื่อชื่ออื่นๆ เช่น ปลาหางแพน ปลาตองกราย เป็นปลาน้ำจืด ที่ออกหากินเวลากลางคืน มักพบในทะเลสาบ",
	"Tank_RedtailShark": "Redtail Shark: ฉลามหางแดง หรือ 'ปลาทรงเครื่อง ' เป็นสายพันธุ์ปลาน้ำจืด ในวงศ์ปลาคาร์ป มันมีลำตัวสีดำ และมีหางสีส้ม อันเป็นเอกลักษณ์ ถึงแม้ว่าตามชื่อของมัน จะมีคำว่าฉลาม แต่ไม่ได้มีความเกี่ยวข้อง กับฉลามแต่อย่างใด (ป.ล. เป็นปลาที่มีถิ่นกำเนิด ในประเทศไทยด้วย - พี่ซา)",
	"Tank_ClownLoach": "Clown Loach: ปลาหมูอินโด หรือ อีกชื่อหนึ่ง 'ปลาหมูข้างลาย' เป็นสายพันธุ์ปลาน้ำจืด ในวงศ์ปลาหมู มีลำตัวยาวสีส้ม หรือสีเหลือง และมีแถบสีดำคาด ปากของมันจะอยู่ด้านล่าง และมีหนวด 4 เส้น",
	"Tank_Sauger": "Sauger: ปลาซอเกอร์ เป็นปลาน้ำจืด ที่มีความใกล้ชิดกับปลาวอลอาย มันเป็นนักล่าที่ปรับตัวมาอย่างดี มีความสามารถในการว่ายน้ำ ในกระแสน้ำเชี่ยว  มันกินสัตว์ไม่มีกระดูกสันหลัง และปลาขนาดเล็กเป็นอาหาร",
	"Tank_Elephantfish": "Elephantfish: ปลางวงช้าง หรือ 'ปลางวงช้างน้ำจืด' อย่าสับสน กับปลางวงช้างทะเลนะ  ปลาชนิดนี้เป็นปลาน้ำจืด บางสายพันธุ์มีการพัฒนาส่วนปาก เพื่อหาสัตว์ไม่มี กระดูกสันหลังตัวเล็กๆ ในโคลน",
	"Tank_FlameAngelfish": "Flame Angelfish: ปลาเปลวไฟสินสมุทร  หรือ ปลาสินสมุทรเพลิง เป็นปลาในวงศ์ปลาสินสมุทร ที่มีสีส้มแดงสด มีแถบสีดำที่ด้านข้างลำตัว และมีสีน้ำเงินที่ครีบหลัง และครีบก้น กินอาหารจำพวกสาหร่าย และสัตว์ในกลุ่มครัสเตเชียน (กุ้ง กั้ง ปู)",
	"Tank_ThreespotAngelfish": "The Threespot Angelfish: ปลาแองเจิล 3 จุด หรือ สินสมุทรลิปสติก หรือ ปลาบลูเมาท์ เป็นปลาในวงศ์ปลาสินสมุทร มันมีสีเหลืองสดใส และมีจุดสีเข้ม 3 จุดอยู่ที่ลำตัว ปลาตัวเมียในสายพันธุ์นี้ เมื่อถึงช่วงชีวิตหนึ่ง มันจะเปลี่ยนเป็นตัวผู้ได้",
	"Tank_BandedAngelfish": "Banded Angelfish: ปลาแองเจิลแถบดำ หรือ ปลาแบนดิตแองเจิล เป็นปลาในวงศ์ปลาสินสมุทร มันมีตัวขาวซีด และมีแถบสีดำยาวตลอดลำตัว มักพบได้ในบริเวณน้ำลึก รอบๆ ปะการัง",
	"Tank_OrnateAngelfish": "Ornate Angelfish: ปลาออร์เนตแองเจิล หรือที่รู้จักกันว่า ปลาเบลลัสแองเจิล เป็นปลาในวงศ์ปลาสินสมุทร ตัวเมียมักจะมีสีน้ำเงิน ดำและขาว ส่วนตัวผู้จะเป็นสีเทา และคาดเส้นสีเหลือง",
	"Tank_RoyalAngelfish": "Royal Angelfish: ปลาสินสมุทรบั้ง หรือปลาสินสมุทรบั้งเหลือง เป็นปลาทะเล ในวงศ์ปลาสินสมุทร มันมีลำตัวแบน และมีสีหลากหลาย ขึ้นอยู่กับแหล่งกำเนิด",
	"Tank_TigerPuffer": "Tiger Puffer: ปลาปักเป้าเสือ เป็นสายพันธุ์ปลาปักเป้า เช่นเดียวกับปลาปักเป้าอื่นๆ มีอวัยวะเก็บพิษ และพิษกับมนุษย์ร้ายแรง",
	"Tank_MoorishIdol": "Moorish Idol: ปลาโนรีเทวรูป เป็นชื่อสามัญของสายพันธุ์ปลาทะเล ที่พบอยู่ตามแนวปะการัง มันเป็นพวกที่กินทั้งพืชและสัตว์ ที่กินทั้งปะการัง และฟองน้ำ",
	"Tank_BlueTang": "Blue Tang: ปลาบลูแทงค์ หรือ ปลาขี้ตังเบ็ดฟ้า เป็นสายพันธุ์ในวงศ์ปลาขี้ตังเบ็ด มันมีชื่อเรียกอื่นๆ เช่น 'รีกัลบลูแทงค์', 'รอยัลบลูแทงค์', 'บลูฮิปโปแทงค์' และ 'บลูเซอเจียนฟิช' มีลำตัวแบนสีน้ำเงิน และมีลายสีดำ หางสีเหลือง ตัวผู้จะมีขนาดใหญ่กว่าตัวเมีย",
	"Tank_DwarfStingray": "Dwarf Stingray: ปลากระเบนแคระ เป็นสายพันธุ์กระเบนขนาดเล็ก มีรูปทรงเหมือนเพชร และมีส่วนหัวเกือบเหมือน สามเหลี่ยมปลายแหลม มีหางยาวคล้ายแส้ และมีเงี่ยงแยกออกมา",
	"Tank_MaroonClownfish": "Maroon Clownfish: ปลาการ์ตูนแดง หรือ 'ปลาการ์ตูนแก้มหนาม' ที่รู้จักกัน เป็นสายพันธุ์ในวงศ์ปลาการ์ตูน เช่นเดียวกับ ปลาการ์ตูนชนิดอื่นๆ ที่จะอยู่ร่วมกัน แบบอิงอาศัยกับดอกไม้ทะเล",
	"Tank_SebaeClownfish": "Sebae Clownfish: ปลาการ์ตูนลายปล้องหางเหลือง เป็นสายพันธุ์ในวงศ์ปลาการ์ตูน มันอาศัยอยู่กับดอกไม้ทะเลที่มีชื่อว่า เห็ดหลุบ",
	"Tank_Wide-bandClownfish": "The Wideband Clownfish: ปลาการ์ตูนไวด์แบน เป็นสายพันธุ์ในวงศ์ปลาการ์ตูน เช่นเดียวกับ ปลาการ์ตูนชนิดอื่นๆ ที่จะอยู่ร่วมกัน แบบอิงอาศัยกับดอกไม้ทะเล และไม่ได้รับผลกระทบ จากหนามของมัน มันสามารถเปลี่ยนเพศได้ โดยปกติตัวเมียจะมีขนาดใหญ่ที่สุด รองลงมาเป็นตัวผู้สืบพันธุ์ได้ และตัวผู้ที่สืบพันธุ์ไม่ได้",
	"Tank_PinkSkunkClownfish": "Pink Skunk Clownfish: ปลาการ์ตูนอินเดียนแดงชมพู หรือเรียกสั้นๆ ว่า 'ปลาการ์ตูนชมพู' เป็นสายพันธุ์ในวงศ์ปลาการ์ตูน ปลาการ์ตูนจะถูกแบ่งเป็นกลุ่มๆ จำนวน 6 กลุ่ม แต่ละกลุ่มจะเรียกว่า คอมเพล็กซ์ ส่วนปลาการ์ตูนอินเดียนแดงชมพู จัดอยู่ในคอมเพล็กซ์ ที่เรียกว่า 'skunk complex'",
	"Tank_OrangeClownfish": "Orange Clownfish: ปลาการ์ตูนส้ม หรือที่รู้จักกันว่า 'ปลาการ์ตูนเพอร์คูล่า' หรือ 'ปลาการ์ตูนส้มขาว' จัดอยู่ในวงศ์ปลาการ์ตูน เช่นเดียวกับ ปลาการ์ตูนชนิดอื่นๆ ที่จะอยู่ร่วมกัน แบบอิงอาศัยกับดอกไม้ทะเล แต่มันจะอยู่กับ ดอกไม้ทะเลเฉพาะแค่ 2 สายพันธุ์ เท่านั้น ",
	"Tank_SaddlebackClownfish": "Saddleback Clownfish: ปลาการ์ตูนอานม้า หรือ 'ปลาการ์ตูนครีบเหลือง' จัดอยู่ในวงศ์ปลาการ์ตูน เช่นเดียวกับ ปลาการ์ตูนชนิดอื่นๆ ตัวผู้มีความสามารถ ที่จะเปลี่ยนไปเป็นเพศเมียได้ ปรากฏการณ์นี้เรียกว่า protandry",
	"Tank_Two-BandClownfish": "Two-Band Clownfish: ปลาการ์ตูนสองแถบ จัดอยู่ในวงศ์ปลาการ์ตูน เหมือนกับชื่อของมัน ที่ลำตัวของมันจะมีแถบ 2 แถบ หรือเป็นแท่งสีขาวที่มีขอบสีดำ เช่นเดียวกับ ปลาการ์ตูนชนิดอื่นๆ มันกินสาหร่าย และแพลงก์ตอนสัตว์ เป็นอาหาร",
	"Tank_WhitesnoutClownfish": "Whitesnout Clownfish: ปลาการ์ตูนไวท์สเนาท์ หรือที่รู้จักกันว่า 'ปลาการ์ตูนแม็คคัลลอค' เช่นเดียวกับ ปลาการ์ตูนชนิดอื่นๆ ที่จะอยู่ร่วมกัน แบบอิงอาศัยกับดอกไม้ทะเล แต่ปลาการ์ตูนไวท์สเนาท์ จะอาศัยอยู่กับดอกไม้ทะเล เพียงแค่สายพันธุ์เดียวเท่านั้น คือ ดอกไม้ทะเลปลายฟอง (Bubble-tip anemone)",
	"Tank_FireClownfish": "Fireclownfish: ปลาการ์ตูนมะเขือเทศแดงดำ หรือที่รู้จักกันในชื่ออื่นๆ เช่น 'ปลาการ์ตูนชินนาม่อน', 'ปลาการ์ตูนดัสกี้' หรือ 'ปลาการ์ตูนหลังดำ' และอื่นๆ เป็นสายพันธุ์ในวงศ์ปลาการ์ตูน ที่มีลำตัวสีแดงเข้ม และมีแถบสีขาวที่เดียวหลังดวงตา",
	"Tank_YellowtailClownfish": "Yellowtail Clownfish: ปลาการ์ตูนหางเหลือ หรือที่รู้จักกันว่า 'ปลาการ์ตูนลายปล้อง' เป็นสายพันธุ์ในวงศ์ปลาการ์ตูน แต่ไม่เหมือนกับ ปลาการ์ตูนอื่นๆ มันอาศัยอยู่กับดอกไม้ทะเล สายพันธุ์ไหนก็ได้ มากกว่า 10 สายพันธุ์",
	"Tank_SkunkClownfish": "Skunk Clownfish: ปลาการ์ตูนอินเดียนแดง หรือที่รู้จักกันว่า 'ปลาการ์ตูนโน๊ตสทริพ' เป็นสายพันธุ์ในวงศ์ปลาการ์ตูน เช่นเดียวกับ ปลาการ์ตูนชนิดอื่นๆ พวกมันหวงถิ่น และจะปกป้อง อาณาเขตของมัน ด้วยการทำเสียง ป๊อบๆ หรือ จ๊อกๆๆ ",
	"Tank_Pollock": "Pollock: ปลาโพล็อค หรือ 'โพแลคก์' เป็นชื่อสามัญ ของปลา 1 ใน 2 สายพันธุ์ ที่มาจากวงศ์ปลาคอด อีกสายพันธุ์หนึ่ง ที่มักสับสนกัน คือ ปลาโคลีย์ หรือ 'โคลฟิช' ที่อยู่ในสกุลเดียวกัน",
	"Tank_FalseKelpfish": "False Kelpfish: ปลาฟอลซ์ เคลป์ฟิช หรือที่รู้จักกันว่า 'ปลาซีรูฟ' เป็นสายพันธุ์ปลา ในวงศ์ย่อยปลาหิน ซึ่งมีเพียงแค่ 3 สายพันธุ์ ของในวงศ์ย่อยปลาหิน ที่ถูกค้นพบแล้ว",
	"Tank_Icefish": "Icefish: ปลาน้ำแข็ง หรือ 'นู้ดเดิลฟิช - Noodlefish' พวกมันมีลำตัวผอมเพรียว แทบจะไม่มีเกล็ด ตัวเมียไม่มีเกล็ดเลยทั้งตัว ส่วนตัวผู้อาจมีเกล็ดอยู่บ้าง สายพันธุ์ส่วนใหญ่ของปลาน้ำแข็ง มักมีอายุอยู่แค่ปีเดียว เลยต้องทำให้พวกมัน เจริญพันธุ์ไวมากๆ",
	"Tank_Monkfish": "Monkfish: ปลามังค์ฟิช เป็นชื่อสามัญ ของปลาในสายพันธุ์ สกุลเดียวกับปลาตกเบ็ด มันเป็นที่รู้จักในชื่ออื่น เช่น  'Fishing-Frogs' หรือ 'Sea-Devils'  ซึ่งทุกสายพันธุ์ของปลาตกเบ็ด จะใช้หงอน เพื่อล่อหรือดึงดูดเหยื่อ ตอนนี้มีปลามังค์ฟิช ที่ค้นพบแล้วอยู่ 7 สายพันธุ์",
	"Tank_Wolffish": "Wolffish: ปลาหมาป่า หรือ 'หมาป่าทะเล' เป็นปลาทะเลลึก ที่มีถิ่นกำเนิดในน้ำเย็น มันจะใช้ฟันที่แข็งแรงของมัน เพื่อกัดกินหอยหลากหลายชนิด เอคไคโนเดิร์ม (ดาวทะเล แม่นทะเล)  และครัสเตเชียน (กุ้ง กั้ง ปู)  ตอนนี้มีปลาหมาป่า ที่ค้นพบแล้วอยู่ 4 สายพันธุ์ หรือ 5 สายพันธุ์ ถ้านับปลาไหลหมาป่ารวมไปด้วย",
	"Tank_Thread-SailFilefish": "Thread-Sail Filefish: ปลาเธรด เซล ไฟล์ฟิช หรือ  ปลาคาวาฮางิ  เป็นสายพันธุ์ปลา ในวงศ์ปลาวัวจมูกยาว มันกินทั้งแพลงก์ตอน และครัสเตเชียน (กุ้ง กั้ง ปู) ที่มีขนาดเล็กกว่า เป็นอาหาร มันจึงเป็นปลา ที่กินทั้งพืชและสัตว์ ลูกปลาของสายพันธุ์นี้ มักจะซ่อนตัวอยู่ในสาหร่าย เพื่อหลบภัยจากนักล่า",
	"Tank_Soldierfish": "Soldierfish: ปลาโซลเจอร์ เป็นปลาในกลุ่มปลาที่มีก้านครีบ มักพบพวกมันในแหล่งน้ำเขตร้อน ใกล้แนวปะการัง มันหากินบริเวณ ที่มีแพลงก์ตอนสัตว์มากๆ ในแหล่งน้ำที่เปิดกว้าง",
	"Tank_Squirrelfish": "Squirrelfish: ปลาซคเวอเร็ล (ปลากระรอก) เป็นปลาในกลุ่มปลาที่มีก้านครีบ ปลาซคเวอเร็ลที่รู้จักกันตอนนี้ มีอยู่ประมาณ 150 สายพันธุ์ ส่วนมากมักพบพวกมัน ได้ในแหล่งน้ำเขตร้อน ใกล้แนวปะการัง พวกมันกินครัสเตเชียน (กุ้ง กั้ง ปู) พวกมอลลัสก์ (หอย หมึก) และ แกสโตรพอด (หอยฝาเดียว) ที่ก้นทะเล",
	"Tank_Goldfish": "Goldfish: ปลาทอง เป็นปลาน้ำจืด ที่อยู่ในวงศ์ปลาคาร์ป และตรงกันข้ามกับที่เชื่อกัน ปลาทองไม่ได้ความจำสั้น การปล่อยปลาสวยงาม เช่นปลาทอง สามารถทำให้เกิดปัญหาได้ และอันที่จริงมันถูกจัดเป็น สายพันธุ์ต่างถิ่นรุกราน",
	"Tank_Ide": "Ide: ปลาไอดี หรือที่รู้จักกันว่า ปลาออร์ฟี เป็นปลาน้ำจืดในวงศ์ปลาคาร์ป มันมีเกล็ดสีสว่าง และลำตัวยาว",
	"Tank_CelestialEye": "Celestial Eye: ปลาทองตากลับ เป็นปลาทองที่อยู่ในวงศ์ปลาคาร์ป หรือที่รู้จักกันในชื่อ 'โชวเต็งงัง' มันมีส่วนดวงตา มองขึ้นท้องฟ้า ยื่นออกมาเป็นเอกลักษณ์",
	"Tank_Lionhead": "Lionhead: ปลาทองหัวสิงห์ เป็นปลาทองที่อยู่ในวงศ์ปลาคาร์ป มันถูกแยกได้ง่าย จากลักษณะหัวที่โตและหัววุ้น ที่เป็นเอกลักษณ์",
	"Tank_Comet": "Comet: ปลาทองโคเมท เป็นปลาทองที่อยู่ในวงศ์ปลาคาร์ป มันก็เหมือนกับปลาทองทั่วๆ ไป แต่จะมีขนาดเล็กกว่าและ ผอมเพรียวกว่า มันสามารถจำแนกได้จาก ลักษณะหางเดี่ยว ครีบยาว ทรงแฉก",
	"Tank_Telescope": "Telescope: ปลาทองพันธุ์ตาโปน หรือปลาลักเล่ห์ เป็นปลาทองที่อยู่ในวงศ์ปลาคาร์ป ลักษณะเด่นเตะตา ก็คือส่วนตาที่ยื่นโปนออกมา ในบางพื้นที่เรียกคุณลักษณะนี้ว่า 'ตามังกร'",
	"Tank_FreshwaterButterflyfish": "Butterflyfish: ปลาผีเสื้อ ทั่วไปอาศัยอยู่ตามแนวปะการัง อย่างไรก็ตาม สายพันธุ์นี้ สามารถปรับตัว เพื่ออยู่ในน้ำจืดได้ พวกมันหวงถิ่น และจะอยู่กันเป็นคู่ๆ พวกมันกินตัวอ่อน ของปลาน้ำจืด",
	"Tank_Pangasius": "Pangasius: ปลาแพนกาเซียส หรือ ปลาสังกะวาด จัดอยู่ในวงศ์ปลาสวาย สามารถพบได้ในน้ำกร่อย และน้ำจืดที่สามารถเจริญเติบโตได้ พวกมันจัดเป็นปลากินเนื้อ ที่มักจะกิน กุ้ง ปู หรือปลาอื่น ปัจจุบันมีปลาแพนกาเซียส ที่รู้จักกันตอนนี้อยู่ 22 สายพันธุ์",
	"Tank_Anchoviella": "Anchoviella: ปลาแองโชเวียล่า จัดอยู่ในสกุลปลาแอนโชวี่ พวกมันเป็นปลาขนาดเล็ก และสีซีด พบในบริเวณน้ำอุ่น ส่วนมากกินแพลงก์ตอน และครัสตาเซียน (กั้ง กุ้ง ปู) เป็นอาหาร",
	"Tank_Barracuda": "Barracuda: ปลาบาราคูด้า หรือเรียกสั้นๆ ว่า 'ปลาคูด้า' หรือปลาสาก หรือ ปลาน้ำดอกไม้ เป็นปลานักล่าขนาดใหญ่ พวกมันมีลำตัวยาวคล้ายงู ปัจจุบันมีปลาบาราคูด้า ที่ถูกยืนยันแล้ว 28 สายพันธุ์",
	"Tank_Blue-RingedOctopus": "Blue-Ringed Octopuses: หมึกสายวงน้ำเงิน หรือ หมึกบลูริง จัดเป็น 1 ใน 4 ของกลุ่มหมึก ที่มีพิษร้ายแรง ในตอนที่ถูกคุกคาม ตัวมันจะกลายเป็น สีเหลืองสว่าง และเปล่งวงแสงสีน้ำเงินมากมาย",
	"Tank_SmallMantaray": "Manta Rays: ปลากระเบนแมนตา หรือ ปลากระเบนราหู เป็นปลากระเบนขนาดใหญ่ มีครีบหูขนาดใหญ่ รูปทรงสามเหลี่ยม เชื่อมติดกับส่วนหัว เหมือนปลากระเบนชนิดอื่นๆ ปัจจุบันมีสายพันธุ์ ปลากระเบนแมนตา ที่รู้จักกันอยู่ 2 สายพันธุ์",
	"Tank_RibbonEel": "Ribbon Eel: ปลาไหลริบบิ้น หรือที่รู้จักกันในอีกชื่อหนึ่งว่า 'Leaf-nosed Moray Eel'หรือ 'Bernis Eel ' มันจัดอยู่นใวงศ์ ปลาไหลมอเรย์ ที่ถูกจำแนกได้ง่าย จากโพรงจมูกส่วนหน้า ที่ยื่นขยายออกมา มักพบพวกมันตามบึงน้ำเค็ม หรือแนวปะการัง",
	"Tank_SeaSnake": "Sea Snakes: งูทะเล หรืองูปะการัง จัดอยู่ในกลุ่ม สัตว์เลื้อยคลานจำพวกงู ที่ปรับตัวให้ดำรงชีวิตอยู่ในทะเลได้ บางชนิดปรับตัวขั้นสุดเป็นสัตว์น้ำ และสูญเสียการเคลื่อนที่บนพื้นดินไป พวกมันไม่มีเหงือก ดังนั้น มันจึงจำเป็นต้องอยู่ตามผิวน้ำ เพื่อการหายใจ",
	"Tank_SmallSwordfish": "Swordfish: ปลากระโทงดาบ หรือ ปลากระโทงแทงดาบ หรือ 'ปลาบรอดบิลส์' เป็นปลาที่ยากจะอธิบายถึง ลักษณะจงอยปากที่ แบน และยาวแหลม คล้ายดาบ มันอาศัยความเร็วสูงในการล่าเหยื่อ ร่วมกับดาบของมัน อย่างไรก็ตาม มันไม่ได้ใช้ดาบของมันเพื่อแทงเหยื่อ แต่กลับใช้เพื่อตีและทำให้บาดเจ็บ",
	"Tank_Hagfish": "Hagfish: ปลาแฮ็กฟิช เป็นเป็นปลาในอันดับ ปลาไม่มีขากรรไกร ปลาที่มีรูปร่างคล้ายปลาไหลนี้ สามารถผลิตเมือกสไลม์ได้ และมักถูกเรียกว่าเป็น 'ปลาไหลสไลม์'",
	"Tank_LongfinIcedevil": "Longfin Icedevil: ปลาลองฟิน ไอซ์เดวิล เป็นปลาทะเลน้ำลึก ที่อยู่ในวงศ์ปลาค็อดน้ำแข็ง มันมีวิวัฒนาการหลายครั้ง จนกระทั้งสามารถ อาศัยอยู่ในน้ำลึกและเย็นเฉียบ",
	"Tank_Haddock": "Haddock: ปลาแฮดด็อค จัดอยู่ในวงศ์ปลาค็อด มีลำตัวยาว เหมือนกับปลาค็อดทั่วไป ส่วนบนของปลาแฮดด็อค สามารถมีสีได้หลากหลาย ตั้งแต่สีน้ำตาล ไปจนถึงเกือบดำ ในขณะที่ลำตัวส่วนล่าง มีสีขาวเหลือบเงิน",
	"Tank_StubbySquid": "Stubby Squid: หมึกสทัฟบบี้ หรือ 'หมึกบ๊อบเทล' หรือหมึกหูช้าง หมึกการ์ตูน หรือหมึกกระเป๋า จัดอยู่ในกลุ่มเซฟาโลพอด มันมี 8 หนวด และ 2 หนวดจับ ส่วนมากมีขนาดค่อนข้างเล็ก",
	"Tank_DumboOctopus": "Dumbo Octopus: หมึกดัมโบ้ เป็นชื่อสกุลที่มีหมึกร่ม รวมอยู่ 13 สายพันธุ์ พวกมันกินครัสเตเชียน (กั้ง กุ้ง ปู) หอย 2 ฝา และหนอนเป็นอาหาร",
	"Tank_KingCrab": "King Crab: ปูจักรพรรดิ หรือ คิงแครบ เป็นสัตว์ในไฟลัมย่อยครัสตาเซียน ที่พบได้ในทะเลน้ำเย็น เนื่องจากขนาดและเนื้อของมัน จึงถูกจับและขายเป็นอาหาร",
	"Tank_SandDollar": "Sand Dollars: แซนดอลล่า หรือที่รู้จักกันในชื่อ คุ๊กกี้ทะเล สแนปเปอร์บิสกิต หรือ เพนซี่ เชลล์ หรือ เหรียญทะเล หรืออีแปะทะเล มันเป็นสายพันธุ์เม่นทะเล ที่มีขนาดเล็กและแบน มันจะมีโครงกระดูกแข็งที่เรียกว่า 'เทส'",
	"Tank_BlueDragonSlug": "Blue Dragon Slug: ทากทะเลสีน้ำเงิน หรือที่รู้จักกันในชื่ออื่นๆ เช่น 'Sea Swallow', 'Blue Glaucus' และ 'Blue Ocean Slug' เป็นสัตว์ในคลาสแกสโตรพอด ไฟลัมมอลลัสกา ที่ไม่มีเปลือก ซึ่งกินสัตว์น้ำชนิดอื่นๆ รวมถึงพวกที่มีพิษด้วย",
	"Tank_BriefSquid": "Brief Squid: หมึกบรีฟ เป็นหมึกกล้วยสายพันธุ์ขนาดเล็ก เช่นเดียวกับหมึกกล้วยอื่นๆ มันไม่ใช่ปลา แต่เป็นสัตว์ในไฟลัมมอลลัสกา ส่วนมากมักพบในบริเวณน้ำอุ่นตื้นๆ",
	"Tank_Nautilus": "Nautilus: หอยนอทิลัซ หรือ หอยงวงช้าง นอทิลัซ หมายถึง 'กะลาสี' จัดเป็นหอยทะเล ส่วนมากมักถูกเรียกว่าเป็น 'ฟอสซิลที่มีชีวิต' เนื่องจากมันสามารถ อยู่รอดมาได้เป็นเวลานาน โดยไม่มีอะไร เปลี่ยนแปลงอย่างมีนัยสำคัญ",
	"Tank_Prawn": "Prawn: กุ้งใหญ่ เป็นชื่อสามัญ ที่ใช้เรียกสัตว์น้ำขนาดเล็ก ในกลุ่มครัสเตเชียน จัดอยู่ในอันดับเดคาโพดา",
	"Tank_SwimmerCrab": "Swimmer Crab: ปูม้า สัตว์ในกลุ่มครัสเตเชียน ที่อยู่ในวงศ์ปูว่ายน้ำ ขาคู่หนึ่งของมันจะแบน เพื่อให้ว่ายน้ำไปจับเหยื่อได้",
	"Tank_Jellyfish": "Jellyfish: แมงกะพรุน หรือที่เรียกกันทั่วไปว่า เยลลี่ทะเล มันจัดอยู่ในไฟลัมไนดาเรีย ส่วนใหญ่แมงกะพรุน จะอยู่ในระยะเมดูซา (คล้ายร่มและมีปาก เปิดออกทางด้านล่าง) แต่พวกมันก็สามารถทิ้งตัว อยู่ที่ก้นทะเลได้ เมื่อยู่ในระยะโพลิบ (ทรงกระบอก และมักจะเกาะติดอยู่กับที่)",
	"Tank_FreshwaterCrab": "Freshwater Crab: ปูน้ำจืด มีมากกว่า 1,300 สายพันธุ์ ที่ถูกค้นพบ สัตว์ในกลุ่มครัสเตเชียนชนิดนี้ ต่างจากอีกจำพวกของมันที่อยู่ในทะเล ตรงที่ตัวแม่จะมีการเลี้ยงดูลูกของมัน",
	"Tank_FreshwaterShrimp": "Freshwater Shrimp: กุ้งน้ำจืด สัตว์น้ำขนาดเล็ก ในกลุ่มครัสเตเชียน พบได้ในหลายพื้นที่ มันทำหน้าที่สำคัญ ในห่วงโซ่อาหาร โดยเป็นอาหารให้กับ สัตว์ที่มีขนาดใหญ่กว่าหลายชนิด",
	"Tank_HarlequinFreshwaterShrimp": "Harlequin Freshwater Shrimp: กุ้งน้ำจืดฮาร์เลควิน หรือ กุ้งสุลาเวสี เป็นสัตว์น้ำขนาดเล็ก ในกลุ่มครัสเตเชียน มันมีชื่อเรียกอื่นๆ เช่น 'Celebes Beauty Shrimp' หรือ 'Sponge Shrimp' ในวงการสัตว์น้ำสวยงาม ที่เลี้ยงในอควาเรียม",
	"Tank_RedHarlequinFreshwaterShrimp": "Red Harlequin Freshwater Shrimp: กุ้งน้ำจืดฮาร์เลควินสีแดง เป็นสัตว์น้ำขนาดเล็ก ในกลุ่มครัสเตเชียน มันกินฟองน้ำน้ำจืดเป็นอาหาร",
	"Tank_RedFreshwaterShrimp": "Red Freshwater Shrimp: กุ้งน้ำจืดสีแดง หรือที่รู้จักกันทั่วไปว่า 'กุ้งเชอร์รี่' สายพันธุ์ที่มีสีแดงนี้ มักมีขายทั่วไป เพื่อเลี้ยงในตู้อควาเรียม",
	"Tank_BlueFreshwaterShrimp": "Blue Freshwater Shrimp: กุ้งน้ำจืดสีฟ้า กุ้งน้ำจืดชนิดนี้ รู้จักกันทั่วไปในชื่อ 'Blue Velvet Shrimp' สายพันธุ์สีฟ้านี้ ก็เหมือนกับกุ้งเล็กชนิดอื่น มันกินสาหร่าย และสิ่งมีชีวิตขนาดเล็ก",
	"Tank_Ladyfish": "Ladyfish: เลดี้ฟิช หรือ ปลาตาเหลือกยาว จัดเป็นกลุ่มปลาที่มีก้านครีบ พวกมันมีชื่อสามัญอื่นๆ ที่รู้จักกัน เช่น 'Skipjacks', 'Jack-rashes' หรือ 'Tenpounders' พวกมันจะอาศัยอยู่ใกล้ชายฝั่ง เพื่อหาอาหารจำพวก ครัสเตเชียน (กั้ง กุ้ง ปู) หรือปลาเล็กๆ",
	"Tank_Robalo": "Robalo: ปลาโรบาโล หรือที่เรียกว่า 'Common Snook' หรือ 'Sergeant Fish' พวกมันมักจะอยู่ในน้ำอุ่น มันกินปลาเล็ก ครัสเตเชียน เช่น พวกกุ้ง หรือบางทีก็ปู",
	"Tank_MimicOctopus": "Mimic Octopus: หมึกสายเลียนแบบ เป็นสัตว์ในสายพันธุ์หมึกยักษ์ เช่นเดียวกับหมึกยักษ์อื่นๆ มันใช้โครมาโตฟอร์ (เซลล์ที่ผลิตเม็ดสี) เพื่อการอำพรางตัว มันเป็นที่รู้จัก จากการเลียบแบบ เป็นสัตว์น้ำชนิดอื่น จึงเป็นที่มาของชื่อนี้",
	"Tank_SpinnyDogfish": "Spiny Dogfish ฉลามสไปนี่ ด็อกฟิช หรือ 'Spurdog', 'Mud Shark' หรือ 'Piked Dogfish' จัดอยู่ในวงศ์ปลาฉลามน้ำลึก ซึ่งฉลามในสายพันธุ์นี้ สามารถจำแนกได้ จากหนามที่หลัง 2 อัน",
	"Tank_ZebraEel": "Zebra Eel: ปลาไหลลายม้าลาย หรือที่รู้จักกันว่า 'Zebra Moray' เป็นสายพันธุ์สัตว์ ในวงศ์ปลาไหลมอเรย์ มักพบพวกมันได้บริเวณโขดหิน แนวปะการังบริเวณน้ำตื้น",
	"Tank_GhostEel": "Ghost Eel: ปลาไหลผี หรือที่รู้จักกันว่า 'ปลาไหลริบบิ้นสีขาว' เป็นสายพันธุ์สัตว์ ในวงศ์ปลาไหลมอเรย์ มันเป็นนักล่า ที่ออกหากินตอนกลางคืน มักกินครัสเตเชียน (กั้ง กุ้ง ปู) เล็กๆ เป็นอาหาร",
	"Tank_LongnoseGar": "Longnose Gar: ปลาลองโนส การ์ หรือที่รู้จักกันว่า 'Longnose Garpike' หรือ 'Billy Gar' มันมีอายุขัยโดยเฉลี่ย ประมาณ 15-20 ปี และมีอายุขัยมากที่สุด ที่เคยบันทึกไว้ คือ 39 ปี รูปลักษณ์ของมัน ยังแทบจะไม่เปลี่ยนแปลงไป จากเมื่อล้านปีก่อน",
	"Tank_Lungfish": "Lungfish: ปลาปอด หรือที่รู้จักกันดี ว่าเป็นปลาที่สามารถหายใจ นำอากาศไปใช้โดยตรงได้ มีปลาปอดที่ถูกค้นพบแล้ว เพียง 6 สายพันธุ์เท่านั้น ปลาปอด เป็นปลาที่กิน ทั้งพืชและสัตว์เป็นอาหาร นั่นหมายความว่า พวกมันจะกินทั้งพืช และสัตว์ต่างๆ เพื่อความอยู่รอด",
	"Tank_Tigerfish": "Tigerfish: ไทเกอร์ฟิช เป็นปลานักล่าน้ำจืด ส่วนใหญ่เป็นพวกพิสซิวอร์ ซึ่งหมายถึง สัตว์กินเนื้อ ที่กินปลาเป็นอาหารหลัก อย่างเดียวเท่านั้น มันมีลำตัวยาวสีเงิน ส่วนครีบจะมีสีสัน มันมีหัวขนาดใหญ่ และมีฟันมากมาย เพื่อใช้ในการเคี้ยว และงับเหยื่อ",
	"Tank_ElectricCatfish": "Electric Catfish: ปลาดุกไฟฟ้า จัดอยู่ในอันดับปลาดุก วงศ์ปลาดุกไฟฟ้า ซึ่งมีสายพันธุ์ปลาดุกไฟฟ้า ที่ค้นพบแล้วทั้งหมด 21 สายพันธุ์ สมาชิกส่วนใหญ่ในวงศ์นี้ มีความสามารถในการผลิต กระแสไฟฟ้า มากถึง 350 โวลต์",
	"Tank_SmallGoblinShark": "Goblin Shark: ปลาฉลามก็อบลิน เป็นสายพันธุ์หายาก ของปลาฉลามน้ำลึก มันมีผิวสีชมพู กับจมูกยาวแบน และสามารถยื่นขากรรไกร ออกมาได้เมื่อกินอาหาร",
	"Tank_VampireSquid": "Vampire Squid: หมึกแวมไพร์ อยู่ในกลุ่มของหอยที่เรียกว่าเซฟาโลพอด ปกติมันจะเจริญเติบโตอยู่ในน้ำลึก ที่มีความเข้มข้น ของออกซิเจนต่ำ ต่างกับชื่อของมัน มันไม่ได้กินเลือดเป็นอาหาร แต่ว่ากินเศษซาก ที่มาจากอินทรีย์วัตถุ",
	"Tank_GreatFireflySquid": "Firefly Squid: หมึกหิ่งห้อย หรือที่รู้จักกันทั่วไปในชื่อ 'สปาร์คกิ้ง อีโนป สควิด' หรือ โฮตารุอิกะ หมึกในสายพันธุ์นี้ มักพบได้บริเวณชายฝั่ง ในช่วงฤดูวางไข่ แต่โดยปกติจะอยู่ในน้ำลึก พวกมันเป็นสิ่งมีชีวิตเรืองแสง (bioluminescent) หมายถึง พวกมันสามารถแสง ได้จากโฟโตฟอร์ (อวัยวะที่เป็นต่อมสร้างแสง) เชื่อกันว่าแสงที่มันสร้างขึ้น ใช้ในการติดต่อสื่อสาร พรางตัว และดึงดูดเหยื่อ",
	"Tank_FrilledShark": "Frilled Shark: ปลาฉลามครุย เป็นชื่อเรียก 1 ใน 2 สายพันธุ์ ที่ค้นพบของฉลามวงศ์นี้ มันมีลำตัวยาวคล้ายปลาไหล และยังเคลื่อนไหวเหมือนกันอีกด้วย สามารถพบเจอมันได้ ในบริเวณทะเลลึก แต่มันอาจขึ้นมาที่ผิวน้ำ เพื่อหาอาหารจำพวก เซฟาโลพอด (หมึก) ฉลามตัวเล็ก หรือพวกปลากระดูกแข็ง",
	"Tank_Shinidamachu": "Shinidamachu: ชินิดามะจู หรือที่รู้จักกันว่า 'แมลงส่งวิญญาณ' หรือ 'ตัวดูดวิญญาณ' เป็นที่รู้จักว่า สิ่งมีชีวิตชนิดนี้ใช้ขนส่งวิญญาณ น่าจะดีกว่านะ ถ้าไม่ไปอยู่ใกล้มัน",
	"Tank_VoidEvilpus": "Void Evilpus: อีวิลปัสทมิฬ เป็นสัตว์ตัวอย่าง ของหมึกที่ดันไปสัมผัสกับพลังงานมืด ถูกเลี้ยงไว้ในบึงแม่มด เป็นใช้เป็นแรงงานสัตว์ ส่วนมากมักใช้มัน เพื่อเป็นผู้คุมวิญญาณ ที่ถูกจองจำไว้",
	"Tank_TrappedSoul": "Trapped Soul: วิญญาณที่ถูกจองจำ เป็นชื่อสามัญที่ใช้เรียก สิ่งมีชีวิตที่ถูกสาบ ด้วยน้ำยาของแม่มด อาจะเป็นมนุษย์ที่เคียดแค้น หรือเป็นสิ่งมีชีวิตที่อันตราย แต่ตอนนี้มีความดุร้ายน้อยลง",
	"Tank_Mudskipper": "Mudskippers: ปลาตีน เป็นที่รู้จักกันดีกว่า มันสามารถอยู่รอดได้ ทั้งบนบกและในน้ำ หนึ่งในสิ่งที่น่าจดจำของมันคือ ส่วนครีบอกด้านข้าง ครีบพวกนี้จะช่วยให้ปลาตีน สามารถ 'เดิน' ข้าม พื้นผิวที่เป็นโคลนได้",
	"Tank_WaterSnake": "Water Snakes: งูน้ำ เป็นสัตว์เลื้อยคลาน ที่ใช้เกือบทั้งหมดของช่วงชีวิตมัน อาศัยอยู่ในและรอบๆ แหล่งน้ำ ส่วนมากไม่มีพิษ และมักกินกบเป็นอาหาร",
	"Tank_VoidCarp": "Void Carp: ปลาคาร์ปทมิฬ เป็นปลาที่บิดเบี้ยว ไปด้วยพลังงานด้านลบ จึงทำให้รูปร่างมันต่างไปจากเดิม แต่เพราะด้วยรูปลักษณ์ใหม่ของมัน จึงเป็นวัตถุดิบยอดนิยม ในวงการไสยศาสตร์ เพราะสามารถเอาไป ใช้งานได้หลากหลาย",
	"Tank_Blinky": "Blinky: บลิงค์กี้ เจ้าปลาสีส้มตัวนี้ มีตาเพิ่มขึ้นมาอีกหนึ่งดวง จากการกลายพันธุ์ อะไรที่ทำให้มัน กลายเป็นแบบนี้ได้นะ?",
	"Tank_Decapod": "Decapod: เด็กคาพอด : ครัสเตเซียนประหลาดตัวนี้ เชื่อกันว่าเป็นระยะตัวอ่อน ก่อนที่จะวิวัฒนาการ ไปเป็นสิ่งมีชีวิตที่ดูคล้ายๆ กับล็อบสเตอร์ ",
	"Tank_VampireFish": "Vampire Fish: ปลาแวมไพร์ หรือที่รู้จักกันในชื่อว่า 'ปลาพารายา' เป็นปลาดุร้าย ที่สามารถนำมาเลี้ยงรวมกัน กับปลาขนาดใหญ่เท่านั้น ถ้าจะเอาไปใส่ในอควาเรียมนะ",
	"Tank_Piranha": "Piranha: ปลาปิรันย่า หรือ 'Piraña' ที่รู้จักกันว่าเป็นนักล่าจอมโหด  อย่างไรก็ตามอาหารของพวกมัน จะเป็นอะไรก็ได้ และมันยังสามารถ กินพืชได้เช่นกัน มันจึงจัดเป็น ปลาที่กินทั้งพืชและสัตว์",
	"Tank_Lamprey": "Lamprey: ปลาแลมป์เพรย์ จัดอยู่ในชั้นปลาไม่มีขากรรไกร ปลาแลมป์เพรย์ที่โตเต็มวัย สามารถจำแนกได้จากฟัน และปากทรงกรวยของมัน ปัจจุบันมาปลาแลมป์เพรย์ 38 สายพันธุ์ ที่ถูกค้นพบ",
	"Tank_TanchoKoi": "Tancho Koi: ปลาแฟนซีคาร์ปตันโจ, โคย หรือ นิชิกิกอย (ปลาแฟนซีคาร์ป) คือ ปลาไนที่มีสีสันหลากหลาย ปลาแฟนซีคาร์ปตันโจ จะมีวงกลมสีแดงวงเดียวอยู่ที่หัว ลำตัวส่วนที่เหลือ จะเป็นสีขาวล้วน ลักษณะสีนี้เป็นสัญลักษณ์ ของดวงตะวัน และมันยังเป็นที่ชื่นชอบ ในหลายๆ วัฒนธรรม ว่าเป็นตัวแทนแห่งความสุข และนำความโชคดี มาสู่เจ้าของ",
	"Tank_SankeKoi": "Sanke Koi: ปลาแฟนซีคาร์ปซังเก้, โคย หรือ นิชิกิกอย (ปลาแฟนซีคาร์ป) คือ ปลาไนที่มีสีสันหลากหลาย ปลาแฟนซีคาร์ปซังเก้ เป็น 1 ใน สายพันธุ์ปลาแฟนซีคาร์ป ที่เป็นที่นิยมอย่างมาก ในการเลี้ยงไว้ในบ่อปลาคาร์ป หรือในสวนน้ำก็ตาม ปลาโคย 3 สีนี้ เป็น 1 ในหลายๆ สายพันธุ์ที่มักใช้ และเป็นที่ชื่นชอบ เพื่อใช้ในการเพาะพันธุ์ เนื่องจากให้สีสันที่หลากหลาย ปลาโคยสามารถมีอายุ อยู่ได้นานถึง 200 ปี และดังนั้น มันจะถือว่าเป็น มรดกตกทอดในวงศ์ตระกูล",
	"Tank_KohakuKoi": "Kohaku Koi: ปลาแฟนซีคาร์ปโคฮากุ, โคย หรือ นิชิกิกอย (ปลาแฟนซีคาร์ป) คือ ปลาไนที่มีสีสันหลากหลาย ปลาแฟนซีคาร์ปโคฮากุ เป็น 1 ในสายพันธุ์โคย ที่คนรู้จักมากที่สุด มันมีลำตัวสีขาว และมีลายสีแดง มันคือสายพันธุ์ปลาแฟนซีคาร์ป ที่คนส่วนใหญ่นึกถึง เมื่อได้พูดถึงปลาคาร์ป และมันเป็น 1 ในสายพันธุ์เก่าแก่ และคลาสสิก และมีลวดลายหินอ่อน ที่สม่ำเสมอมากที่สุด",
	"Tank_YamabukiKoi": "Yamabuki Koi: ปลาแฟนซีคาร์ปยามาบูกิ, โคย หรือ นิชิกิกอย (ปลาแฟนซีคาร์ป) คือ ปลาไนที่มีสีสันหลากหลาย ปลาแฟนซีคาร์ปยามาบูกิ หรือที่รู้จักกันว่า ยามาบูกิ โอกอน สามารถจำแนกได้ จากลวดลายสีเหลือง จนเกือบเป็นสีทองของมัน เป็นทางเลือกเมื่อคุณต้องการ ความสดใส และสีสันดังแสงแดดเจิดจ้า ในธีมทะเลช่วงฤดูร้อน และด้วยความที่มันเป็นปลา ที่กินทั้งพืชและสัตว์ จึงควรเลือกอาหาร ที่ผ่านการรับรองจากผู้เชี่ยวชาญ และดูแลสภาพแวดล้อม ให้ดีอยู่เสมอ",
	"Tank_GhostKoi": "Ghost Koi: โกสต์ โคย เป็นรุ่นลูกที่ได้จากการผสมพันธุ์ ระหว่าง เมทัลลิค โคย และปลาคาร์ปสีเข้ม ทำให้เกิดเป็นเฉดสีเมทัลลิค ที่หลากหลาย ถ้าเป็นสีทองแดงกับดำนะ มันจะเข้ากันกับ ไก่แจ้ซีไบร์ทของคุณอย่างมาก (ไก่ซีไบร์ท เป็นไก่แจ้ ที่สีขนที่เหมือนกับภาพวาด) สำหรับคนที่ชอบให้สัต์เลี้ยง มีลวดลายเข้ากัน",
	"Tank_KiUtsuriKoi": "Ki Utsuri Koi: ปลาแฟนซีคาร์ป คิ อุทสึริ, โคย หรือ นิชิกิกอย (ปลาแฟนซีคาร์ป) คือ ปลาไนที่มีสีสันหลากหลาย อุทสึริโมโนะ หรือ อุทสึริ เป็นสายพันธุ์หนึ่งของโคย 'คิ' แปลว่า สีเหลือง ใช้สำหรับบ่งชี้โคยที่มีสีเหลือง ผู้ที่มีความเชื่อทางไสยศาสตร์ มีความเชื่อว่า ปลาแฟนซีคาร์ปชนิดนี้ จะนำมาซึ่งความโชคดี และเงินทอง และเมื่อพิจารณา ถึงราคาขายของปลานี้แล้ว ก็น่าคิดเหมือนกันนะ",
	"Tank_HiUtsuriKoi": "Hi Utsuri Koi: ปลาแฟนซีคาร์ป ฮิ อุทสึริ, โคย หรือ นิชิกิกอย (ปลาแฟนซีคาร์ป) คือ ปลาไนที่มีสีสันหลากหลาย อุทสึริโมโนะ หรือ อุทสึริ เป็นสายพันธุ์หนึ่งของโคย 'ฮิ' แปลว่า สีแดง ใช้สำหรับบ่งชี้โคยที่มีสีแดง มีความเชื่อว่าปลาโคยชนิดนี้ จะช่วยให้เจ้าของ ได้รับพลังคุ้มครองแห่งไฟ และมีโชคด้านความรัก แต่ต้องตรวจสอบให้มั่นใจด้วยว่า ชีวิตรักของพวกมัน จะเป็นไปด้วยดี การผสมพันธุ์ในเครือญาติกันเอง จะส่งผลเสีย ต่อสุขภาพของพวกมัน",
	"Tank_ShiroUtsuriKoi": "Shiro Utsuri Koi: ปลาแฟนซีคาร์ป ชิโระ อุทสึริ, โคย หรือ นิชิกิกอย (ปลาแฟนซีคาร์ป) คือ ปลาไนที่มีสีสันหลากหลาย อุทสึริโมโนะ หรือ อุทสึริ เป็นสายพันธุ์หนึ่งของโคย 'ชิโระ' แปลว่า สีขาว ใช้สำหรับบ่งชี้โคยที่มีสีขาว มีความเชื่อในกลุ่มผู้อยู่ใน วงการไสยศาสตร์ ระบุว่าปลาโคยชนิดนี้ เป็นตัวแทนที่สมบูรณ์แบบ ของความสมดุลระหว่าง พลังงานด้านบวก และพลังงานด้านลบ ทางที่ดีควรเลี้ยงมันไว้ ให้ห่างจากเครื่องใช่ไฟฟ้า น่าจะดีกว่า",
	"Tank_Tui": "The Moon spirit Tui: วิญญาญแห่งจันทรา ทุย ข้ามมาจากโลกวิญญาณ เพื่อสร้างโอเอซิสวิญญาณ ณ ที่แห่งนี้ จะอยู่ในร่างอวตาร เป็นปลาโคยสีขาว หากไม่ได้เชื่อมโยงกับ วิญญาณแห่งท้องทะเลแล้ว โลกใบนี้จะเสียสมดุลไป การคืนปลาคู่นี้กลับไปยังบ่อ จะช่วยให้สมดุลคืนกลับมา",
	"Tank_La": "The Ocean spirit La,วิญญาญแห่งท้องทะเล ลา ข้ามมาจากโลกวิญญาณ เพื่อสร้างโอเอซิสวิญญาณ ณ ที่แห่งนี้ จะอยู่ในร่างอวตาร เป็นปลาโคยสีดำ หากไม่ได้เชื่อมโยงกับ วิญญาณแห่งจันทราแล้ว โลกใบนี้จะเสียสมดุลไป การคืนปลาคู่นี้กลับไปยังบ่อ จะช่วยให้สมดุลคืนกลับมา",

	//1.4.0 dialogue boxes

	"RSVRoom": "เดินเข้าไปในประตูนี้ เพื่อดูปลาจาก หมู่บ้านริดจ์ไซด์ และสัตว์ตัวอย่างหายาก",
	"RSVBook1": "นิตยสารตกปลาสตาร์ดิว เล่ม13#...คาร์ปเพลงกล่อม จับได้ยากยิ่ง ประจำฤดูใบไม้ร่วง",
	"RSVBook2": "นิตยสารตกปลาสตาร์ดิว เล่ม 7#...สเตอร์เจียนหางดาบ สเตอร์เจียนหายากในฤดูร้อน แห่งหมู่บ้านริดจ์ไซด์",
	"RSVBook3": "นิตยสารตกปลาสตาร์ดิว เล่ม 9#...กระพรุนห้องหัวใจ แมงกระพรุนทะเลหายาก",
	"RSVBook4": "นิตยสารตกปลาสตาร์ดิว เล่ม 2#...หอยหนามแดง หอยทะเลหายาก ว่ากันว่าเจอได้ในฤดูใบไม้ผลิ",
	"RSVBook5": "นิตยสารตกปลาสตาร์ดิว เล่ม 10#...ปลาสิงโตนางฟ้า เป็นเทพนิยาย หรือเรื่องจริง?^^ตำนานเล่าว่า จะเจอมันได้ในทะเล ใกล้กับสตาร์ดิวแวลลี่ ทุกวันพุธที่ 2 ของแต่ละฤดู",
	"RSVBook6": "นิตยสารตกปลาสตาร์ดิว เล่ม 3#...ปลาไหลบำบัด ปลาไหลหายาก ที่พบได้ในฤดูใบไม้ผลิ และฤดูร้อน ที่ป่าทางตอนเหนือที่เรียกว่า 'The Ridge'",
	"RSVBook7": "นิตยสารตกปลาสตาร์ดิว เล่ม 1#...ครีบกุหลาบสีทอง ผู้อ่านเขียนมาบอกว่า เขาจับปลาหายากตัวนี้ ได้ในวันเสาร์สุดท้ายของฤดู ใกล้กับป่าทางตอนเหนือที่เรียกว่า 'The Ridge'",
	"RSVBook8": "นิตยสารตกปลาสตาร์ดิว เล่ม 69#...เขียดผ้าคลุม สัตว์ครึ่งบกครึ่งน้ำ หรือปลาล่ะเนี่ย? ก็ต้องสัตว์ครึ่งบกครึ่งน้ำสิ!^^...เจอได้ในวันสุดสัปดาห์ ป่าทางตอนเหนือที่เรียกว่า 'The Ridge' ในฤดูใบไม้ร่วง",
	"RSVBook9": "นิตยสารตกปลาสตาร์ดิว เล่ม 5#...เทราต์จอมเกี่ยว เป็นปลาเทราต์หายาก ที่พบได้ในฤดูใบไม้ผลิ ของหมู่บ้านริดจ์ไซด์",
	"RSVBook10": "นิตยสารตกปลาสตาร์ดิว เล่ม 1#...ปูก้อนกรวด สัตว์ในกลุ่มครัสเตเชียนหายาก ที่พบได้ในฤดูร้อน ของหมู่บ้านริดจ์ไซด์",
	"SmallPlant": "ต้นไม้เล็กๆ ที่เริ่มแตกยอดอ่อน มันพึ่งถูกรดน้ำไป",
	"CuratorBedroom": "นี่เป็นห้องนอน ของภัณฑารักษ์ ตอนนี้มันถูกล็อกไว้",
	"MNFIslandRoom": "ป้ายที่ติดอยู่ที่ห้องถัดไปเขียนว่า: ห้องป่าดงดิบ",
	"IslandBag": "คุณเปิดกระเป๋าดู...#......#.........#มันว่างเปล่า",
	"Cheater": "คุณถูกต้มแล้วล่ะ",
	"PearlFish": "Pearl Fish: ปลาไข่มุก เป็นปลาสีชมพู ที่กินสัตว์น้ำจำพวกมีเปลือก เช่น หอย กุ้ง ปู ตัวเล็กกว่า บางครั้งมันจะคายส่วนที่ ย่อยไม่ได้ออกมา เช่น ไข่มุก ก็เลยถูกตั้งชื่อตามเช่นนี้",

	//1.4.0 Fish Descriptions

	"Tank_PearlFish": "Pearl Fish: ปลาไข่มุก เป็นปลาสีชมพู ที่กินสัตว์น้ำจำพวกมีเปลือก เช่น หอย กุ้ง ปู ตัวเล็กกว่า บางครั้งมันจะคายส่วนที่ ย่อยไม่ได้ออกมา เช่น ไข่มุก ก็เลยถูกตั้งชื่อตามเช่นนี้",
	// RSV Fish
	"Tank_PebbleBackCrab": "Pebble Back Crab: ปูก้อนกรวด เป็นสายพันธุ์หายยาก ในกลุ่มครัสเตเชียน พวกมันถูกตั้งชื่อตาม พฤติกรรมที่เป็นเอกลักษณ์ โดยการไปเก็บก้อนกรวด หรือก้อนแร่ต่างๆ และนำมาตกแต่งกระดองของมัน ยังไม่ทราบสาเหตุว่า ทำไมมันจึงประดับประดาตัวเอง ด้วยก้อนแร่ และอัญมณีหายากราคาแพง จึงเป็นเหยื่อในอุดมคติ ของนักตกปลา ที่อยากจะหากำไรเพิ่มขึ้น",
	"Tank_HarvesterTrout": "Harvester Trout: เทราต์จอมเกี่ยวเป็นสายพันธุ์ปลาเทราต์ ที่ไม่เป็นที่ชื่นชอบสักเท่าไหร่ มันได้ชื่อมาจากการ 'เก็บเกี่ยว' ดึงทึ้งพืชผล ที่โตอยู่ใกล้กับแหล่งน้ำ นักตกปลาที่เลี้ยงมันไว้ในบ่อ รายงานว่า บางครั้งจะมีโอกาส ได้รับเมล็ดพันธุ์มาด้วย รวมถึงเมล็ดที่เรียกว่า 'เมล็ดพันธุ์โบราณ' (Ancient Seed)",
	"Tank_FixerEel": "Fixer Eel: ปลาไหลบำบัด เป็นสายพันธุ์ปลาไหลหายาก พวกมันถูกล่า จนเกือบจะสูญพันธุ์ จากตำนานไสยศาสตร์ ในท้องถิ่นที่บอกว่า มันสามารถรักษา 'ได้ทุกอย่าง' มันจึงได้ชื่อว่า ปลาไหลบำบัด",
	"Tank_LullabyCarp": "Lullaby Carp: คาร์ปเพลงกล่อม เป็นสายพันธุ์ปลาคาร์ป เป็นที่รู้กันว่าบางครั้ง พวกมันสามารถ สร้างเสียงดนตรีออกมา แต่ส่วนที่มันสร้างเสียงออกมาได้ยังไง ยังเป็นปริศนาอยู่",
	"Tank_GoldenRoseFin": "Golden Rose Fin: ปลาครีบกุหลาบสีทอง ถูกจดจำได้ง่ายจากสีทอง และครีบที่พริ้วไหว เวลาที่มันว่ายน้ำ มันแทบจะดูเหมือนว่า มันกำลังเต้นรำอยู่ในน้ำเลย",
	"Tank_BladetailSturgeon": "Bladetail Surgeon: สเตอร์เจียนหางดาบ มีครีบหางที่คมมากๆ ครีบของมันอันตรายมาก แต่ยังไม่มีใครทราบว่า มันใช้เพื่อการล่า หรือเพื่อการป้องกันตัว",
	"Tank_CardiaSeptalJellyfish": "Cardia Septal: กะพรุนห้องหัวใจ เป็นสายพันธุ์แมงกะพรุน ที่มีเอกลักษณ์เฉพาะตัวมาก ไม่เหมือนกับแมงกะพรุนทั่วไป ที่บางครั้งจะอาจจะพบว่ามี 2 เพศในตัวเดียว แต่สายพันธุ์นี้ จะมี 2 ตัวเชื่อมติดกัน ด้านหนึ่งแสดงลักษณะเพศผู้ ส่วนอีกด้านแสดงลักษณะเพศเมีย ซึ่งยังไม่ค่อยรู้เกี่ยวกับ แมงกะพรุนสายพันธุ์หายากนี้ มากเท่าไหร่นัก",
	"Tank_CrimsonSpikedClam": "Crimson Spiked Clam: หอยหนามแดง เป็นหอย 2 ฝา สายพันธุ์หายาก ที่ใกล้สูญพันธุ์ เช่นเดียวกับหอย 2 ฝาชนิดอื่น มันสามารถผลิตไข่มุกได้ แต่พบว่าบางครั้งสายพันธุ์นี้ สามารถผลิตทับทิมได้ แทนที่จะเป็นไข่มุก ซึ่งยังไม่ทราบว่ามีสาเหตุ มาจากอะไร",
	"Tank_FairytaleLionfish": "Fairytale Lionfish: ปลาสิงโตนางฟ้า สามารถพัฒนาเกล็ดหลากสีได้ เพื่อใช้ในการพรางตัว ตำนานไสยศาสตร์ กล่าวว่า มันจะนำความโชคดีมาให้ บางตำนานก็กล่าวถึง 'หินรุ้ง' (Prismatic Shard) ด้วย",
	"Tank_CapedTreeFrog": "Caped Tree Frog: เขียดผ้าคลุม เป็นสัตว์ครึ่งบกครึ่งน้ำ สายพันธุ์หายาก สีสันที่อยู่บนหลังของมัน ดูเหมือนผ้าคลุม จึงเป็นที่มา ของชื่อเขียดผ้าคลุมนี้",
	// SVE Fish
	"Tank_Kittyfish": "Kittyfish: ปลาน้องเหมียว เป็นปลาเวทมนตร์ ... หรือแมว? ยังต้องศึกษากันต่อไปอีกยาว",
	// MNF
	"Tank_ClownTriggerfish": "Clown Triggerfish: ปลาวัวตัวตลก หรือ 'ปลาวัวจุด' เป็นปลาทะเล ที่รู้จักกันดีว่า อยู่ในกลุ่มของปลาวัว เช่นเดียวกับปลาวัวอื่นๆ มันมีพฤติกรรมก้าวร้าว และจะปกป้องอาณาเขตของมัน",
	"Tank_Bonnethead": "Bonnethead Shark: ฉลามหัวหมวกคลุม หรือ 'ฉลามหัวบาตร' หรือที่รู้จักกันว่า เป็นสายพันธุ์ ปลาฉลามหัวค้อนขนาดเล็ก เป็นฉลามเขตร้อน ที่ตื่นตัวตลอดเวลา และกินอาหารหลัก เป็นสัตว์ในกลุ่มครัสเตเชียน (กุ้ง กั้ง ปู) ตัวเมียจะมีขนาดใหญ่กว่าตัวผู้",
	"Tank_BlackGhostKnifefish": "Black Ghost Knifefish: ปลาแบล็คโกสต์ หรือ ปลาผีดำ เป็นปลาที่อยู่ในกลุ่มปลาที่มีก้านครีบ เช่นเดียวกับปลาไหลไฟฟ้า ปลาสายพันธุ์นี้ สามารถสร้างกระแสไฟฟ้าอ่อนๆ และปลดปล่อยออกมา ซึ่งสามารถใช้ในการสื่อสาร และการตรวจจับคลื่นไฟฟ้า",

	//1.5.0 

	//Not You Again (by tiakall)
	"Tank_SeaBass": "Sea bass: ปลากะพงขาว เป็นปลาที่ขึ้นชื่อ เรื่องความอร่อยของเนื้อสีขาว เช่นเดียวกับขนาดใหญ่โตของมัน  ถ้าหากว่ามันดันไปกินอะไร ที่กินไม่ได้เข้า มันจะเปิดปากและเหงือกของมัน แล้วสั่นหัวอย่างบ้าคลั่ง เพื่อที่จะเอาสิ่งแปลกปลอมออกไป แต่เพราะแบบนี้เอง ก็เลยทำให้ดูออกจะแปลกๆ ไปสักหน่อย",
	"Tank_PotatoCod": "Potato Cod: ปลาคอดมันฝรั่ง หรือ ปลาเก๋าดอกหมากยักษ์ ตัวนี้เป็นสายพันธุ์หายาก ของปลาคอดมันฝรั่ง ที่ชวนให้นึกถึงมันฝรั่ง pillpintu pasña แถมรสชาติของมัน ยังเหมือนกับมันฝรั่งอีก!",
	"Tank_PinkMaomao": "Pink Maomao: แทบไม่อยากจะเชื่อเลยว่า ปลาพิงค์ เหมาเหมา จะอยู่ในวงศ์เดียวกับ เพื่อนจอมเฉิ่มของมัน อย่างปลากะพงขาว และเช่นเดียวกับปลากะรังจุด พวกมันจะเริ่มช่วงชีวิตด้วยเพศเมีย และเปลี่ยนไปเป็นเพศผู้ เมื่ออายุมากขึ้น",
	"Tank_RedbandedPerch": "Red Banded Perch: ปลาเพิร์ชแถบแดง จัดอยู่ในวงศ์ปลากะพง ถึงแม้ว่ามันจะมีขนาดเล็ก แต่พวกมันจัดเป็นสัตว์กินเนื้อ มักกินปูหรือปลาตัวเล็ก เป็นอาหารหลัก",
	"Tank_DuskyGrouper": "Dusky Grouper: ปลากะรังจุด หรือที่รู้จักกันในบางท้องถิ่น ว่าเป็น  'เนื้อแกะแห่งท้องทะเล' รสชาติละมุนและหวานนิดๆ กินคู่กับไวน์เบาๆ และผักกลิ่นฉุน เช่น พริกหรือหอมหัวใหญ่ อื้มมมมมมม!",

	//SVE
	"Tank_Gemfish": "Gemfish: ปลานพเก้า เป็นปลาที่ใครๆ ก็ต้องการเสาะแสวงหา  สามารถพบมันได้ในบ่อน้ำใต้ดิน ใกล้กับแหล่งอัญมณี อัญมณีที่ฝุดออกมาจากตัวของมัน เป็นอัญมณีของจริง จึงทำให้มันมีมูลค่าสูงมาก",
	"Tank_TorpedoTrout": "Torpedo Trout: เทราต์ตอปิโด เป็นปลาที่ว่องไวมาก ลำตัวยาวเพรียวลม ที่ถูกสร้างมาเพื่อความเร็ว มักทำให้นักตกปลา พากันกุมขมับนักต่อนัก",
	"Tank_Goldenfish": "Goldenfish: สุวรรณมัจฉา เป็นปลาที่เปล่งประกายสุดๆ เกล็ดของมันเรืองแสงดั่งทองคำ ถึงชื่อและรูปลักษณ์ของมัน อาจจะอ้างถึงทองคำก็จริง แต่นั่นไม่ได้บ่งบอกถึง ราคาขายของมันหรอกนะ",
	"Tank_MeteorCarp": "Meteor Carp: คาร์ฟสะเก็ดดาว นักชีวดาราศาสตร์ เชื่อว่า นี่เป็นสายพันธุ์ที่มาจากอวกาศ มีทฤษฎีหนึ่งบอกว่า พวกมันมายังที่นี่ได้ โดยมากับอุกกาบาต จึงเป็นที่มาของชื่อ: 'คาร์ฟสะเก็ดดาว'",
	"Tank_Daggerfish": "Daggerfish: กริชมัจฉา มีจะงอยปากสั้นๆ ที่มันใช้เพื่อการล่า จะงอยปากของมันดูคล้ายกับกริช จึงเป็นที่มาของชื่อ อันเป็นเอกลักษณ์นี้",
	"Tank_BabyLunaloo": "Juvenile Lunaloo: ลูนาลูตัวจ๊อย เป็นสายพันธุ์ของแมงกระพรุนทะเล พวกมันมักจะถูกพบใน ฤดูกาลอพยพประจำปี ในช่วงปลายของฤดูร้อน ยังไม่ทราบสาเหตุที่แน่ชัด ว่าทำไมมันถึงมักถูกดึงดูดด้วยแสง...",
	"Tank_Lunaloo": "Lunaloo: ลูนาลู เป็นสายพันธุ์ของแมงกระพรุนทะเล ที่รู้จักกันในชื่อ 'แมงกระพรุนแสงจันทร์' ส่วนมากมักพบพวกมันในเขตน้ำอุ่น แต่ก็สามารถพบได้ ในฤดูกาลอพยพประจำปี ผ่านแถบชายฝั่งของสตาร์ดิวแวลลี่ ซึ่งจัดเป็นเทศกาลท้องถิ่น ที่มีชื่อว่า 'ระบำแมงกระพรุนแสงจันทร์'",
	"Tank_ShinyLunaloo": "Shiny Lunaloo: ไชน์นี่ ลูนาลู แมงกระพรุนที่มีลักษณะโดดเด่น ที่เรียกว่า ไชน์นี่ ลูนาลู หาพบได้ยาก มักปะปนอยู่ในกลุ่มลูนาลูทั่วไป ตอนนี้ยังไม่ทราบแน่ชัดว่า มันเป็นสายพันธุ์อื่นของลูนาลู หรือเป็นเพียงแค่สัญฐานวิทยา รูปแบบหายากของลูนาลูเท่านั้น",
	"Tank_Seahorse": "Seahorse: ม้าน้ำ เป็นชื่อเรียกของสัตว์ทะเล 46 สายพันธุ์ ส่วนหัวและคอของมัน มีรูปร่างคล้ายกับม้า จึงเป็นที่มาของชื่อ อันเป็นเอกลักษณ์นี้",
	"Tank_SeaSponge": "Sea Sponge: ฟองน้ำทะเล ถึงแม้ว่าจะดูไม่เหมือน แต่อันที่จริงฟองน้ำทะเลจัดเป็นสัตว์ พวกมันอาศัยการไหลผ่านของน้ำอย่างต่อเนื่อง ผ่านลำตัวของมัน เพราะว่ามันไม่มีทั้งระบบประสาท ระบบย่อยอาหาร หรือระบบไหลเวียนเลย",
	"Tank_RadioactiveBass": "Radioactive Bass: กะพงกัมมันตรังสี มีปลากะพงอยู่หลายสายพันธุ์ก็จริง แต่ไม่มีตัวไหนเหมือนกับเจ้านี่! นี่มันเรืองแสงเกินไปแล้ว",
	"Tank_Undeadfish": "Undeadfish: ปลาผีดิบ ยังไม่ค่อยรู้เกี่ยวกับสิ่งที่เรียกว่า 'ปลาผีดิบ ' แต่จากรายงานเบื้องต้น ระบุไว้ว่า ไม่แนะนำให้นำไปบริโภค!",
	"Tank_Bonefish": "Bonefish: ปลากระดูก ปลาตัวนี้ ไม่มีอะไรเลยนอกจากผิวหนัง และกระดูก หรืออาจจะเป็นเกล็ด และกระดูก... อันที่จริงมันไม่มีเกล็ดด้วยซ้ำ!",

	//KAYA	
	"KAYABetta": "Siamese Fighting Fish: ปลากัดสยาม หรือ 'เบ็ตต้า' เป็นที่รู้จักกันอย่างแพร่หลาย และนิยมเลี้ยงไว้เป็นสัตว์น้ำสวยงาม มันมีประวัติศาสตร์มาอย่างยาวนาน ด้านการขยายพันธุ์ ที่ทำให้เกิดความหลากหลาย ทั้งสีสันและแผงครีบ มันถูกบ่งชี้ได้ง่ายจากครีบที่ใหญ่ และพริ้วไหว แต่อย่าให้มันหลอกคุณเชียวล่ะ พวกมันค่อนข้างจะดุร้าย",
	"KAYAGoldfish": "Goldfish: ปลาทอง เป็นปลาน้ำจืด ที่อยู่ในวงศ์ปลาคาร์ป และตรงกันข้ามกับที่เชื่อกัน ปลาทองไม่ได้ความจำสั้น การปล่อยปลาสวยงาม เช่นปลาทอง สามารถทำให้เกิดปัญหาได้ และอันที่จริงมันถูกจัดเป็น สายพันธุ์ต่างถิ่นรุกราน",
	"KAYAGuppy": "Guppy: ปลาหางนกยูง หรือที่รู้จักกันในชื่อ 'Millionfish' หรือ 'Rainbow fish' เป็นปลาสวยงามทั่วไป ปลาพวกนี้ ก็เหมือนกันปลาสายพันธุ์อื่นๆ ในวงศ์ของมัน ที่จะ 'ออกลูกเป็นตัว' หมายความว่า มันจะเก็บไข่ของมันไว้ในตัว และให้กำเนิดออกมาเป็นลูกปลา ที่ว่ายน้ำได้อย่างอิสระ",
	"Tank_MoonlightJelly": "Moonlight Jelly: แมงกระพรุนแสงจันทร์ ส่วนมากมักพบพวกมันในเขตน้ำอุ่น แต่ก็สามารถพบได้ ในฤดูกาลอพยพประจำปี ผ่านแถบชายฝั่งของสตาร์ดิวแวลลี่ ซึ่งจัดเป็นเทศกาลท้องถิ่น ที่มีชื่อว่า 'ระบำแมงกระพรุนแสงจันทร์'",
	"Tank_FlapjackOctopus": "Flapjack Octopus: หมึกยักษ์แฟลปแจ็ค หรือที่รู้จักกัน ในชื่อว่า 'อะดอราบิลิส'  ที่แปลว่า น่ารัก น่าเอ็นดู  เช่นเดียวกับหมึกยักษ์อื่นๆ มันจัดอยู่ในไฟลัมมอลลัสกา  มันมีครีบอยู่เหนือดวงตา และมีหนวดสั้นๆ ที่กางออกไปเหมือนร่ม ทำให้ดูเหมือน แต่งตัวแฟชั่นจัดเต็ม",

	//East Scarpe
	"Tank_CeruleanNudibranch": "Cerulean Nudibranch: ทากเปลือยสีคราม จัดอยู่สกุล 'แบร์เกีย' ซึ่งกินพวกดอกไม้ทะเล เป็นอาหาร ชื่อ 'นูดิแบรนช์' มีรากศัพท์มาจากภาษาละติน โดยคำว่า 'นูดัส'  หมายถึง 'เปลือย' และ จากภาษากรีก โดยคำว่า 'แบร์เกีย'  ที่แปลว่า เหงือก",
	"Tank_OrnateNudibranch": "Ornate Nudibranch: ทากเปลือยออเนท เช่นเดียวกับสายพันธุ์อื่น ที่มีความคล้ายคลึงกับพวกมัน ที่เรียกกันทั่วไปว่า   'ทากทะเล' สายพันธุ์นี้จะมีลำตัวโปร่งแสง และด้านข้างแผ่บานออกไป",
	"Tank_SeaBunnyNudibranch": "Sea Bunny Nudibranch: ทากเปลือยกระต่ายทะเล หรือที่รู้จักกันทั่วไปว่า 'กระต่ายทะเล' เป็นสัตว์ในกลุ่มแกสโตรพอด มอลลัสค์ ที่มีรูปลักษณ์คล้ายกระต่าย กระต่ายทะเลเป็นสัตว์ 2 เพศ หมายความว่า มันสามารถผลิตทั้งสเปิร์ม และเซลล์ไข่",
	"Tank_SunsetNudibranch": "Sunset Nudibranch: ทากทะเลซันเซ็ท จัดอยู่ในสกุล 'Phestilla' ทากทะเลชนิดนี้ มีพฤติกรรมที่ไม่ปกติ คือกินพวกปะการังแข็งเป็นอาหาร ตัวที่ยังไม่โตเต็มวัย จะมีเซลล์ลักษณะยาวที่ต่อยได้ อยู่บนหลังของมัน เรียกว่า 'cnidosacs' ซึ่งในตัวเต็มไว้ จะไม่มีถุงเหล่านี้dd",
	"Tank_GoldenTrout": "Golden Trout: ปลาเทราต์สีทอง หรือที่รู้จักกันในชื่อว่า 'Brigit' เป็นสายพันธุ์เทราต์น้ำจืด ที่มีควมสัมพันธ์ใกล้ชิดกับ เรนโบว์ เทราต์ และสามารถผสมข้ามสายพันธุ์กันได้ หมายความว่า 2 สายพันธุ์นี้ สามารถผสมพันธุ์กัน และออกลูกรุ่นต่อไปได้",
	"Tank_KokaneeSalmon": "Kokanee Salmon: โคคานี่ แซลมอล หรือที่รู้จักในชื่ออื่นๆ เช่น 'ลิตเติ้ล เรดฟิช', 'คิแคนนิ่ง' และ 'วอลล่า' ไม่เหมือนกันแซลมอนสายพันธุ์อื่น พวกมัน 'ไม่ใช่ปลาสองน้ำ' หมายความว่า มันจะไม่อพยพไปที่ทะเล แต่จะอาศัยอยู่ในน้ำจืด ตลอดช่วงชีวิตของมัน",

	//RSV
	"Tank_CutthroatTrout": "Cutthroat Trout: เทราต์เชือดคอหอย เป็นที่นิยมในเกมการตกปลา สำหรับนักตกปลาหลายๆ คน มันได้ชื่อนี้มาจาก สีแดงอันโดดเด่น ที่อยู่แถวกรามด้านล่างของมัน",
	"Tank_DeepRidgeAngler": "Deep Ridge Angler: ปลาตกเบ็ดห้วงลึก เป็นสายพันธุ์หายาก ของปลาตกเบ็ด ข้อเท็จจริงเกี่ยวกับมัน แทบจะไม่มีเลย จนหลายครั้ง ถูกมองว่าอาจเป็นแค่ตำนาน หรือแม้กระทั่งผี!",
	"Tank_MountainRedbellyDace": "Mountain Redbelly Dace: ปลาเดสภูเขาท้องแดง เป็นปลาตัวเล็ก ที่มีความโดดเด่น จากแถบข้างลำตัวสีดำ ที่ เป็นแนวยาวตลอดลำตัว 'เดส' เป็นชื่อเรียกของหลากหลายสายพันธุ์ และส่วนใหญ่พวกมัน จัดอยู่ในวงศ์ปลาคาร์ป",
	"Tank_MountainWhitefish": "Mountain Whitefish:ปลาขาวภูเขา เป็นสายพันธุ์ปลา ที่จัดอยู่ในวงศ์ปลาแซลมอน เป็นปลาหน้าดิน มักกินตัวอ่อน และสัตว์ไม่มีกระดูกสันหลังอื่นๆ เช่น หอยทาก เครย์ฟิช และแอมฟิพอด",
	"Tank_RidgeBluegill": "Ridge Bluegill: บลูกิลล์ริดจ์ไซด์ เป็นสายพันธุ์ที่เป็นเอกลักษณื ของปลาบลูกิลล์ บลูกิลล์ หรือที่รู้จักกัน เช่น 'brim', 'sunny' หรือ 'copper nose' ด้วยขนาดที่เล็ก จึงเป็นปลาขี้อาย และจะอาศัยอยู่ตามไม้น้ำ เพื่อเป็นที่หลบภัย",
	"Tank_RidgesideBass": "Ridgeside Bass: กะพงริดจ์ไซด์ เป็นสายพันธุ์พิเศษ ของปลากะพง มันถูกพบครั้งแรก ในแหล่งน้ำที่อยู่ใกล้ๆ กับหมู่บ้านริดจ์ไซด์ จึงเป็นที่มาของชื่อนี้ เช่นเดียวกับปลากะพงชนิดอื่นๆ พวกมันอยู่ทั่วไป และเป็นที่ชื่นชอบในเกมการตกปลา",
	"Tank_SkulpinFish": "Skulpin Fish: ปลาสกัลปิน หรือที่รูปจักกันว่า 'ปลาแมงป่อง' มันเป็นปลาหน้าดิน ซึ่งก็หมายความว่า มันจะอาศัยอยูู่ที่ก้นบ่อ มันมีครีบที่ติดกันเป็นพังผืด ที่มีปลายหนามแหลมคมอันโดดเด่น ซึ่งใช้สำหรับยึดเกาะกับพิ้นผิว",
	"Tank_SockeyeSalmon": "Sockeye Salmon: ปลาแซลมอนซ็อกอาย หรือ 'แซลมอนแดง' หรือ 'แซลมอนหลังน้ำเงิน'  เป็นสายพันธุ์หนึ่งของแซลมอน ที่จะอาศัยอยู่ในน้ำจืดตลอดชีวิต ไม่เหมือนกันแซลมอนสายพันธุ์อื่น มันจะไม่อพยพไปยังน้ำเค็ม เมื่อโตเต็มวัย",
	"Tank_WaterfallSnakehead": "Waterfall Snakehead: ช่อนน้ำตก  เป็นสายพันธุ์หายาก ของสัตว์เลื้อยคลาน พวกงูน้ำเช่นตัวนี้ จะมี 'ถุงลมปอด' ที่ทำให้พวกมันลอยตัวได้",

	//MNF
	"Tank_RoyalStarfish": "Royal Starfish: รอยัลสตาร์ฟิช ถูกจำแนกได้ง่ายจากลำตัวสีม่วง และมีขอบสีส้มเป็นแนว ตลอดแขนของมัน เช่นเดียวกับสายพันธุ์อื่นๆ ในสกุลนี้  รอยัลสตาร์ฟิช จะกินสิ่งมีชีวิตอื่นเป็นอาหาร โดยการกลืนทั้งหมดเข้าไป และค่อยๆ ย่อยพวกมันในลำตัว บ่อยครั้งที่จะมีสิ้งมีชีวิตหลากหลายชนิด ถูกย่อยอยู่ในท้องของมัน ในช่วงเวลาเดียวกัน",
	"Tank_BlueStarfish": "Blue Starfish: ดาวทะเลสีฟ้า  มีชื่อทางวิทยาศาสตร์ว่า 'Linckia laevigata' หรือชื่ออื่น: 'บลู ลินค์เกีย' มันมักอาศัย อยู่ในเขตน้ำตื้นใกล้ชายฝั่ง",
	"Tank_HolyGrenadeStarfish": "The Holy Grenade Starfish or 'Granulated Sea Star' or 'Big-Plated Sea Star' as it is more commonly known as. It is a large species of sea star belonging to a genus called 'Choriaster', the genus only contains this one species. It usually has pale colouration and 5 short arms.",
	"Tank_CrownOfThornsStarfish": "The Crown-of-Thorns Starfish is a large species of starfish, it preys on mostly coral. It has venomous spines and is an effective predator. In fact it is so effective that it can kill entire coral colonies and is a major threat to many aquatic ecosystems.",
	"Tank_Mandarinfish": "The Mandarinfish or 'Mandarin Dragonet' as it is also known as, is a species of marine fish belonging to the dragonet family. It has a characteristically vivid colouration thanks to its cellular pigmentation. It can usually be found in warm tropic waters.",
	"Tank_Conger": "Conger is the name of a genus for some of the largest types of eels. There are currently 14 known species of Conger, they are often caught and sold as food.",
	
	//Custom Companion dialogue
	"MaskTourist": "Tourist: Do you like my mask? You can buy them at the giftshop just outside!",
	"AquariumTourist_1": "...",
	"Iridium_Knight": "I have done all that can be done. There is nothing left. I need one last challenge!",
	"Squire": "I'm looking for a knight in purple armor. Have you seen them?",
	
	//Map strings	
	"Hatch": "There is a suspicious hatch behind the counter...",
	
	//Special Order Mail
	"SA.Crabpot.Mail": "Thank you for your help the other day @. I might have more jobs for you in the future, so remember to check your Special Orders Board in town.^^Best regards, The Curator of the Stardew Aquarium.",
	"SA.Default.Mail": "Thank you for your help once again @. I noticed when breeding these fish you can get some unique produce. I'm sending a sample with this mail. You know if you had a Fish Pond with these fish, you too could produce these items.^^Best regards, The Curator of the Stardew Aquarium.",
	
	//Special Order Strings
	"SA.CrabPot.SOTitle": "Aquarium Supply Run.",
	"SA.ScorpionCarp.SOTitle": "Breeding Program: Scorpion Carp",
	"SA.ScorpionCarp.SOTitle": "Breeding Program: Octopus",
	"SA.Stonefish.SOTitle": "Breeding Program: Stonefish",
	"SA.IcePip.SOTitle": "Breeding Program: Ice Pip",
	"SA.LavaEel.SOTitle": "Breeding Program: Lava Eel",
	"SA.Feeding.SOText": "I could use some help with feeding some of the fish around the Aquarium.             -The Curator",
	"SA.Breeding.SOText": "I could use some help with a breeding program for some of the endangered specimen around the Aquarium.             -The Curator",
	"SA.CrabPot.Objective1": "Craft 100 Bait.",
	"SA.CrabPot.Objective2": "Donate 100 Bait.",
	"SA.ScorpionCarp.Objective1": "Catch 1 Scorpion Carp.",
	"SA.ScorpionCarp.Objective2": "Donate 1 Scorpion Carp.",
	"SA.Octopus.Objective1": "Catch 1 Octopus.",
	"SA.Octopus.Objective2": "Donate 1 Octopus.",
	"SA.Stonefish.Objective1": "Catch 1 Stonefish.",
	"SA.Stonefish.Objective2": "Donate 1 Stonefish.",
	"SA.IcePip.Objective1": "Catch 1 Ice Pip.",
	"SA.IcePip.Objective2": "Donate 1 Ice Pip.",
	"SA.LavaEel.Objective1": "Catch 1 Lava Eel.",
	"SA.LavaEel.Objective2": "Donate 1 Lava Eel.",

	//npc dialogue such long

	"SPRINGNPC_1": "นักท่องเที่ยว: ฉันจะซื้ออะไร จากร้านขายของที่ระลึกดีนะ?",
	"SPRINGNPC_2": "นักท่องเที่ยว: หวัดดี พึ่งเคยมาอควาเรียม ครั้งแรกเหรอ?",
	"SPRINGNPC_3": "หญิงสาวไม่สังเกตเห็นคุณ เธอยุ่งอยู่",
	"SPRINGNPC_4": "ชายใส่แว่น ส่งยิ้มเจ้าเล่ห์ให้คุณ",
	"SPRINGNPC_5": "นักท่องเที่ยว: ฉันเห็นปลาในน้ำด้วย!",
	"SPRINGNPC_6": "นักท่องเที่ยว: เพื่อนของฉันบอกว่า เธอเห็นโลมา เมื่อตอนที่มาที่นี่ ครั้งก่อน",
	"SPRINGNPC_7": "นักท่องเที่ยว: ฉันมาที่นี่ ทุกฤดูใบไม้ผลิ และฤดูร้อนเลย ฉันชอบชายหาดที่นี่",
	"SPRINGNPC_8": "นักท่องเที่ยว: ถ้าคุณอยากจะว่ายน้ำนะ ลองไปที่ชายหาดทางใต้ดูสิ",
	"SPRINGNPC_9": "นักท่องเที่ยว: ฉันแค่กำลังรอเพื่อนอยู่น่ะ",
	"SPRINGNPC_10": "นักท่องเที่ยว: หวัดดี มาเที่ยวเล่นที่ชายหาดเหรอ?",
	"SPRINGNPC_11": "นักท่องเที่ยว: ดูอาหารทั้งหมดนี้สิ!",
	"SPRINGNPC_12": "นักท่องเที่ยว: ฉันมาที่นี่เพื่อฟังเพลงน่ะ",
	"SPRINGNPC_13": "นักท่องเที่ยว: ขอโทษนะ ฉันไม่รู้จักคุณ",
	"SPRINGNPC_14": "นักท่องเที่ยว: ไง พวก?",
	"SPRINGNPC_15": "นักท่องเที่ยว: โอ้ หวัดดี ฉันกำลังดูแอ่งน้ำขังอยู่น่ะ",
	"SPRINGNPC_16": "นักท่องเที่ยว: อาหารพวกนี้เยี่ยมจริงๆ",
	"SPRINGNPC_17": "นักท่องเที่ยว: คอแห้งจัง",
	"SPRINGNPC_18": "นักท่องเที่ยว: คุณลองนี่รึยัง? ไม่เลวเลยนะ",
	"SPRINGNPC_19": "นักท่องเที่ยว: ไง มาหาอะไรกินเหรอ?",
	"SPRINGNPC_20": "นักท่องเที่ยว: จะลองอันไหนก่อนดีนะ?",
	"SPRINGNPC_21": "นักท่องเที่ยว: ดูพวกคนทางนู้นสิ กินกันอย่างจุเลย",
	"SPRINGNPC_22": "นักท่องเที่ยว: ฉันกำลังพยายาม รวบรวมความกล้า ก่อนจะลงไปในน้ำน่ะ",
	"SPRINGNPC_23": "นักท่องเที่ยว: วันนี้น้ำกำลังดีเลยล่ะ คุณต้องลองดูนะ",
	"SPRINGNPC_24": "นักท่องเที่ยว: ไง จะไปว่ายน้ำเหรอ?",
	"SPRINGNPC_25": "นักท่องเที่ยว: ฉันก็อยากจะว่ายน้ำนะ แต่ว่าผมของฉันจะเสียทรงน่ะสิ",
	"SPRINGNPC_26": "นักท่องเที่ยว: ฉันชอบชายหาดในฤดูใบไม้ผลิจัง ไม่ร้อน หรือหนาวเกินไป",
	"SPRINGNPC_27": "นักท่องเที่ยว: ฉันน่าจะลองอาบแดดดูบ้าง จะได้มีผิวสีแทนสวย",
	"SPRINGNPC_28": "นักท่องเที่ยว: หืมม? โอ้ ฉันกำลังคิดอะไรเพลินๆ น่ะ",
	"SPRINGNPC_29": "นักท่องเที่ยว: อยากจะไปว่ายน้ำเหรอ? ไปตรงบริเวณที่อยู่อีกด้าน ของเชือกสีๆ นั่นน่ะ",
	"SPRINGNPC_30": "นักท่องเที่ยว: สวัสดี มีวันที่ดีมั้ย?",
	"SPRINGNPC_31": "นักท่องเที่ยว: ฉันชอบอควาเรียมนะ แต่ชายหาดนี่ก็ดีเหมือนกัน",
	"SPRINGNPC_32": "นักท่องเที่ยว: ไง วันนี้อากาศดีนะ คุณว่ามั้ย?",

	"NPCSUMMER_1": "ชายใส่แว่น ส่งยิ้มเจ้าเล่ห์ให้คุณ",
	"NPCSUMMER_2": "นักท่องเที่ยว: ฉันจะซื้อบิกินี่ท่อนบน ตัวใหม่ดีมั้ยนะ?",
	"NPCSUMMER_3": "นักท่องเที่ยว: โอ้ ไม่นะ! ฉันลืมเอากระเป๋าสตางค์มา",
	"NPCSUMMER_4": "นักท่องเที่ยว: เป็นโหลปลาที่น่ารักจัง",
	"NPCSUMMER_5": "นักท่องเที่ยว: อยากรู้จังว่าจะมีปลาแบบไหน จัดแสดงไว้ในอควาเรียมบ้าง",
	"NPCSUMMER_6": "นักท่องเที่ยว: หวัดดี พึ่งเคยมาอควาเรียม ครั้งแรกเหรอ?",
	"NPCSUMMER_7": "นักท่องเที่ยว: คุณรู้รึเปล่า? ว่าคุณสามารถซื้อไอศกรีม ได้ที่ชายหาดข้างล่างนะ",
	"NPCSUMMER_8": "สุภาพสตรี: อยากจะไปดูปลาในอควาเรียมมั้ยจ๊ะ ไซม่อน?",
	"NPCSUMMER_9": "ไซม่อนกำลังง่วนอยู่กับการเลียอมยิ้ม และไม่ได้สังเกตเห็นคุณ",
	"NPCSUMMER_10": "นักท่องเที่ยว: ฉันมาที่นี่ ทุกฤดูใบไม้ผลิ และฤดูร้อนเลย ฉันชอบชายหาดที่นี่",
	"NPCSUMMER_11": "นักท่องเที่ยว: ทิวทัศน์จากท่าเรือ ในช่วงเวลานี้ของปี ช่างงดงามจริงๆ",
	"NPCSUMMER_12": "นักท่องเที่ยว: ฉันสาบานเลยนะ ว่าฉันเห็นไก่อยู่ในน้ำจริงๆ หรือบางที มันอาจจะเป็นแค่ปลาปักเป้าล่ะมั้ง",
	"NPCSUMMER_13": "นักท่องเที่ยว: มีอะไรให้ช่วยมั้ย?",
	"NPCSUMMER_14": "นักท่องเที่ยว: สวัสดีที่รัก สบายดีมั้ย?",
	"NPCSUMMER_15": "นักท่องเที่ยว: ฉันไปซื้อไอศกรีมดีกว่า",
	"NPCSUMMER_16": "นักท่องเที่ยว: ผู้หญิงที่อยู่ตรงท่าเรือ ดูมึนๆ นะ",
	"NPCSUMMER_17": "ตัวตลก: อยากจะดูกลลูกโป่งมั้ย?",
	"NPCSUMMER_18": "นักท่องเที่ยว: ตัวตลก มาทำอะไรที่ชายหาดกันล่ะเนี่ย?",
	"NPCSUMMER_19": "นักท่องเที่ยว: หวัดดี ฉันแค่กำลังรอเพื่อนอยู่น่ะ",
	"NPCSUMMER_20": "นักท่องเที่ยว: ฉันชอบดูพระอาทิตย์ตกดินจากตรงนี้",
	"NPCSUMMER_21": "นักท่องเที่ยว: วันนี้ทะเลสวยจัง",
	"NPCSUMMER_22": "ผู้ชาย: ฮู้วว! วันนี้ร้อนจัง",
	"NPCSUMMER_23": "นักท่องเที่ยว: ฉันชอบสีของน้ำในฤดูร้อน",
	"NPCSUMMER_24": "นักท่องเที่ยว: อย่าลืมทาครีมกันแดดด้วยล่ะ ถ้าเธอจะไปอาบแดดน่ะ",
	"NPCSUMMER_25": "นักท่องเที่ยว: อยากจะไปว่ายน้ำเหรอ? ไปตรงบริเวณที่อยู่อีกด้าน ของเชือกสีๆ นั่นน่ะ",
	"NPCSUMMER_26": "นักท่องเที่ยว: การว่ายน้ำ เป็นวิธีที่ยอดเยี่ยม ในการคลายร้อน",
	"NPCSUMMER_27": "นักท่องเที่ยว: ฉันน่าจะเอาหน้ากากดำน้ำมาด้วย",
	"NPCSUMMER_28": "นักท่องเที่ยว: ฉันไม่ไปว่ายน้ำหรอก เดี๋ยวผมของฉันเสียทรง",
	"NPCSUMMER_29": "นักท่องเที่ยว: ถ้าคุณร้อนมากๆ คุณลองไปกระโดดลงน้ำดูสิ",
	"NPCSUMMER_30": "นักท่องเที่ยว: ไง จะไปว่ายน้ำเหรอ?",
	"NPCSUMMER_31": "นักท่องเที่ยว: ฉันกำลังพยายาม รวบรวมความกล้า ก่อนจะลงไปในน้ำน่ะ",
	"NPCSUMMER_32": "นักท่องเที่ยว: ฉันอยากรู้จัง ว่าจะมีเปลือกหอย อยู่บนชายหาดนี่บ้างมั้ยนะ",
	"NPCSUMMER_33": "ชายคนนี้กำลังงีบหลับ คุณอย่าไปกวนเขาจะดีกว่า",
	"NPCSUMMER_34": "นักท่องเที่ยว: ฉันว่า ฉันเห็นปูอ่ะ",
	"NPCSUMMER_35": "นักท่องเที่ยว: หวัดดี ชอบอากาศแบบนี้มั้ย?",
	"NPCSUMMER_36": "นักท่องเที่ยว: ที่แอ่งน้ำขัง มีปลาดาวเลยเต็มเลย",
	"NPCSUMMER_37": "นักท่องเที่ยว: คุณต้องการอะไร?",
	"NPCSUMMER_38": "นักท่องเที่ยว: คุณชอบทรงผมของฉันเหรอ? ขอบคุณ!",
	"NPCSUMMER_39": "นักท่องเที่ยว: ที่แอ่งน้ำขังนี่ มีสิ่งมีชีวิตเต็มเลย",
	"NPCSUMMER_40": "นักท่องเที่ยว: โย่!",
	"NPCSUMMER_41": "นักท่องเที่ยว: ไง พวก?",
	"NPCSUMMER_42": "ผู้ชาย: คุณสามารถถ่ายภาพสวยๆ ได้เยอะแยะที่ชายหาด",
	"NPCSUMMER_43": "นักท่องเที่ยว: ผู้ชายที่อยู่ทางโน้น พึ่งมาถ่ายรูปฉันไป",
	"NPCSUMMER_44": "หญิงสาวกำลังง่วนอยู่กับการกิน และไม่ได้สังเกตเห็นคุณ",
	"NPCSUMMER_45": "นักท่องเที่ยว: ฉันกินต่อไม่ไหวแล้ว",
	"NPCSUMMER_46": "นักท่องเที่ยว: หวัดดี คุณหิวมั้ย?",
	"NPCSUMMER_47": "นักท่องเที่ยว: พายแบล็กเบอร์รี่! ของโปรดฉันเลย",
	"NPCSUMMER_48": "นักท่องเที่ยว: หวังว่าจะไม่มีพวกส้มซิตรัส ผสมอยู่ในอาหารพวกนี้หรอกนะ อ๋อ ฉันแพ้น่ะ",
	"NPCSUMMER_49": "นักท่องเที่ยว: นั่นโคลสลอว์เหรอ? ฉันชอบโคลสลอว์",
	"NPCSUMMER_50": "นักท่องเที่ยว: เนื้อนี่อร่อยสุดๆ",
	"NPCSUMMER_51": "นักท่องเที่ยว: ฉันอยากรู้จังว่าทาปาสพวกนี้ ใส่อะไรลงไปบ้าง มันอร่อยมาก!",
	"NPCSUMMER_52": "นักท่องเที่ยว: อะไรเนี่ย?! มีใครมากินอาหาร ในจานของฉันกัน โอ้ เดี๋ยวนะ ฉันกินเองนี่หว่า",
	"NPCSUMMER_53": "นักท่องเที่ยว: มีอาหารอยู่เต็มไปหมด!",
	"NPCSUMMER_54": "นักท่องเที่ยว: ดูค็อกเทลกุ้งที่เราได้มาสิ อย่างเก๋เลย",
	"NPCSUMMER_55": "นักท่องเที่ยว: เฮ้ นี่เรารู้จักกันมาก่อนเหรอ ?",
	"NPCSUMMER_56": "นักท่องเที่ยว: พวกเขามีขนมขายที่นี่ด้วย ถูกสุดๆ เลยด้วยล่ะ",
	"NPCSUMMER_57": "หญิงสาวไม่สนใจคุณ",

	"FALLNPC_1": "หญิงสาวไม่สนใจคุณ",
	"FALLNPC_2": "ชายใส่แว่น ส่งยิ้มเจ้าเล่ห์ให้คุณ",
	"FALLNPC_3": "นักท่องเที่ยว: คนหายไปไหนกันหมด? ฉันว่าฤดใบไม้ร่วง คงไม่ใช่ฤดูยอดนิยม ในการมาเที่ยวชายหาด",
	"FALLNPC_4": "นักท่องเที่ยว: น้ำออกจะเย็นเกินไปหน่อย สำหรับช่วงเวลานี้ของปี ถ้าถามฉันนะ",
	"FALLNPC_5": "นักท่องเที่ยว: อากาศเริ่มเย็นๆ หน่อยแล้ว แต่ฉันไม่สนหรอก",
	"FALLNPC_6": "นักท่องเที่ยว: หนาวเหมือนกันนะเนี่ย",
	"FALLNPC_7": "นักท่องเที่ยว: ไง ไอ้เกลอ",
	"FALLNPC_8": "นักท่องเที่ยว: หวัดดี สบายดีมั้ย?",
	"FALLNPC_9": "นักท่องเที่ยว: ฉันจำเป็นต้องมา รับแสงอาทิตย์สุดท้าย ก่อนที่ฤดูหนาวจะมาถึง",
	"FALLNPC_10": "นักท่องเที่ยว: อยากรู้จังว่าอะไรอยู่ในขวดพวกนี้",
	"FALLNPC_11": "นักท่องเที่ยว: พาย คือที่สุดแล้ว",
	"FALLNPC_12": "นักท่องเที่ยว: หวัดดี คุณหิวมั้ย?",
	"FALLNPC_13": "นักท่องเที่ยว: คุณได้ชิมเนื้อรึยัง?",

	"NPCWINTER_1": "ชาวประมง: เธอสามารถจับ 'หมึก' ตัวเหมาะๆ ได้ที่นี่ ในตอนกลางคืน",
	"NPCWINTER_2": "ชาวประมงกำลังฮัมเพลงอยู่กับตัวเอง",
	"NPCWINTER_3": "ชาวประมง: มานี่เพื่อตกปลาเรอะ?",
	"NPCWINTER_4": "ชาวประมง: หืมม? ไง หวัดดี ดึงเชือกพวกนั้นให้ตึง",
	"NPCWINTER_5": "สุภาพสตรี: วางบอลหิมะนั่นลงนะ ไซม่อน",
	"NPCWINTER_6": "มีรอยยิ้มแสนเจ้าเล่ห์ อยู่บนใบหน้าของไซม่อน",

	//achievement
	"AchievementName": "กินนอนอยู่กับปลา!",
	"AchievementDescription": "บริจาคปลาทุกชนิด ให้กับสตาร์ดิวอควาเรียม",
	"AchievementCongratulations": "คุณทำได้... ขอแสดงความยินดี ! โปรดกลับมาที่นี่อีกครั้งในวันพรุ่งนี้ เพื่อดูอควาเรียมที่สมบูรณ์แบบ!",

	//ehehehe
	"PufferchickDonated": "คุณได้ยินเสียง อะไรบางอย่างดัง คลิ๊ก จากด้านหลังของเคาน์เตอร์...",

	//mail
	"AquariumOpenLandslide": "ถึง @^^ฉันโล่งใจมากที่ได้ยินว่าไม่มีใครได้รับบาดเจ็บ จากการจัดการกับกองดินถล่มเมื่อคืนนี้ และจากเหตุการณ์นี้ ฉันรู้มาว่าเส้นทางรถไฟ สู่เมืองเพลิแกน กลับมาใช้งานได้อีกครั้ง^ดังนั้น ฉันมีความภูมิใจที่จะได้ประกาศว่า สตาร์ดิวอคาเรียมแห่งใหม่ ได้เปิดให้บริการอย่างเป็นทางการแล้ว!^เพื่อนของฉัน วิลลี่ บอกว่าเธอเป็นนักตกปลามีฝีมือ บางทีถ้าเธอจะลองพิจารณาช่วยบริจาค สัตว์ตัวอย่างที่เธอจับได้ให้กับเรา^^ขอแสดงความนับถือ ภัณฑารักษ์ แห่ง สตาร์ดิวอควาเรียม",
	"AquariumOPenLater": "สวัสดี @!^^ฉันมีความภูมิใจที่จะได้ประกาศว่า สตาร์ดิวอคาเรียมแห่งใหม่ ได้เปิดให้บริการอย่างเป็นทางการแล้ว!^เพื่อนของฉัน วิลลี่ บอกว่าเธอเป็นนักตกปลามีฝีมือ บางทีถ้าเธอจะลองพิจารณาช่วยบริจาค สัตว์ตัวอย่างที่เธอจับได้ให้กับเรา^^ขอแสดงความนับถือ ภัณฑารักษ์ แห่ง สตาร์ดิวอควาเรียม"

}