{
  "spouseRoom_Apples": "มีสตาร์ฟรุตอยู่นี่เต็มเยย! มาจากบ้านเก่า!$0#$e#เพื่อนเอาสตาร์ฟรุตมั้ย? เอ้า![268].$1#$e#*มี๊ป*$0",
  "Rainy_Day_0": "น้ำจากท้องฟ้า ทำให้หลังคา มีเสียงตลกๆ!$0",
  "Rainy_Day_1": "เพื่อนของแอปเปิ้ล สูงขึ้นอีก! สูงขึ้นไปนู้น!$0#$e#แอปเปิลตัวเล็ก อยู่ที่เล็กๆ!",
  "Rainy_Day_2": "แอปเปิลเดินเที่ยว ในฟาร์มตอนเช้า แล้วก็เจอนี่! [290 709 771]$0#$e#เพื่อนของแอปเปิล ชอบมั้ย?$1",
  "Rainy_Day_3": "เพื่อนคนอื่นไม่ว่าอะไร ที่แอปเปิล มาอยู่ด้วยกันกับเพื่อนคนดี!$1#$e#หรือบางที แอปเปิลจะไปเยี่ยมป่าดี?$0",
  "Rainy_Day_4": "เพื่อนต้นไม้ที่อยู่ข้างนอก ร้องเพลงตอนที่ น้ำหยดลงมาจากท้องฟ้า!$0#$e#*มี๊ป*$0",
  "Rainy_Day_Apples": "วันนี้แอปเปิลมีความสุข! เอาของกิน มาให้เพื่อนคนดี! [204]",
  "Rainy_Night_0": "บางทีเพื่อนคนอื่น ก็มาเที่ยวฟาร์ม! พวกเขาชอบฟาร์ม$0#$e#เขาบอกว่าฟาร์ม ทำให้พวกเขามีความสุข$1",
  "Rainy_Night_1": "เย่นเกมมั้ย? แอปเปิลซ่อน เพื่อนของแอปเปิลหา!$0#$e#%แอปเปิลกระโดดอย่างสนุกสนาน",
  "Rainy_Night_2": "เพื่อนของแอปเปิล หนาวเพราะน้ำจากท้องฟ้าหย๋อ? แอปเปิลช่วย!#$e#%แอปเปิลกอดคุณ",
  "Rainy_Night_3": "วันนี้แอปเปิล กินสตาร์ฟรุตไปเยอะเยย! แอปเปิลอิ่มมาก$1",
  "Rainy_Night_4": "แอปเปิลชอบนอนที่บ้าน ของเพื่อนคนดี ฉบ๊ายฉบาย!$0#$e#*มี๊ป*$1",
  "Rainy_Night_5": "เพื่อนของแอปเปิล รู้จักเพื่อนคนอื่น ที่มาจากโลกวิญญาณมั้ย? แอปเปิลมาจากที่นั่น ทั้งสวยและสดใส! มีหลายสีเยย#$e#ไว้แอปเปิล กับเพื่อนคนดี ไปเที่ยวด้วยกันเนอะ?$1",
  "Rainy_Night_Apples": "น้ำจากท้องฟ้า ช่วยเหลือต้นไม้ กับสิ่งมีชีวิตที่อยู่ข้างนอก! ทำให้แอปเปิล มีความสุข!$1",
  "Indoor_Day_0": "วันนี้เพื่อนของแอปเปิล ทำงานในฟาร์มหย๋อ? เพื่อนคนอื่นช่วยได้! แอปเปิลก็จะช่วยนะ!",
  "Indoor_Day_1": "แอปเปิเจอผลไม้อย่อย แบ่งให้เพื่อนคนดีด้วย! [613 634 635 636 637 638]$1#$e#แอปเปิลจะลองหาอีก!$0",
  "Indoor_Day_2": "แอปเปิลเจอ ที่ฉบ๊าบฉบาย ในบ้านด้วย! ชอบตรงนี้!#$e#วันนี้เพื่อนคนดี จะไปข้างนอกหย๋อ? ทักทาย เพื่อนคนอื่นด้วยนะ!$1",
  "Indoor_Day_3": "เพื่อนของแอปเปิล มีมุมที่ชอบในบ้านมั่งมั้ย? แอปเปิลมีด้วยนะ!$0#$e#*มี๊ป*$1",
  "Indoor_Day_4": "วันนี้แอปเปิล อาจจะไปเที่ยวในเมือง ของเพื่อนคนดี อยากรู้แย้ว!$1",
  "Indoor_Day_Apples": "แอปเปิลเจอเมล็ด! เพื่อนคนดีของแอปเปิล ปลูกเพื่อเพิ่มอีก! [770]$0#$e#มีเพื่อนอีก! มีเพื่อนอีก!$1",
  "Indoor_Night_0": "แอปเปิลเหนื่อย จะนอนแย้ว!$0#$e#เพื่อนคนดี มีวันที่ดีมั้ย?$1",
  "Indoor_Night_1": "แอปเปิลหาของดีๆ มาให้เพื่อนคนดี เดี๋ยวพรุ่งนี้แอปเปิลจะหาอีก! [815]$0",
  "Indoor_Night_2": "แอปเปิลอยากให้ เพื่อนของเพื่อนคนดี มองเห็นแอปเปิลด้วย! สนุกกว่าเดิมแน่!$0",
  "Indoor_Night_3": "จะมีเพื่อนคนอื่น มาอยู่กับเพื่อนคนดีเพิ่มมั้ย? จัดปาร์ตี้!$1#$e#ฝนสนุก! ฝน! หยดมา เป๊าะ แป๊ะ$0",
  "Indoor_Night_4": "แอปเปิลเจอหินวิเศษ! เอาให้![390]$1#$e#%แอปเปิลดูสดใส ที่ได้มอบก้อนหินให้คุณ",
  "Indoor_Night_Apples": "เย้! เพื่อนคนดีกลับมาแย้ว! เพื่อนคนดีกลับมาแย้ว!$1",
  "Outdoor_0": "วันนี้ดี!$0#$e#*มี๊ป*$1",
  "Outdoor_1": "แอปเปิลชอบอยู่นี่ กับเพื่อนคนดี! สร้างความทรงจำ แห่งความสุข!$1",
  "Outdoor_2": "แอปเปิลเจอต้นพืช! [771]$0",
  "Outdoor_3": "วันนี้แอปเปิล เจอเพื่อนบินได้! เพื่อนบินได้ ให้เมล็ดพันธุ์มา!$1#$e#แต่แอปเปิลกินเมล็ดพันธุ์ ไปหมดแย้ว ไม่มีเหลือให้เพื่อนคนดี...ขอโต๊ด!$2",
  "Outdoor_4": "วันนี้แอปเปิล วิ่งทั่วฟาร์มเยย! เพื่อนเจอเพื่อนเพิ่มด้วย!$1",
  "Outdoor_Apples": "มีเพื่อนอยู่ที่ฟาร์มของเพื่อนคนดี เยอะแยะเยย! แอปเปิลมีความสุข!$0",
  "OneKid_3": "เพื่อนตัวจิ๋ว แปลกจัง! พวกเขาชอบเมล็ดพันธุ์มั้ย?$0",
  "TwoKids_0": "แอปเปิล ให้สตาร์ฟรุต %kid1 กับ %kid2 ด้วย! อย่อยยย!$1",
  "TwoKids_2": "เพื่อนคนดีตัวจิ๋ว %kid1 กับ %kid2 มองเห็นแอปเปิล!$0",
  "TwoKids_3": "หรือว่าจะมีเพื่อนมาอยู่ที่นี่อีก? มาเป็นเพื่อน กับเพื่อนคนดีตัวจิ๋ว!$0",
  "Good_0": "แอปเปิลคิดถึงสิ่งมีชีวิต ที่ไม่มีเพื่อน แอปเปิลเศร้า$2#$e#%คุณลูบหัวแอปเปิล#$e#*มี๊ป*!$1",
  "Good_1": "แอปเปิลอาบน้ำ! หอมชื่นใจ!$1#$e#แอปเปิลชอบกลิ้งไปทั่ว บนพื้นดิน!$0",
  "Good_2": "แอปเปิลเจอของวิบวับ! อ่ะ ให้เพื่อนคนดี! [378 380 384]$0",
  "Good_3": "เพื่อนคนดี บางทีก็ชอบทำเสียงแปลกๆ ตอนกลางคืน ตลก!$1#$e#*มี๊ป*$1",
  "Good_5": "บ้านของเพื่อนคนดี ทำจากต้นไม้ใหญ่ดี๊ดี ต้นไม้ ทักทายนะ!$0",
  "Good_6": "แอปเปิลเจอของขวัญ ให้เพื่อนคนดี! [309 310 311]",
  "Good_7": "เพื่อคนอื่นเจอต้นกล้า อันนี้ของเพื่อนแอปเปิล![631 632 633 630 629 628]$0#$e#ถ้าปลูกโตแล้ว ขอผลไม้นะ!$1",
  "Good_8": "แอปเปิลวิ่งทั่วฟาร์ม! บางทีเจอเพื่อนใหม่ด้วย!",
  "Good_9": "ของขวัญให้เพื่อนคนดี! แอปเปิลเจอที่ฟาร์ม! [113 112 111 110 114]#$e#*มี๊ป*$1",
  "Neutral_0": "แอปเปิลกินสตาร์ฟรุตไปเยอะแยะ! ตัวโตแย้ว!$1",
  "Neutral_1": "บ้านของเพื่อนคนอื่น ทำจากหินและหญ้า บ้านของเพื่อนคนดี ทำจากต้นไม้!$0",
  "Neutral_2": "เพื่อนคนอื่นไม่ว่าอะไร ที่แอปเปิล มาอยู่ด้วยกันกับเพื่อนคนดี! พวกเขาฝากของขวัญ มาให้ด้วย [195]$1",
  "Neutral_3": "พ่อมดจะมาหาเร็วๆ นี้มั้ย? พ่อมดให้สตาร์ฟรุตกับแอปเปิล อย่อยย!$0",
  "Neutral_4": "วันนี้แอปเปิลกลิ้งบนพื้นดินด้วย สนุก!$0",
  "Neutral_5": "เดี๋ยวแอปเปิล จะไปเยี่ยมบ้านอีกหลังในป่า$0",
  "Neutral_6": "นอนหลับ สนุกจัง! บางทีแอปเปิลฝันดี ฝันถึงสตาร์ฟรุต และเพื่อนคนอื่น$1",
  "Neutral_7": "ทำไมเพื่อนคนดี ถึงชอบอยู่กับแอปเปิลล่ะ?$0#$e#*มี๊ป*!!!$1",
  "Neutral_8": "แอปเปิลทำความสะอาดไม่เก่ง แต่ทำเละเก่ง$0",
  "Neutral_9": "เพื่อนคนดีน่าจะไปอยู่ในป่า กับแอปเปิลวันนึง!$1",
  "Bad_1": "แอปเปิลคิดถึงเพื่อนคนอื่น$2",
  "Bad_0": "เพื่อนคนดีชอบแอปเปิลอยู่มั้ย?$2",
  "Bad_2": "เพื่อนคนดีมีความสุข ที่แอปเปิลอยู่ที่นี่ด้วยมั้ย?$2",
  "Bad_4": "ทำไมเพื่อนคนดี ไม่ไปอยู่กับเพื่อนคนอื่น? อยู่กับแอปเปิลทำไม?$2",
  "Bad_5": "เพื่อนคนดีทำตัวแปลกๆ แอปเปิลไม่เข้าใจ..$2",
  "Bad_6": "สักวันนึง แอปเปิลจะกลับโลกวิญญาณ แอปเปิลรู้สึกแปลกไป...$2",
  "Bad_7": "บางทีแอปเปิลกับเพื่อนคนดี ไม่ควรจะเป็นแบบนี้...$2",
  "Bad_8": "เพื่อนคนดี ไม่มีความสุข...$2",
  "Bad_9": "แอปเปิลคิดถึงป่า...$2",
  "spring_6": "Flower for Apples-friend![427]$0#$e#Apples find lots of flowers.$1",
  "spring_14": "แอปเปิลอยู่นี่! แอปเปิลเอง!$1#$e#*มี๊ป*",
  "spring_26": "*มี๊ป*",
  "winter_7": "Apples see footprint from other creature in forest.$0#$b#Apples wonder what it is...??$1#$e#Maybe more new-friends!?$0",
  "winter_20": "*มี๊ป*",
  "winter_26": "Apples here! Apples me!$1#$e#*meep*",
  "summer_7": "Apples like hot season! Always sunny!$1#$e#Play, play?$0#$e#%You play with Apples for a little while.#$e#Yay! Fun!$1*",
  "summer_27": "*มี๊ป*",
  "fall_13": "*มี๊ป*",
  "fall_21": "*มี๊ป*",
  "spring_1": "ปีใหม่แย้ว! เพื่อนคนดีวางแผนไว้เยอะมั้ย?$0",
  "spring_23": "แอปเปิลชอบดู งานเต้นรำดอกไม้! เพื่อนคนดีคนอื่น ดูมีความสุข!$1",
  "summer_1": "เพื่อนคนดี ปลูกสตาร์ฟรุต ในฤดูนี่จิ นะนะ!$1#$e#แอปเปิลชอบสตาร์ฟรุต!$0",
  "fall_8": "แอปเปิล อยากนอนทั้งวันเยย$0#$e#*มี๊ป*",
  "fall_15": "เพื่อนคนดี จะเอาของในฟาร์ม ไปอวดวันพรุ่งนี้หย๋อ?$0",
  "fall_27": "วันนี้ วันน่ากลัว...$2#$e#%แอปเปิลแข็งทื่อไปแล้ว",
  "winter_25": "แอปเปิลให้หินสีรุ้งกับเพื่อคนดี!$0[74]#$e#%แอปเปิลกระโดดอย่างสนุกสนาน#$e#หินวิบวับหายากนะ!$1",
  "spring_Apples": "ดอกไม้ให้เพื่อนของแอปเปิล![427]$0#$e#แอปเปิลเจอดอกไม้เต็มเยย$1",
  "summer_Apples": "แอปเปิลชอบฤดูที่ร้อนๆ! แดดเจิดจ้า!$1#$e#เล่นกัน เล่นมั้ย?$0#$e#%คุณเล่นกับแอปเปิลอยู่ครู่หนึ่ง#$e#เย้! สนุก!$1",
  "fall_Apples": "ฤดูสีสันนี้ทำให้ แอปเปิลมีความสุข! สีสัน!$0#$e#แอปเปิลสีเขียว! สีเขียววว!$1",
  "winter_Apples": "แอปเปิลเจอรอยเท้า ของสิ่งมีชีวิตในป่าด้วย$0#$b#แอปเปิลสงสัย ว่าคืออะไร...??$1#$e#หรือว่าเป็นเพื่อนใหม่!?$0"
}
