{
        "Introduction": "หวัดดีค่ะ! หนูชื่ออีฟ$1#$e#คุณคือ @ ใช่มั้ยคะ?^คุณคือ @ ใช่มั้ยคะ?$0#$b#หนูรู้ว่าคุณเป็นเพื่อนแม่กับพ่อ!$1",
        "Mon": "วันนี้ พ่อมัดผมให้ค่ะ$0#$b#ชอบมั้ยคะ?$1",
        "Mon4": "พี่แจสบอกหนูว่า บางวันพี่แจสก็ไปหา กุ้งแม่น้ำในแม่น้ำค่ะ$0#$b#หนูอยากไปบ้าง แต่แม่ต้องไม่ให้แน่เลย...$2",
        "Mon8": "คืนนี้แม่จะทำต้มข่าแหละ...$2",
        "Tue": "คุณอยู่ถัดจาก ฟาร์มของป้ามาร์นีใช่มั้ยคะ?$0#$b#ได้เห็นวัวป้าทุกวัน ต้องสนุกแน่เลย!$1",
        "Tue2": "หนูกับพี่วินเซนท์ ชอบไปล่าแมลงกัน ในหน้าร้อนค่ะ$1#$b#แต่ย่าโกรธตลอดเลย บอกว่าเราฉกกะปรก...$2",
        "Tue6": "พ่อบอกว่าคุณ อยู่ที่เมืองซูซู$0#$b#เมืองเป็นยังไงเหรอคะ?$0",
        "Wed": "ดีค่ะ คุณ @^ดีค่ะ คณ @$0#$e#กำลังจะไปไหนเหรอคะ?$0",
        "Wed6": "$q 3730 null#หนูไปเที่ยวฟาร์มคุณ บ้างได้มั้ยคะ?#$r 3730 25 Eve_Farm_1#แน่นอนอยู่แล้ว มีอะไรน่าสนใจ ให้หนูดูเยอะแยะเลยล่ะ#$r 3730 -30 Eve_Farm_2#ฟาร์มฉันไม่ใช่ที่ที่เหมาะ กับเด็กอย่างหนูหรอกนะ",
                "Eve_Farm_1": "เย้! หนูจะไปบอกแม่กับพ่อ$1",
                "Eve_Farm_2": "...$2",
        "Wed10": "โตขึ้นหนูอยากเป็น เหมือนแม่กับน้ามารุค่ะ!$1",
        "Thu": "...$5#$e#คุณคะ เห็นพี่วินเซนท์มั้ย?^คุณคะ เห็นพี่วินเซนท์มั้ย?$5#$b#เมื่อวานเขาทำ ตุ๊กตาตัวโปรดหนูพัง แล้วเอาไปซ่อนไว้ใต้เตียงหนู$2",
        "Thu2": "หวัดดีค่า!^หวัดดีค่า$0#$e#ที่ฟาร์มคุณ ปลูกสวีทเจมเบอร์รี่หรือเปล่า?$0#$b#หนูชอบมันม้ากมากค่ะ!$1",
        "Thu10": "หวัดดีค่ะ คุณลุง @!^หวัดดีค่ะ คุณป้า @!$1#$e#ลุงเซบาสเตียนบอกหนูว่า โตขึ้นจะให้ขี่มอไซค์ ของลุงด้วย!$1",
        "Fri": "หวัดดีค่า^หวัดดีค่า$0#$b#มาหาแม่เหรอคะ?",
        "Fri4": "หนูอยากเรียนกีตาร์...$3#$e#ไปบอกพ่อดีกว่า บายค่ะ!^ไปบอกพ่อดีกว่า บายค่ะ!$1",
        "Fri8": "ลุงอยากรู้ความลับมั้ยคะ @?^ป้าอยากรู้ความลับมั้ยคะ @?$0#$e#พ่อบอกว่าหาเปลือกหอย ได้เยอะแยะเลย ที่ชายหาดตอนหน้าร้อนค่ะ$0#$b#ไปด้วยกันก็ได้นะคะ!$1",
        "Sat": "หวัดดีค่า!^หวัดดีค่า$0#$e#เห็นยายแพมมั้ยคะ?$0",
        "Sat2": "คุณปู่มาเยี่ยมเราเมื่อวานค่ะ$0#$b#ซื้อสมุดระบายสีมาให้ด้วย!$1",
        "Sat8": "หนูชอบไปบ้านพี่แจสมากเลย$0#$b#พี่มีตุ๊กตาเยอะแยะ แล้วก็แบ่งให้หนูเล่นด้วย!$1",
        "Sun": "หวัดดีค่ะ^หวัดดีค่ะ$0#$bมาหาพ่อเหรอคะ?",
        "Sun4": "แม่สอนหนูอ่านหนังสืออยู่ค่ะ$0#$b#แม่เล่านิทานก่อนนอนให้่ฟังทุกคืนเลย$1",
        "Sun10": "หวัดดีค่ะลุง @!^หวัดดีค่ะป้า @!$1#$e#พ่อบอกว่า คุณเคยไปสำรวจถ้ำที่อยู่ ข้างๆบ้านของลุงเซบาสเตียน กับน้ามารุเหรอคะ$0#$b#จริงๆ เหรอ?$1"
}
