{
   "Entries": {
            "Mon8": "แม่น่ะค่อนข้าง เป็นห่วงฉันมากไปหน่อยค่ะ ทีแรกเธอเลยไม่ไว้ใจแซม ...$2#$b#แต่ฉันคิดว่าวันที่ฉันแต่งงาน เป็นหนึ่งในวันที่แม่ มีความสุขที่สุดค่ะ$1#$b#แม่รักอีฟมากๆ ด้วย$1",
            "Tue8": "ฉันสงสัยจังว่า ตอนนี้แซมทำอะไรอยู่...$4#$e#พวกเราอยู่บ้านเดียวกัน แต่ฉันก็ยังคิดถึงเขาตลอดเลยค่ะ$0",
            "Wed8": "วินเซนท์มีความสุขมากเลย ที่ฉันกับฉันแต่งงานกันค่ะ$0#$e#ฉันว่าเขาร้องไห้ด้วยนะคะ ที่งานแต่งของเรา$0#$e#แม่ก็มีน้ำตาซึมเหมือนกันค่ะ$0",
            "Thu8": "ตอนงานแต่ง ฉันประหม่ามากเลยค่ะ...$2#$b#ฉันกับแซมเตรียมงานกัน หลายสัปดาห์เลยนะคะ$0#$e#โชคดีที่มันเป็นไปด้วยดี$1#$e#แล้วแซมก็เป็นสามี ที่ดีที่สุดในโลกเลยล่ะค่ะ แล้วตอนนี้เราก็มีลูกสาว ที่แสนล้ำค่าด้วยกัน$1",
            "Fri8": "แม่คงเหงากว่าที่เคยเป็นแน่เลย พอตอนนี้ฉันแต่งงาน แล้วก็ย้ายมาอยู่กับแซมแล้ว$2#$b#ฉันก็ได้แต่หวังว่า เธอคงไม่เริ่มไปซาลูน บ่อยขึ้นหรอกนะค...$2",
            "Sat8": "ทีแรกฉันกังวลว่าพ่อแม่แซม จะคิดยังไงกับ ความสัมพันธ์ของเราค่ะ...$3#$e#แต่ท่านทั้งคู่ ดีกับฉันมากเลยค่ะ!$1#$e#พวกท่านชอบเล่นกับอีฟด้วย$1",
            "Sun8": "...ฉันยังไม่อยากจะเชื่อเลยว่า ฉันแต่งงานกับผู้ชายคนที่ เยี่ยมยอดที่สุดในโลก$4#$e#จะว่าไปแล้ว ฉันไม่รู้ด้วยซ้ำค่ะว่า ไปเอาความกล้าจากไหน ไปชวนเขาเป็นแฟนก่อน$0",
            "spring_Mon8": "ทุกครั้งที่แซมเอาเพลงใหม่ ที่แต่งมาให้ดู ฉันก็ภูมิใจในตัวเขา ตลอดเลยค่ะ$0#$b#ถ้าเขามีความสุข ฉันก็มีความสุขค่ะ$0#$b#ถ้าเขามีความสุข ฉันก็มีความสุขค่ะ$4",
            "spring_Thu8": "แซมทำให้ฉันเกิดไอเดีย เรื่องจัดกิจกรรมเล่นดนตรี ให้แจสกับวินเซนท์ล่ะ$0#$b#พวกเขาต้องชอบแน่ค่ะ!$1",
            "spring_Fri8": "แน่ล่ะค่ะว่าฉันมีเหตุผล ที่จะไม่ชอบซาลูน$5#$b#แต่แซมชอบไปที่นั่นกับอบิเกล และเซบาสเตียนตลอด บางทีฉันเลยไปด้วยค่ะ$0",
            "summer_Tue8": "เพราะเป็นครู ฉันเลยมักจะตื่นแต่เช้า จะได้มาถึงพิพิธภัณฑ์ก่อน$0#$b#แต่แซมกับอีฟตรงกันข้ามเลยค่ะ พวกเขาชอบที่จะนอนมาก$0",
            "summer_Wed8": "เมื่อก่อนอ่าน นิยายโรแมนติกก็ไม่คิดเลยค่ะ ว่าจะมีอะไรคล้ายๆ กันเกิดกับตัวเองได้...$4#$e#แซมทำให้ฉันรู้สึกเหมือนเป็น ผู้หญิงหนึ่งเดียวในโลกเลย$4",
            "summer_Sat8": "วันไหนฉันกับแซมนอนไม่หลับ เราชอบมองดูดาวกันค่ะ$0#$e#มารุบอกที่ที่ เราจะไปดูดาวได้สวยที่สุดค่ะ",
            "fall_Mon8": "เซบาสเตียนกับแซมชอบ เล่นเกมปกรณัมโซโลเรียนค่ะ$0#$e#พวกเขามาถามฉันด้วย ว่าอยากเล่นด้วยกันมั้ย แต่ฉันว่าขอดูอย่างเดียว ก่อนดีกว่าค่ะ$0",
            "fall_Thu8": "ไม่ใช่ว่าสตาร์ดิวแวลลี่เหมาะ เลี้ยงลูกมากเลยเหรอคะ?$0#$e#ฉันว่าให้อีฟโตที่เมืองเพลิแกน ดีกว่าในเมืองค่ะ$0",
            "fall_Sun8": "ฉันไม่เคยมีแฟนคนอื่นเลย นอกจากแซมค่ะ ฉันเลยประหม่ามากเลย$0#$e#ต่ดีที่ทุกอย่างกับเขารู้สึก เป็นธรรมชาติหมดเลยค่ะ...$4",
            "winter_Fri8": "โจดี้บอกว่าอีฟหน้าเหมือน คุณแม่เธอค่ะ แต่ฉันไม่เคยเจอหรอกนะคะ$1",
            "winter_Sat8": "วินเซนท์ชอบเล่นกับอีฟมาก$1#$b#บางทีก็ยังทะเลาะกันนะคะ แต่ก็เป็นปกติของเด็กๆ ล่ะค่ะ$0",
            "winter_Sun8": "ฉันหยุดคิดถึงแซมไม่ได้เลยค่ะ$4#$e#ฉันรักเขาจังเลย...$4",
            "spring_10_2": "วันนี้วันเกิดวินเซนท์ค่ะ แล้วเขาก็ตื่นเต้นมากเลย$1#$b#เขาชอบดอกแดนดิไลออน ฉันกับแซมเลยไว้จะ ไปเก็บให้เขาทีหลังค่ะ$0",
            "spring_12_2": "พรุ่งนี้เป็น เทศกาลไข่อีสเตอร์ค่ะ$1#$b#วินเซนท์กับแจสชอบที่จะ แข่งในเกมล่าไข่มากๆ เลย ถึงอบิเกลจะชนะ เกือบตลอดก็เถอะค่ะ$0#$e#อีฟก็อยากแข่งด้วย แต่ว่าเธอยังเด็กไปน่ะค่ะ$0",
            "spring_21_2": "อีฟตื่นเต้นกับวันเกิดมากค่ะ$1#$b#พรุ่งนี้แล้ว ฉันกับแซมเลยว่า จะไปซื้ออะไรดีๆ ให้เธอค่ะ$1",
            "spring_23_2": "ฉันกับแซมตั้งตารองานเต้นรำ เทศกาลดอกไม้อยู่ล่ะ$0#$e#แต่ฉันประหม่าหน่อยๆ ค่ะ$0#$eแซมบอกว่าฉันเต้นเก่ง แต่ฉันไม่แน่ใจ...$2",
            "summer_17_2": "วันนี้วันเกิดแซมค่ะ$1#$e#อีฟวาดรูปให้เขาด้วย$1!$1#$e#แล้วก็ฉันมีเซอร์ไพรส์พิเศษ ให้เขาทีหลังด้วยค่ะ...$4"
   },
}
