{
   "Entries": {
            "Mon8": "รู้ป่าว ฉันนี่อย่างโล่งใจเลย ที่เพนนีเป็นคนจีบก่อน$1#$e#เซบาสเตียนเคยบอกตลอด เลยว่าฉันคงไม่มีวันขอเธอ เป็นแฟนสำเร็จหรอก$0#$b#เขาก็คงพูดถูกอะนะ$10#$e#เขายังไม่เชื่อเลยว่า ตอนนี้เราแต่งงานกันแล้ว$1",
            "Tue8": "ไง @$1#$e#เมื่อวานแม่ฉันใช้เวลาทั้งบ่าย นั่งดูรูปวันแต่งงานฉัน$0#$b#แม่ยังไปเรียกแพมมาดูด้วยอีก!$1",
            "Wed8": "ดีที่วินเซนท์ชอบเพนนี มากขนาดนี้$1#$b#แต่แน่ละว่าฉันรักมากกว่า!$4",
            "Thu8": "เธอว่าฉันจะเป็นพ่อที่ดีได้มั้ย @?$7#$e#เพนนีเป็นแม่ที่ดีได้แน่ล่ะ$1#$e#ช่วงนี้เราคุยกันเรื่องมีลูกบ่อย$0#$b#ต้องเจ๋งแน่ ถ้าลูกเป็นเหมือนเพนนี$1",
            "Fri8": "ตอนแรกแพมไม่เห็นด้วย ที่ฉันคบกับเพนนี$2#$b#แต่ฉันดีใจนะ ที่แสดงให้เธอเห็นได้ ว่าฉันจริงจังกับเพนนี$1#$e#วันแต่งงานเราเธอ ดูมีความสุขมากเลย!$1",
            "Sat8": "บางทีฉันก็คิดว่าฉันควร แสดงออกกับเพนนีมากกว่านี้ ว่าฉันแคร์เธอแค่ไหน...$2",
            "Sun8": "ฉันรู้ว่าเพนนีเป็นคนที่ใช่ ตั้งแต่แรกเจอเลย$4#$b#ฉันแค่มัวแต่ประหม่า เกินกว่าจะเข้าหาเธอก่อน$10#$e#เหลือเชื่อว่าตอนนี้ เธอเป็นภรรยาฉันแล้ว...$4",
            "spring_Mon8": "ฉันรู้สึกเป็นคนที่โชคดีที่สุด ในโลกเลยอะ ที่มีเพนนีเคียงข้าง$4",
            "spring_Wed8": "เธออาจจะคิดว่ามันแปลกนะ แต่ว่า...$0#$b#ฉันคิดถึงเพนนีตลอดเลย ถึงจะเพิ่งเจอกันไปก็เหอะ$4",
            "spring_Thu8": "ฉันนึกไม่ออกด้วยซ้ำ ว่าชีวิตเป็นยังไงก่อนมีเพนนี$4#$e#เธอสำคัญกับฉันมากเหลือเกิน ...$4",
            "summer_Wed8": "ฉันว่า ฉันรักเพนนีมากขึ้นทุกวันเลย$4",
            "summer_Sat8": "วันก่อนฉันกับเพนนีพาวินเซนท์ กับแจสไปสวนสาธารณะ$0#$e#แล้วพวกเด็กๆ ก็เริ่มทะเลาะกัน เรื่องไม่เป็นเรื่อง$2#$b#งานเธอนี่บางทีก็หินจริงๆ แหะ$0",
            "summer_Sun8": "เซบคิดว่า เพนนีนี่อย่างเจ๋งเลยแหละ$0#$b#ฉันดีใจที่เพื่อนรักที่สุด ของฉันสองคนเข้ากันได้$1",
            "fall_Mon8": "แพมอาจจะหวงเพนนีไปหน่อย$0#$b#แต่นั่นก็แสดงให้เห็นว่า เพนนีสำคัญ กับแพมมากแค่ไหน$0#$e#ฉันจะตั้งใจเป็นลูกเขยที่ดี$1",
            "fall_Thu8": "เพนนีทำให้ฉันรู้ตัวว่า ฉันให้เวลากับวินเซนท์ น้อยเกินไป$0#$b#เธอเก็ตปะ อีกไม่นานเขาก็โตแล้วอะ$0",
            "fall_Fri8": "เฮ้ @$0#$e#ฉันกำลังคิดอยู่ว่า... มันยังรู้สึกแปลกๆ อยู่เลย เรื่องที่ฉันกับเพนนี แต่งงานกันแล้วอะ...$4",
            "winter_Tue8": "แม่ฉันรักเพนนีสุดๆ ไปเลย$1#$b#เธอเป็นภรรยาและลูกสะใภ้ ที่สมบูรณ์แบบน่ะ$0",
            "winter_Wed8": "มันบ้าไปแล้ว ว่าฉันชอบเวลาที่ได้อยู่กับ เพนนีขนาดไหน...$4#$b#คนคลั่งรัก เขารู้สึกกันแบบนี้เองสินะ?$10",
            "winter_Fri8": "เธอว่าเพนนี ชอบเพลงแบบไหนที่สุด?$1#$e#ฉันอยากทำอะไร เป็นพิเศษให้เธอน่ะ$10",
            "winter_Sun8": "ฉันตั้งตารอ ใช้เวลาร่วมกับเพนนี มากกว่านี้ในปีหน้าล่ะ$4",
            "spring_12_2": "วินเซนท์พูดเรื่องเกมล่าไข่ ไม่หยุดเลย$0#$b#ยังมาขอให้ฉันกับเพนนี ไปเล่นด้วยอีก$0#$b#แต่ฉันว่าเราคง รอดูอีกสักปีก่อนล่ะนะ$0",
            "spring_23_2": "เพนนีตื่นเต้นเรื่อง งานเทศกาลดอกไม้ล่ะ$0#$e#ฉันมั่นใจเลยว่า เธอก็คงสวยเหมือนทุกวัน$4#$e#เธอเป็นภรรยาของฉันนี่นา ...$4",
            "fall_2_2": "เมื่อวานฉันขอให้แม่ ช่วยทำมัฟฟินล่ะ$0#$b#แบบว่า สำหรับวันเกิดเพนนีอะ$0#$b#แต่จบไม่ค่อยสวย...$2#$b#ฉันเลยตัดสินใจว่า จะไปซื้อดอกป็อปปี้ จากร้านปิแอร์แทน$0",
            "winter_7_2": "พรุ่งนี้ฉันกับเพนนี จะไปทำตุ๊กตาหิมะ ที่เทศกาลสลักน้ำแข็งกันแหละ$1#$e#เธอจะลงแข่งตกปลาป่าว @?$0"
   },
}
