{

"spring_Mon": "%แฮงก์: ปีนี้เดอะทัลเนลเลอร์ ทำได้เยี่ยมจริงๆ! พวกเข้าต้องไปถึงรอบชิงชนะเลิศได้แน่!",
"spring_Tue": "%แฮงก์: เทรย์วอนกับฉันทำงานกันอย่างหนัก เพื่อซื้อบ้านหลังนี้ มันชวนให้รู้สึกดีนะที่ได้รู้ว่า มันเป็นของเรา",
"spring_Wed": "%แฮงก์: ไง เธอเป็นชาวไร่ใช่มั้ยล่ะ? บอกฉันสิ... ไก่อะไรกินไม่ได้?#$e#%แฮงก์: ไก่จะสิ้นเดือนแหล่ว! ฮ่าฮ่า!#$e#%แฮงก์: เธอไม่เห็นด้วยเหรอ ว่านี่เป็นมุกที่ \"น่าขัน ! \" เหรอ? เอ่ก อี้ เอ้ก ผ่าม #$e#%แฮงก์: ก็แบบ นึกทีไรก็ขำทุกที",
"spring_Thu": "%แฮงก์: หืม ฉันคงต้องตัดหญ้าซะหน่อยแล้ว#$e#%แฮงก์: เราซื้อเครื่องตัดหญ้ารุ่น LV2103 แบบชาร์จไฟได้ เมื่อปีที่แล้ว ถึงเวลาของมันแล้ว",
"spring_Fri": "%แฮงก์: ชานเมืองป่าบึง ยอดเยี่ยมและเงียบสงบ เพราะงั้นฉันถึงได้ชอบไง#$e#%แฮงก์: พวกสัตว์มากมาย ก็ถือว่าสถานที่แห่งนี้ เป็นบ้านของพวกมันเหมือนกัน ฉันเคยเจอหมีที่สวนหลังบ้าน ครั้งนึงด้วยนา",
"spring_Sat": "%แฮงก์: เดี๋ยวฉันต้องไปที่ \"ร้านขายวัสดุก่อสร้าง\" เพื่อหาซื้ออุปกรณ์ สำหรับงานใหม่ของฉัน#$e#%แฮงก์: ฉันสร้างและซ่อมนู้นนี่มากมาย ให้กับลูกค้าทั่วไป และเชิงพาณิชย์ด้วย!",
"spring_Sun": "%แฮงก์: ไง ดีใจที่ได้เจอเธอนะ#$e#%แฮงก์: *คิกคัก* ฉันรู้หรอกน่า ว่าเธอไม่ได้จะมาถึงที่นี่ เพื่อมาเยี่ยมฉัน สการ์เล็ตคงจะอยู่แถวๆ นี้แหละ",

"summer_Mon": "%แฮงก์: ฉันกับสามี ลงมือทาสีบ้านของเราเอง เราจะทำให้มันเป็นเฉดสีฟ้าน่ะ#$e#%แฮงก์: ก่อนหน้านี่มันเป็นสีขาว ซึ่งไม่ค่อยโดนใจฉัน",
"summer_Tue": "%แฮงก์: ไง ดีใจที่ได้เจอเธอ",
"summer_Wed": "%แฮงก์: ฉันกำลังลองแผนปรับเปลี่ยน โภชนาการแบบใหม่อยู่ ไปได้สวยเลยล่ะ#$e#%แฮงก์: เธอเคยได้ยินเรื่องอาหารคีโตรึเปล่า? มันคือการที่เธอ จะไม่กินอาหารจำพวกแป้งทั้งหมด และกินโปรตีนกับไขมันแทน",
"summer_Thu": "%แฮงก์: สักวันนึง ฉันอยากจะขุดสระว่ายน้ำ ในที่ดินของเรา มันต้องแลกด้วยกำลังแขนและขาก็จริง แต่ฉันว่ามันต้องคุ้มค่าแน่#$e#%แฮงก์: ลองคิดว่าเราจะมีปาร์ตี้ริมสระดูสิ! บ้านเราคงจะแจ่มที่สุด ในย่านชายเมืองนี้เลย",
"summer_Fri": "%แฮงก์: วันนี้สการ์เล็ตอยู่บ้านนะ ถ้าเธอกำลังตามหาอยู่น่ะ",
"summer_Sat": "%แฮงก์: เธอจะไม่มีทางหาไม้เนื้อแข็ง ที่ดีกว่านี้ได้ ในทางตอนใต้ของแกรมเพิลตัน#$e#%แฮงก์: ชาวบ้านส่วนใหญ่แถวนั้น ใช้ป่าไม้แถวนั้น ประกอบอาชีพไปหมดแล้ว",
"summer_Sun": "%แฮงก์: ฤดูกาลใหม่ของกริดบอล กำลังจะเริ่มขึ้นแล้ว เธอเชื่อรึเปล่าว่าเขาจะขายแจ๊กกี้ทิ้ง? โง่เง่าจริงๆ!",

"fall_Mon": "%แฮงก์: ฉันไม่ต้องการให้เธอมาด้อมๆ มองๆ รอบๆ ห้องของพวกเรา เข้าใจนะ?#$e#%แฮงก์: พวกเราถือเรื่องความเป็นส่วนตัว",
"fall_Tue": "%แฮงก์: ตอนที่ฉันอายุพอๆ กับเธอ ฉันลองทำงานซะหลายอย่างเลย#$e#%แฮงก์: ก็แปลกดีเหมือนกันนะ ที่ตอนนี้ ฉันก็ยังทำเหมือนกับตอนนั้น แต่เพิ่มความเป็นมืออาชีพเข้าไป!",
"fall_Wed": "%แฮงก์: ฉันประทับใจกับสีสัน ในฤดูกาลนี้เสมอ#$e#%แฮงก์: เพื่อนบ้านคนนึงของเรา ที่อยู่ด้านล่างของถนนเส้นนั้น คลั่งไคล้ของตกแต่ง สำหรับเทศกาลภูติของเขามาก เห็นแล้วถึงกับผงะ",
"fall_Thu": "%แฮงก์: ไม่มีอะไรเลย นอกจากข่าวร้ายในต่างประเทศ บางทีฉันก็รู้สึกว่า มันแย่กว่าที่ควรจะเป็นซะอีก",
"fall_Fri": "%แฮงก์: ทุกคนในป่าบึงนี่ ต่างไว้ใจกันอย่างแท้จริง เธอจะพบว่า ชาวบ้านส่วนใหญ่ ไม่ล็อกประตูกันเลย",
"fall_Sat": "%แฮงก์: *เฮ้อ*  ฉันอยากจะพักร้อนแล้วสิ ได้ยิมมาว่าแถวๆ หมู่เกาะใบเฟิร์น ในช่วงเวลานี้ กำลังดีเลย",
"fall_Sun": "%แฮงก์: 'เครื่องเป่าใบไม้ อีวา พาวเวอร์ 2000 '  ของเรา ช่วยให้เก็บกวาดสนามหญ้า ได้อย่างง่ายดาย ดีกว่าใช้คราดเยอะ",

"winter_Mon": "%แฮงก์: *แค่ก* *แค่ก* ฉันว่าอากาศเล่นงานฉันซะอยู่หมัด...",
"winter_Tue": "%แฮงก์: สการ์เล็ตชอบชีสนมแพะ และเชอร์รี่มากที่สุด ถ้าเธออยากจะหล่อนรู้สึกดีๆ น่ะนะ ลองหาของพวกนี้ไปให้ดู#$e#%แฮงก์: ฮ่าฮ่า ฉันเหรอ? ฉันเป็นสายเนื้อ",
"winter_Wed": "%แฮงก์: อย่าแตะต้องตัวควบคุมอุณหภูมินั่น#$e#%แฮงก์มองคุณด้วยสีหน้าเคร่งขรึม",
"winter_Thu": "%แฮงก์: อากาศจะเริ่มหนาวขึ้น ในช่วงเวลานี้ของปี ผิงไฟและทำตัวของเธอ ให้อบอุ่นเข้าไว้",
"winter_Fri": "%แฮงก์: วันนี้งานฉันคือคอยรับสายลูกค้า ไม่มีอะไรต้องทำมากมาย แค่ดื่มด่ำไปกับเครื่องดื่มร้อนๆ และดูกริดบอล#$e#%แฮงก์: เธอเป็นแฟนทัลเนลเลอร์รึเปล่า? เรามีตั๋วเหมาเพื่อดูการแข่งด้วย",
"winter_Sat": "%แฮงก์: เดี๋ยวต้องไปกวาดหิมะ ออกจากถนนแล้วสิ เธอก็อย่าปล่อยให้มัน ทับถมจนหนาเกินไปล่ะ",
"winter_Sun": "%แฮงก์: *คิกคัก* ฉันรู้หรอกน่า ว่าเธอไม่ได้จะมาถึงที่นี่ เพื่อมาเยี่ยมฉัน สการ์เล็ตคงจะอยู่แถวๆ นี้แหละ",

}
