{
"Format": "1.15.0",
"ConfigSchema": {
    "Version": {
			"AllowValues": "dating, married, family",
			"Default": "dating"
		    },
    "HaveChildren": {
			"AllowValues": "true, false",
			"Default": "false"
		    },
    },
"Changes": [
    
        //      D   A   T   I   N   G       V   E   R   S   I   O   N
    
//Sam and Penny dialogue | 6 hearts event
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sam",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020001"
		},
"Entries": {
            "Tue6": "เฮ้ @$0#$b#พอรู้ป่าวว่าเพนนี น่าจะชอบของขวัญอะไร?$4#$e#เอ้อ อย่าเข้าใจผิดนะ$8#$b#แค่อยากขอบคุณที่เธอ ใจดีกับวินเซนท์น่ะ$10",
            "Thu6": "ฉันไม่ค่อยชอบ อ่านหนังสือหรอก$0#$b#แต่เพนนีพูดแล้วดูน่าสนใจ... ฉันอาจจะลองอ่านดูสักหน่อย$1",
            "Fri6": "สงสัยจังแหะ ว่าเพนนีทำอะไรอยู่...$0#$e#หือ? อ้าว ไม่เห็นเธอเลย @$0#$b#เป็นไงมั่ง?$1",
            "Sat6": "ไง @!$1#$b#จะเจอเธอที่ซาลูนมั้ยวันนี้?$0#$e#เธอคิดว่า เพนนีจะอยากมากับเรามั้ย?$0"
			}
},
{
"Action": "EditData",
"Target": "Characters/Dialogue/Penny",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020001"
		},
"Entries": {
			"Mon6": "สวัสดีค่ะ @ ที่ฟาร์มปลูกกระบองเพชร บ้างหรือเปล่าคะ?$0#$e#...หือ? ไม่มีอะไรค่ะ แค่ถามดู$4",
            "Wed6": "เมื่อวานเผอิญเจอเซบาสเตียน กับอบิเกลค่ะ เลยได้คุยกับพักนึงเลย$0#$b#ฉันว่าแซมช่วยให้ฉัน กล้าแสดงออกมากขึ้นค่ะ$1",
            "Fri6": "ฉันกำลังคิดว่า สักวันนึงอยากพาวิทเซนท์ กับแจสไปทัสนศึกษาค่ะ$1#$b#คุณคิดว่าแซมจะอยากไปมั้ยคะ?$4#$e#มะ-หมายถึงว่า วินเซนท์เห็นแซมเป็น แบบอย่างตลอดเลยค่ะ ฉันเลยคิดว่าน่าจะดี กับเขาทั้งสองคน$4",
            "Sat6": "ฉันได้ยินมาว่า แซมมักจะไปซาลูนกับเพื่อนๆ$3#$e#ฉันแทบไม่เคยไปเลย แต่...$3#$b#...จากนี้คงต้องหัดไปบ้างแล้ว$4"
			}
},
//Sam and Penny dialogue | 2 hearts event
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sam",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020003"
		},
"Entries": {
            "Mon2": "เธอสนิทกับเพนนีมั้ย?$0#$e#จริงๆ แล้วเธอเจ๋งไม่เบาเลยนะ!$1",
            "Sat2": "พักหลังนี่แต่งเพลงดีๆ ไม่ออกเลย$2#$b#โชคดีที่เพนนีแนะนำหนังสือ ที่เป็นแรงบันดาลใจให้น่ะ$1"
			}
},
{
"Action": "EditData",
"Target": "Characters/Dialogue/Penny",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020003"
		},
"Entries": {
            "Thu2": "คุณรู้มั้ยคะว่าแซมชอบพาราไดซ์ ฮอริซัน?$1#$e#อ่า... คุณไม่รู้ว่ามันคืออะไรเหรอ ...$2",
            "Sat2": "แพชชันในการทำเพลง ของแซมน่าประทับใจมากจริง ๆ ค่ะ$0#$b#ฉันชื่นชมเขา เรื่องนั้นมากเลย$1"
			}
},
//Sam and Penny dialogue | 4 hearts event
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sam",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020004"
		},
"Entries": {
            "Wed4": "เห็นเพนนีมั่งป่าว?$0#$e#ฉันอยากให้เธอแนะนำหนังสือ เกี่ยวกับเพลงเพิ่มซะหน่อย$0",
            "Thu4": "ฉันกับเพนนีมีอะไรเหมือนกัน หลายอย่างเนี่ยนะ?$0#$e#ฉันยังแปลกใจเลย!$1",
            "Fri4": "ช่วงนี้ฉันอยู่กับเพนนีบ่อยขึ้นล่ะ$0#$b#เธอเจ๋งจริงๆ นะ พอสนิทกันแล้วน่ะ!$1"
			}
},
{
"Action": "EditData",
"Target": "Characters/Dialogue/Penny",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020004"
		},
"Entries": {
			"Mon4": "เอ่อ... คุณเห็นแซมบ้างมั้ยคะ @?$3#$e#อ้อ ไม่ใช่อย่างนั้นหรอกค่ะ$0#$b#แค่อยากจะบอกเขา ว่าวินเซนท์เป็นยังไงแล้วบ้าง$3",
            "Fri4": "ฉันหวังว่าสักวันแซมจะ เปิดคอนเสิร์ตของตัวเองนะ$0",
            "Sun4": "วันก่อนแซมเอาเพลง ที่แต่งอยู่มาให้ดูค่ะ$0#$b#เพราะมากเลย!$1"
			}
},
//Dialogues | 8 hearts event
     //Sam
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sam",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020002"
		},
"Entries": {
            "Mon8": "รู้ป่าว ฉันนี่อย่างโล่งใจเลย ที่เพนนีเป็นคนจีบก่อน$1#$e#เซบาสเตียนเคยบอกตลอด เลยว่าฉันคงไม่มีวันขอเธอ เป็นแฟนสำเร็จหรอก$0#$b#เขาก็คงพูดถูกอะนะ$10",
            "Tue8": "ไง @ เห็นเพนนีบ้างมั้ย?$1",
            "Wed8": "ดีที่วินเซนท์ชอบเพนนี มากขนาดนี้$1#$b#แต่แน่ละว่าฉันชอบมากกว่า!$4",
            "Thu8": "แพมอาจจะหวงเพนนีไปหน่อย$0#$b#แต่นั่นก็แสดงให้เห็นว่า เพนนีสำคัญ กับแพมมากแค่ไหน$0",
            "Fri8": "ตอนแรกแพมไม่เห็นด้วย ที่ฉันคบกับเพนนี$2#$b#แต่ฉันดีใจนะ ที่แสดงให้เธอเห็นได้ ว่าฉันจริงจังกับเพนนี$1",
            "Sat8": "เพนนีดีกับแม่ฉันมากเลย ฉันว่า ฉันรักเพนนีมากขึ้น ทุกวันเลยล่ะ$4",
            "Sun8": "ฉันรู้ว่าเพนนีเป็นคนที่ใช่ ตั้งแต่แรกเจอเลย$4#$b#ฉันแค่มัวแต่ประหม่า เกินกว่าจะเข้าหาเธอก่อน$10",
            "spring_Mon8": "ฉันรู้สึกเป็นคนที่โชคดีที่สุด ในโลกเลยอะ ที่มีเพนนีเคียงข้าง$4",
            "spring_Wed8": "เธออาจจะคิดว่ามันแปลกนะ แต่ว่า...$0#$b#ฉันคิดถึงเพนนีตลอดเลย ถึงจะเพิ่งเจอกันไปก็เหอะ$4",
            "spring_Thu8": "ฉันนึกไม่ออกด้วยซ้ำ ว่าชีวิตเป็นยังไงก่อนมีเพนนี$4#$e#เธอสำคัญกับฉันมากเหลือเกิน...$4",
            "summer_Wed8": "บางทีฉันก็คิดว่าฉันควร แสดงออกกับเพนนีมากกว่านี้ ว่าฉันแคร์เธอแค่ไหน...$2",
            "summer_Sat8": "วันก่อนฉันกับเพนนีพาวินเซนท์ กับแจสไปสวนสาธารณะ$0#$e#แล้วพวกเด็กๆ ก็เริ่มทะเลาะกัน เรื่องไม่เป็นเรื่อง$2#$b#งานเธอนี่บางทีก็หินจริงๆ แหะ$0",
            "summer_Sun8": "เซบคิดว่า เพนนีนี่อย่างเจ๋งเลยแหละ$0#$b#ฉันดีใจที่เพื่อนรักที่สุด ของฉันสองคนเข้ากันได้$1",
            "fall_Mon8": "Dธอว่าฉันจะเป็นพ่อที่ดีได้มั้ย @?$7#$e#เพนนีเป็นแม่ที่ดีได้แน่ล่ะ$1",
            "fall_Thu8": "เพนนีทำให้ฉันรู้ตัวว่า ฉันให้เวลากับวินเซนท์ น้อยเกินไป$0#$b#เธอเก็ตปะ อีกไม่นานเขาก็โตแล้วอะ$0",
            "fall_Fri8": "เพนนีจะมากินข้าวเย็น กับพวกเราคืนนี้ล่ะ$0#$b#ตื่นเต้นชะมัด!$1",
            "winter_Tue8": "แม่ฉันรักเพนนีสุดๆ ไปเลย$1#$b#เธอเป็นแฟนที่สมบูรณ์แบบ แล้วก็คงจะเป็นลุกสะใภ้ ที่เยี่ยมยอดด้วย$0",
            "winter_Wed8": "มันบ้าไปแล้ว ว่าฉันชอบเวลาที่ได้อยู่กับ เพนนีขนาดไหน...$4#$b#คนคลั่งรัก เขารู้สึกกันแบบนี้เองสินะ?$10",
            "winter_Fri8": "เธอว่าเพนนี ชอบเพลงแบบไหนที่สุด?$1#$e#ฉันอยากทำอะไร เป็นพิเศษให้เธอน่ะ$10",
            "winter_Sun8": "ฉันตั้งตารอ ใช้เวลาร่วมกับเพนนี มากกว่านี้ในปีหน้าล่ะ$4",
            "spring_12": "วินเซนท์พูดเรื่องเกมล่าไข่ ไม่หยุดเลย$0#$b#ยังมาขอให้ฉันกับเพนนี ไปเล่นด้วยอีก$0#$b#แต่ฉันว่าเราคง รอดูอีกสักปีก่อนล่ะนะ$0",
            "spring_23": "เพนนีตื่นเต้นเรื่อง งานเทศกาลดอกไม้ล่ะ$0#$e#ฉันมั่นใจเลยว่า เธอก็คงสวยเหมือนทุกวัน$4",
            "fall_2": "เมื่อวานฉันขอให้แม่ ช่วยทำมัฟฟินล่ะ$0#$b#แบบว่า สำหรับวันเกิดเพนนีอะ$0#$b#แต่จบไม่ค่อยสวย...$2#$b#ฉันเลยตัดสินใจว่า จะไปซื้อดอกป็อปปี้ จากร้านปิแอร์แทน$0",
            "winter_7": "พรุ่งนี้ฉันกับเพนนี จะไปทำตุ๊กตาหิมะ ที่เทศกาลสลักน้ำแข็งกันแหละ$1#$e#เธอจะลงแข่งตกปลาป่าว @?$0",
            "spring_12_2": "วินเซนท์พูดเรื่องเกมล่าไข่ ไม่หยุดเลย$0#$b#ยังมาขอให้ฉันกับเพนนี ไปเล่นด้วยอีก$0#$b#แต่ฉันว่าเราคง รอดูอีกสักปีก่อนล่ะนะ$0",
            "spring_23_2": "เพนนีตื่นเต้นเรื่อง งานเทศกาลดอกไม้ล่ะ$0#$e#ฉันมั่นใจเลยว่า เธอก็คงสวยเหมือนทุกวัน$4",
            "fall_2_2": "เมื่อวานฉันขอให้แม่ ช่วยทำมัฟฟินล่ะ$0#$b#แบบว่า สำหรับวันเกิดเพนนีอะ$0#$b#แต่จบไม่ค่อยสวย...$2#$b#ฉันเลยตัดสินใจว่า จะไปซื้อดอกป็อปปี้ จากร้านปิแอร์แทน$0",
            "winter_7_2": "พรุ่งนี้ฉันกับเพนนี จะไปทำตุ๊กตาหิมะ ที่เทศกาลสลักน้ำแข็งกันแหละ$1#$e#เธอจะลงแข่งตกปลาป่าว @?$0"
			}
},   
     //Penny
{
"Action": "EditData",
"Target": "Characters/Dialogue/Penny",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020002"
		},
"Entries": {
            "Mon8": "ฉันหวังว่าแม่จะไม่ดุแซมนะ$3#$b#แม่น่ะค่อนข้าง เป็นห่วงฉันมากไปหน่อยค่ะ$3",
            "Tue8": "ฉันสงสัยจังว่า ตอนนี้แซมทำอะไรอยู่...$4#$e#พวกเราอยู่บ้านเดียวกัน แต่ฉันก็ยังคิดถึงเขาตลอดเลยค่ะ$0",
            "Wed8": "ตั้งแต่ฉันคบกับแซม วินเซนท์ก็มีคำถามมาถามเรา ไม่หยุดหย่อนเลย$0#$e#บางทีก็แอบอายน่ะ...$2",
            "Thu8": "ดีใจจังที่วินเซนท์ เป็นน้องชายของแซม$0#$b#เพราะมันหมายความว่า ฉันได้ใช้เวลากับแซม มากขึ้นไปอีกค่ะ!$1",
            "Fri8": "แม่คงเหงากว่าที่เคยเป็นแน่เลย ที่ฉันอยู่กับแซมบ่อยขึ้น$2#$b#ฉันก็ได้แต่หวังว่า เธอคงไม่เริ่มไปซาลูน บ่อยขึ้นหรอกนะคะ$2",
            "Sat8": "ทีแรกฉันกังวลว่าพ่อแม่แซม จะคิดยังไงกับ ความสัมพันธ์ของเราค่ะ...$3#$e#แต่ท่านทั้งคู่ ดีกับฉันมากเลยค่ะ!$1",
            "Sun8": "แซมทำให้ฉันเกิดไอเดีย เรื่องจัดกิจกรรมเล่นดนตรี ให้แจสกับวินเซนท์ล่ะ$0#$b#วกเขาต้องชอบแน่ค่ะ!$1",
            "spring_Mon8": "ทุกครั้งที่แซมเอาเพลงใหม่ ที่แต่งมาให้ดู ฉันก็ภูมิใจในตัวเขา ตลอดเลยค่ะ$0#$b#ถ้าเขามีความสุข ฉันก็มีความสุขค่ะ$4",
            "spring_Thu8": "...ฉันยังไม่อยากจะเชื่อเลยว่า ฉันคบอยู่กับผู้ชายคนที่ เยี่ยมยอดที่สุดในโลก$4#$e#จะว่าไปแล้ว ฉันไม่รู้ด้วยซ้ำค่ะว่า ไปเอาความกล้าจากไหน ไปชวนเขาเป็นแฟนก่อน$0",
            "spring_Fri8": "แน่ล่ะค่ะว่าฉันมีเหตุผล ที่จะไม่ชอบซาลูน$5#$b#แต่แซมชอบไปที่นั่นกับอบิเกล และเซบาสเตียนตลอด บางทีฉันเลยไปด้วยค่ะ$0",
            "summer_Tue8": "เพราะเป็นครู ฉันเลยมักจะตื่นแต่เช้า จะได้มาถึงพิพิธภัณฑ์ก่อน$0#$b#แต่แซมตรงกันข้ามเลยค่ะ เขาชอบที่จะนอนมาก$0",
            "summer_Wed8": "เมื่อก่อนอ่าน นิยายโรแมนติกก็ไม่คิดเลยค่ะ ว่าจะมีอะไรคล้ายๆ กันเกิดกับตัวเองได้...$4#$e#แซมทำให้ฉันรู้สึกเหมือนเป็น ผู้หญิงหนึ่งเดียวในโลกเลย$4",
            "summer_Sat8": "วันไหนฉันกับแซมนอนไม่หลับ เราจะนัดกันไปดูดาวค่ะ$0#$e#มารุบอกที่ที่ เราจะไปดูดาวได้สวยที่สุดค่ะ",
            "fall_Mon8": "เซบาสเตียนกับแซมชอบ เล่นเกมปกรณัมโซโลเรียนค่ะ$0#$e#พวกเขามาถามฉันด้วย ว่าอยากเล่นด้วยกันมั้ย แต่ฉันว่าขอดูอย่างเดียว ก่อนดีกว่า$0",
            "fall_Thu8": "ไม่ใช่ว่าสตาร์ดิวแวลลี่เหมาะ เลี้ยงลูกมากเลยเหรอคะ?$0#$e#แต่ไม่ใช่ตอนนี้แน่นอนค่ะ ฉันกับแซมยังอายุน้อยอยู่$1",
            "fall_Sun8": "ฉันไม่เคยมีแฟนคนอื่นเลย นอกจากแซมค่ะ ฉันเลยประหม่ามากเลย$0#$e#แต่ดีที่ทุกอย่างกับเขารู้สึก เป็นธรรมชาติหมดเลยค่ะ$4",
            "winter_Fri8": "ฉันเฝ้ารออนาคต ที่จะได้ใช้ร่วมกับแซมล่ะ ...$4#$b#คุณเคยรู้สึกแบบนี้มั้ยคะ @?",
            "winter_Sat8": "คุณว่าสักวันหนึ่ง แซมจะอยากแต่งงานมั้ยคะ @?$4#$e#ฉันคนหนึ่งละที่อยาก...$4",
            "winter_Sun8": "ฉันหยุดคิดถึงแซมไม่ได้เลยค่ะ$4#$e#ฉันรักเขาจังเลย...$4",
            "spring_10": "วันนี้วันเกิดวินเซนท์ค่ะ แล้วเขาก็ตื่นเต้นมากเลย$1#$b#เขาชอบดอกแดนดิไลออน ฉันกับแซมเลยไว้จะ ไปเก็บให้เขาทีหลังค่ะ$0",
            "spring_12": "พรุ่งนี้เป็น เทศกาลไข่อีสเตอร์ค่ะ$1#$b#วินเซนท์กับแจสชอบที่จะ แข่งในเกมล่าไข่มากๆ เลย ถึงอบิเกลจะชนะ เกือบตลอดก็เถอะค่ะ$0#$e#และฉันก็ได้ใช้เวลา กับแซมมากขึ้นด้วย$4",
            "spring_23": "ฉันกับแซมตั้งตารองานเต้นรำ เทศกาลดอกไม้อยู่ล่ะ$0#$e#แต่ฉันประหม่าหน่อยๆ ค่ะ$0#$e#แซมบอกว่าฉันเต้นเก่ง แต่ฉันไม่แน่ใจ...$2",
            "summer_17": "วันนี้วันเกิดแซมค่ะ$1#$b#รอใช้เวลาวันนี้กับเขาและ ครอบครัวเขาไม่ไหวเลย!$1#$e#แล้วก็ฉันมีเซอร์ไพรส์พิเศษ ให้เขาทีหลังด้วยล่ะ...$4",
            "spring_10_2": "วันนี้วันเกิดวินเซนท์ค่ะ แล้วเขาก็ตื่นเต้นมากเลย$1#$b#เขาชอบดอกแดนดิไลออน ฉันกับแซมเลยไว้จะ ไปเก็บให้เขาทีหลังค่ะ$0",
            "spring_12_2": "พรุ่งนี้เป็น เทศกาลไข่อีสเตอร์ค่ะ$1#$b#วินเซนท์กับแจสชอบที่จะ แข่งในเกมล่าไข่มากๆ เลย ถึงอบิเกลจะชนะ เกือบตลอดก็เถอะค่ะ$0#$e#และฉันก็ได้ใช้เวลา กับแซมมากขึ้นด้วย$4",
            "spring_23_2": "ฉันกับแซมตั้งตารองานเต้นรำ เทศกาลดอกไม้อยู่ล่ะ$0#$e#แต่ฉันประหม่าหน่อยๆ ค่ะ$0#$e#แซมบอกว่าฉันเต้นเก่ง แต่ฉันไม่แน่ใจ...$2",
            "summer_17_2": "วันนี้วันเกิดแซมค่ะ$1#$b#รอใช้เวลาวันนี้กับเขาและ ครอบครัวเขาไม่ไหวเลย!$1#$e#แล้วก็ฉันมีเซอร์ไพรส์พิเศษ ให้เขาทีหลังด้วยล่ะ...$4"
			}
},   
     //Pam
{
"Action": "EditData",
"Target": "Characters/Dialogue/Pam",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020002"
		},
"Entries": {
            "Mon2": "ไง เจ้าหนู เพนนีบอกฉันว่า เธอเพิ่งคบกับแซม$4#$b#หวังว่าเขาจะดูแล หนูน้อยของฉันดีๆ นะ$4#$b#... ไม่งั้นเขาเจอฉันแน่$4",
            "Mon10": "ไง เจ้าหนู$0#$e#ฉันกำลังคิดว่า จะซื้ออะไรดีๆ ให้เพนนีกับแซมสักหน่อย$0#b#ถ้ามีเงินพอน่ะนะ...$2",
            "Tue4": "เดี๋ยวนี้เพนนีมีความสุขมากเลย$0#$b#สงสัยว่าที่คุยกับแซมไปเบาๆ ไม่เสียเปล่าสินะ$1",
            "Tue6": "ดูท่าว่าเพนนีจะเจอ เด็กหนุ่มที่ดูไม่เลวสินะ$0",
            "Wed8": "เดี๋ยวนี้ที่บ้านเหงามาก...$2#$b#เอาเถอะ อย่างน้อยหนูน้อยของฉัน ก็มีความสุขดี$0",
            "Thu2": "หวังว่าแซมจะดูแลเพนนีให้ดี ไม่เหมือนกับอดีตสามีฉันนะ$4",
            "Fri6": "ดูท่าแซมจะเป็นคนดีจริงๆ ล่ะนะ$0#$b#ฉันแค่ไม่อยาก ให้เพนนีต้องเจ็บปวด$2",
            "Fri10": "ว่าไง ชาวไร่$0#$e#ฉันกับโจดี้ไม่ได้มีรสนิยมอะไร ตรงกันเท่าไหร่หรอกนะ$0#$b#แต่ตอนนี้เป็น ครอบครัวเดียวกันแล้ว!$1",
            "Sat8": "ไง เจ้าหนู$1#$b#เพนนีดูจะวาดหวังอนาคต ไว้กับแซมนะ เจ้าหนุ่มนั่นต้องดูแลเธอดีๆ นะ!$1",
            "Sun10": "รู้มั้ย พ่อของเพนนีทิ้งเรา ตั้งแต่เพนนียังเล็ก$2#$e#ฉันดีใจที่เธอเติบโตมา เป็นคนดีแล้วก็ได้เจอ ผู้ชายดีๆ แบบแซม"
			}
},
     //Vincent
{
"Action": "EditData",
"Target": "Characters/Dialogue/Vincent",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020002"
		},
"Entries": {
            "Mon2": "คณุเพนนีตัดผมให้ผมด้วย$1#$e#ครูตัดให้พี่ผม ด้วยเหมือนกันฮะ$1",
            "Mon6": "เมื่อวานผมเห็นครูเพนนี อยู่กับพี่ผมที่ชายหาดด้วยฮะ$3#$b#พวกเขากอดกันด้วยแหละ$3#$e#เป็นเรื่องปกติ ของพวกผู้ใหญ่เหรอฮะ?$3",
            "Tue6": "พี่ผมบอกว่า วันนึงจะแต่งงานกับครูเพนนี$2#$b#ไม่ยุติธรรมเลย ผมอยากแต่งงานกับครูก่อน!$2",
            "Tue8": "ผมเพิ่งเห็นพี่ผมพยายาม ทำมัฟฟินเมล็ดป๊อบปี้ล่ะฮะ$3#$b#บางทีพี่เขาอาจ จะเอาไปให้ครูเพนนีก็ได้$0#$e#แต่ผมว่าไม่อร่อยหรอกฮะ$3",
            "Wed4": "ผมถามครูเพนนีเรื่องพี่ผมด้วย$3#$e#หน้าครูแดงเป็นมะเขือเทศเลย !$1",
            "Wed8": "ถ้าพี่แซมกับครูเพนนี แต่งงานกัน อาจจะเจ๋งก็ได้ฮะ$3#$b#พวกเราจะได้อยู่ด้วยกัน บ่อยขึ้นไงฮะ!$1",
            "Thu6": "ผมได้ยินพี่ผมเล่นเพลงใหม่$0#$b#เขาบอกว่าแต่งให้ครูเพนนีฮะ$1",
            "Thu8": "ผมว่าแม่ชอบครูเพนนีมากเลย$1#$e#ผมก็ด้วย!$1",
            "Fri2": "ครูเพนนีบอกผมว่า วันนึงพี่ผมจะได้เป็น ซุปเปอร์สตาร์ขาร็อคแหละฮะ$1",
            "Fri10": "พี่ผมเปลี่ยนไปเยอะเลย เดี๋ยวนี้ดีกับผมมากขึ้นฮะ$1#$e#หรือครูเพนนี บอกให้เขาทำงั้นนะ...?$3",
            "Sat2": "บางทีพี่ผมก็มาพิพิธภัณฑ์ กับผมด้วยแหละฮะ$0#$e#ผมว่าพี่อยากไปเจอ ครูเพนนีแน่เลย$3",
            "Sat8": "วันก่อนครูเพนนีมาบ้านเราฮะ$0#$b#ผมนึกว่าครูจะมาเล่นกับผม แต่ครูเข้าไป ในห้องพี่ผมเฉยเลย$2",
            "Sat10": "พี่ @ ฮะ พี่ชายว่าครูเพนนีกับพี่ผม รักกันเหรอรึเปล่าฮะ?^พี่ @ ฮะ พี่สาวว่าครูเพนนีกับพี่ผม รักกันเหรอรึเปล่าฮะ?$3",
            "Sun8": "พี่ทำสร้อยข้อมือ เป็นหรือป่าวฮะ?$3#$e#ผมอยากทำไปให้ครูเพนนี กับพี่ผมเป็นของขวัญฮะ$0",
            "Sun10": "เมื่อคืนครูเพนนีมากินข้าวเย็น กับพวกเราด้วยฮะ$1#$b#ผมดีใจจังเลย ที่พี่ผมกับครู เป็นเพื่อนสนิทกัน!$1"
			}
},
     //Kent
{
"Action": "EditData",
"Target": "Characters/Dialogue/Kent",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020002"
		},
"Entries": {
            "Mon4": "ตอนผมไป แซมยังเป็นเด็กอยู่เลย...$0#$b#... ตอนนี้เขามีแฟนสาว เป็นตัวเป็นตนแล้ว$1",
            "Mon6": "ตอนผมกลับมา โจดี้บอกว่าเพนนีเป็นครู ของวินเซนท์$0#$b#... เพราะงั้นเลยได้ใกล้ชิด กับแซมสินะ$2",
            "Tue4": "บางครั้งผมต้องถามเพนนี เรื่องชีวิตของแซม$2#$b#น่าเศร้าแท้...$2",
            "Wed2": "ตอนผมไป เพนนีก็อยู่ที่นี่แล้วเหรอ?$2#$e#ผมจำไม่ได้...$2",
            "Wed8": "บางครั้งจะไม่ให้มองแซม เป็นเด็กตัวน้อย แบบตอนที่ผมจากไป มันก็ยากนะ$0#$b#ผมไม่เคยนึกเลยว่า เขาจะมีแฟนเร็วขนาดนี้$0",
            "Thu2": "งั้นแซมก็มีแฟนแล้ว...$2#$b#ชื่อเพนนีสินะ?$2",
            "Thu10": "ผมหวังว่าผมเป็น พ่อสามีของเพนนีที่ดีนะ$1",
            "Fri8": "ผมแปลกใจมากที่ได้เห็นแซม วางแผนแต่งงาน$0#$e#...ในทางที่ดีน่ะ$1",
            "Fri10": "จริงๆ ผมหวังให้แซมกับเพนนี มีลูกกันเร็วๆ นะ$1#$b#เพราะผมไม่ได้อยู่เลี้ยงลูกๆ อย่างน้อยก็อยากอยู่เห็นหลาน ๆ โตน่ะ$1",
            "Sat2": "โจดี้บอกว่าเพนนีเป็นเด็กดี...$0#$b#ผมยังไม่ค่อย ได้คุยกับเธอเท่าไหร่ แต่ผมก็เห็นด้วยแหละ$1",
            "Sat10": "นานๆที เพนนีก็จะมากินข้าวเย็น กับเราที่บ้าน$1#$b#ก็เป็นช่วงเวลาที่ดีนะ โดยเฉพาะสำหรับแซม กับวินเซนท์$1",
            "Sun8": "เพนนีช่วยให้ ผมสนิทกับแซมมากขึ้น$1#$b#...ผมจะไม่ลืมเรื่องนั้นเลย$1",
            "Sun10": "ตอนแรกผมกับโจดี้ก็แปลกใจ ที่เห็นแซมคบกับเพนนี$0#$b#แต่ตอนนี้เธอก็เป็นเหมือน ลูกสาวของเราอีกคนด้วย$1"
			}
},    
     //Jodi
{
"Action": "EditData",
"Target": "Characters/Dialogue/Jodi",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020002"
		},
"Entries": {
            "Mon4": "เพนนีเป็นเด็กน่ารัก$1#$b#ฉันดีใจที่แซม ได้เจอคนแบบเธอ$1",
            "Mon6": "เมื่อวานฉันสวดมนต์ถึง เทพโยบะให้ แซมกับเพนนีได้มีความสุขล่ะ$0",
            "Tue8": "ยังรู้สึกเหมือน เพิ่งเมื่อวานนี้เอง ที่แซมยังเป็นเด็กตัวน้อยๆ$0#$b#แล้วตอนนี้เขา วางแผนจะแต่งงานแล้ว!$2",
            "Wed4": "ก่อนหน้านี้ ฉันได้ยินแซมคุยกับเพนนีด้วย$0#$e#ไม่รู้เลยว่าเขาจะ พูดจาน่ารักได้ขนาดนั้น!$1",
            "Wed8": "เพนนีทำให้ทั้งวินเซนท์กับแซม ดีขึ้นจริงๆ$0",
            "Thu8": "วินเซนท์บอกฉันว่า แซมแต่งเพลงให้เพนนีด้วย$1#$b#น่ารักมากเลยใช่มั้ยล่ะ?$1",
            "Thu10": "ฉันมองเพนนีเป็นสมาชิกอีกคน ของครอบครัวแล้วล่ะ$1",
            "Fri8": "เธอว่าวันหนึ่ง แซมกับเพนนีจะมีลูกมั้ย?$0#$b#ฉันไม่รู้เลยว่าเขาจะพร้อมมั้ย ...$2#$b#แต่เอาเถอะ ฉันเต็มใจช่วยอยู่แล้ว$1",
            "Fri10": "จริงๆ แล้ว ฉันก็กลัววันที่แซม จะย้ายไปอยู่กับเพนนีล่ะ...$2",
            "Sat2": "เมื่อวานเพนนีมาช่วยฉันทำสวนล่ะ$1#$b#หวังว่าเจ้าแซมจะหัดเรียนรู้ อะไรจากเพนนีบ้างนะ$0",
            "Sat10": "เมื่อคืนเราชวนเพนนี มากินข้าวเย็นด้วยกันล่ะ$0#$b#ฉันรู้แล้วว่าทำไมแซม กับวินเซนท์ถึงชอบเธอมากนัก$0#$b#เธอเสนอตัวมาช่วย ฉันล้างจานเลยด้วยซ้ำ!$1",
            "Sun8": "เธอไม่คิดเหรอว่า แซมกับเพนนีเหมาะกันมาก?$1#$e#พวกเขาอาจจะ นิสัยไม่เหมือนกัน แต่ก็เติมเต็มซึ่งกันและกัน ได้เป็นอย่างดีเลย$1",
            "Sun10": "ให้บอกเธอตรงๆ แล้วล่ะก็นะ @...$0#$b#ทีแรกฉันก็ไม่มั่นใจนักหรอก เรื่องเพนนีกับแซม แต่เดี๋ยวนี้ ฉันมีความสุขมากเลย พอได้เห็นพวกเขาอยู่ด้วยกัน$0"
			}
},
//Schedules | 8 hearts event
     //Sam
        //No town school
{
"Action": "EditData",
"Target": "Characters/schedules/Sam",
"When": {
    "Version": "dating, married",
    "HasMod: |contains=EduAnttunes.TownSchool.TMX": "false",
	"HasSeenEvent": "59020002"
		},
"Entries":  {
            "spring_Tue": "900 ArchaeologyHouse 18 12 0 \"Strings\\schedules\\Sam:spring.002\"/1340 Town 71 99 2/1830 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "spring_Thu": "1000 SamHouse 15 13 0/1040 SamHouse 17 15 2 sam_guitar \"Strings\\schedules\\Sam:spring.001\"/1340 Town 71 99 2/1830 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "summer_Sun": "1000 SamHouse 15 13 0/1040 SamHouse 17 15 2 sam_guitar/1340 Beach 46 24 2 \"Strings\\schedules\\Sam:summer.001\"/1900 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "summer_Wed": "1000 SamHouse 17 15 2/1100 SamHouse 17 15 2 sam_guitar/1600 SamHouse 17 13 0/1800 Forest 35 25 2 \"Strings\\schedules\\Sam:summer.002\"/2130 SamHouse 22 13 1 sam_sleep",
            "fall_Sat": "1010 Town 30 90 1/1200 Town 12 12 1 \"Strings\\schedules\\Sam:fall.001\"/1700 Forest 66 50 2/2030 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "fall_Thu": "1000 SamHouse 15 13 0/1040 SamHouse 17 15 2 sam_guitar \"Strings\\schedules\\Sam:fall.002\"/1400 Town 71 99 2/1830 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "winter_Wed": "900 ArchaeologyHouse 18 12 0 \"Strings\\schedules\\Sam:winter.001\"/1340 Town 71 99 2/1830 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "winter_Sun": "1000 SamHouse 15 13 0/1040 SamHouse 17 15 2 sam_guitar/1320 Saloon 20 19 3/1830 Beach 12 38 2 \"Strings\\schedules\\Sam:winter.002\"/2130 SamHouse 22 13 1 sam_sleep"
            },
},
        //Yes town school
{
"Action": "EditData",
"Target": "Characters/schedules/Sam",
"When": {
    "Version": "dating, married",
    "HasMod: |contains=EduAnttunes.TownSchool.TMX": "true",
	"HasSeenEvent": "59020002"
		},
"Entries":  {
            "spring_Tue": "610 School 10 35 0 \"Strings\\schedules\\Sam:spring.002\"/1200 SamHouse 17 15 2 sam_guitar/1730 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "spring_Thu": "1000 SamHouse 15 13 0/1040 SamHouse 17 15 2 sam_guitar \"Strings\\schedules\\Sam:spring.001\"/1340 Town 71 99 2/1830 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "summer_Sun": "1000 SamHouse 15 13 0/1040 SamHouse 17 15 2 sam_guitar/1340 Beach 46 24 2 \"Strings\\schedules\\Sam:summer.001\"/1900 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "summer_Wed": "1000 SamHouse 17 15 2/1100 SamHouse 17 15 2 sam_guitar/1600 SamHouse 17 13 0/1800 Forest 35 25 2 \"Strings\\schedules\\Sam:summer.002\"/2130 SamHouse 22 13 1 sam_sleep",
            "fall_Sat": "1010 Town 30 90 1/1200 Town 12 12 1 \"Strings\\schedules\\Sam:fall.001\"/1700 Forest 66 50 2/2030 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "fall_Thu": "1000 SamHouse 15 13 0/1040 SamHouse 17 15 2 sam_guitar \"Strings\\schedules\\Sam:fall.002\"/1400 Town 71 99 2/1830 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "winter_Wed": "610 School 10 35 0 \"Strings\\schedules\\Sam:winter.001\"/1200 SamHouse 17 15 2 sam_guitar/1830 SamHouse 22 16 1/2100 SamHouse 22 13 1 sam_sleep",
            "winter_Sun": "1000 SamHouse 15 13 0/1040 SamHouse 17 15 2 sam_guitar/1320 Saloon 20 19 3/1830 Beach 12 38 2 \"Strings\\schedules\\Sam:winter.002\"/2130 SamHouse 22 13 1 sam_sleep"
            },
},
{
"Action": "EditData",
"Target": "Strings/schedules/Sam",
"When": {
    "Version": "dating",
	"HasSeenEvent": "59020002"
		},
"Entries":  {
            "spring.001": "พูดแล้วก็แอบเขินนะ แต่...$4#$b#...เพนนีน่ะเป็น แรงบันดาลใจของฉัน$10",
            "spring.002": "เพนนีเป็นครูที่ดีจริงๆ$1",
            "summer.001": "ได้มองดูเพนนีเล่นกับวินเซนท์ ฉันก็มีความสุขมากเลยล่ะ$1",
            "summer.002": "เพนนี...$4#$b#...รักนะ$4",
            "fall.001": "สงสัยแหะว่าฉันกับเพนนี จะได้พาลูกๆ เรามาที่นี่บ้างมั้ย...$4",
            "fall.002": "เพนนีสนับสนุนให้ฉัน ไล่ตามความฝันตลอดเลย$0#$b#ฉันชอบมากเลยที่เธอ ทำแบบนั้น$1",
            "winter.001": "รู้สึกดีที่ได้ช่วยเพนนี ดูแลเด็กๆ น่ะ$1",
            "winter.002": "ที่นี่ เป็นที่พิเศษของฉันกับเพนนีล่ะ...$4"
            },
},
    //Penny
        //No town school
{
"Action": "EditData",
"Target": "Strings/schedules/Penny",
"When": {
    "Version": "dating, married",
    "HasMod: |contains=EduAnttunes.TownSchool.TMX": "false",
	"HasSeenEvent": "59020002"
		},
"Entries":  {
            "spring_Tue": "830 Trailer 6 5 0/900 ArchaeologyHouse 17 9 2 penny_read \"Strings\\schedules\\Penny:spring.002\"/1400 Town 88 100 2/1620 Town 17 90 3 penny_wave_left/1750 Forest 92 20 3 penny_wave_left/1830 Trailer 4 9 1 penny_sleep",
            "spring_Thu": "940 SamHouse 15 15 1 \"Strings\\schedules\\Penny:spring.001\"/1340 Trailer 12 6 0 penny_dishes/1600 Town 44 77 2 penny_sit_down/1840 Trailer 4 9 1 penny_sleep",
            "summer_Sun": "800 Town 96 18 3/1340 Beach 47 24 2 \"Strings\\schedules\\Penny:summer.001\"/1900 Trailer 12 6 0 penny_dishes/2100 Trailer 4 9 1 penny_sleep",
            "summer_Wed": "830 Trailer 6 5 0/900 ArchaeologyHouse 17 9 2 penny_read/1400 Town 88 100 2/1620 Town 17 90 3 penny_wave_left/1750 Forest 92 20 3 penny_wave_left/1830 Forest 34 25 2 \"Strings\\schedules\\Penny:summer.002\"/2130 Trailer 4 9 1 penny_sleep",
            "fall_Sat": "1000 Town 32 89 2/1200 Town 12 13 1 \"Strings\\schedules\\Penny:fall.001\"/1700 Town 29 91 3/2000 Trailer 4 9 1 penny_sleep",
            "fall_Thu": "940 SamHouse 15 15 1 \"Strings\\schedules\\Penny:spring.001\"/1340 Trailer 12 6 0 penny_dishes/1600 Town 44 77 2 penny_sit_down/1840 Trailer 4 9 1 penny_sleep",
            "winter_Wed": "830 Trailer 6 5 0/900 ArchaeologyHouse 17 9 2 penny_read \"Strings\\schedules\\Penny:winter.001\"/1400 Town 88 100 2/1620 Town 17 90 3 penny_wave_left/1750 Forest 92 20 3 penny_wave_left/1830 Trailer 4 9 1 penny_sleep",
            "winter_Sun": "800 Town 35 89 2 penny_read/1230 Trailer 12 6 0 penny_dishes/1600 Town 44 77 2 penny_sit_down/1840 Beach 13 38 2 \"Strings\\schedules\\Penny:winter.002\"/2130 Trailer 4 9 1 penny_sleep"
            },
},
        //Yes town school
{
"Action": "EditData",
"Target": "Strings/schedules/Penny",
"When": {
    "Version": "dating, married",
    "HasMod: |contains=EduAnttunes.TownSchool.TMX": "true",
	"HasSeenEvent": "59020002"
		},
"Entries":  {
            "spring_Tue": "610 School 8 19 2 \"Strings\\schedules\\Penny:spring.002\"/1200 School 44 18 2/1330 School 36 19 1/1500 School 38 30 2/1640 School 8 19 2/1830 Trailer 4 9 1 penny_sleep",
            "spring_Thu": "940 SamHouse 15 15 1 \"Strings\\schedules\\Penny:spring.001\"/1340 Trailer 12 6 0 penny_dishes/1600 Town 44 77 2 penny_sit_down/1840 Trailer 4 9 1 penny_sleep",
            "summer_Sun": "800 Town 96 18 3/1340 Beach 47 24 2 \"Strings\\schedules\\Penny:summer.001\"/1900 Trailer 12 6 0 penny_dishes/2100 Trailer 4 9 1 penny_sleep",
            "summer_Wed": "610 School 8 19 2/1200 School 44 18 2/1330 School 36 19 1/1500 School 38 30 2/1640 School 8 19 2/1830 Forest 34 25 2 \"Strings\\schedules\\Penny:summer.002\"/2230 Trailer 4 9 1 penny_sleep",
            "fall_Sat": "1000 Town 32 89 2/1200 Town 12 13 1 \"Strings\\schedules\\Penny:fall.001\"/1700 Town 29 91 3/2000 Trailer 4 9 1 penny_sleep",
            "fall_Thu": "940 SamHouse 15 15 1 \"Strings\\schedules\\Penny:spring.001\"/1340 Trailer 12 6 0 penny_dishes/1600 Town 44 77 2 penny_sit_down/1840 Trailer 4 9 1 penny_sleep",
            "winter_Wed": "610 School 8 19 2 \"Strings\\schedules\\Penny:winter.001\"/1200 School 44 18 2/1330 School 36 19 1/1500 School 40 43 1/1640 School 8 19 2/1830 Trailer 4 9 1 penny_sleep",
            "winter_Sun": "800 Town 35 89 2 penny_read/1230 Trailer 12 6 0 penny_dishes/1600 Town 44 77 2 penny_sit_down/1840 Beach 13 38 2 \"Strings\\schedules\\Penny:winter.002\"/2130 Trailer 4 9 1 penny_sleep"
            },
},
    //Sebastian
{
"Action": "EditData",
"Target": "Characters/schedules/Sebastian",
"When": {
    "Version": "dating, married",
	"HasSeenEvent": "59020002"
		},
"Entries":  {
            "fall_Sat": "1030 SebastianRoom 9 4 3 sebastian_computer/1400 Railroad 32 47 1 sebastian_smoking/1800 Railroad 64 45 3/1930 Railroad 5 45 1/2130 SebastianRoom 11 9 1 sebastian_sleep"
            },
},
//Events
     //Town | 6 hearts
{
"Action": "EditData",
"Target": "Data/Events/Town",
"Entries": {
            "59020001/e 59020004/f Penny 1500/f Sam 1500/o Sam/o Penny/w sunny/z winter/t 1000 1230": "sweet/30 90/farmer 31 79 2 Penny 35 89 2 Sam 14 90 1 Vincent 14 91 1/skippable/pause 2000/emote Penny 32/pause 650/showFrame Penny 17/pause 80/showFrame Penny 18/pause 80/showFrame Penny 19/pause 3000/playSound crickets/pause 800/emote Penny 8/pause 500/speak Penny \"เอ๊ะ?$3#$b#นกเหรอ?$3\"/pause 700/showFrame Penny 18/pause 80/showFrame Penny 17/pause 650/playSound grassyStep/playSound grassyStep/move Penny 0 1 1/move Penny 1 0 1/playSound crickets/pause 650/speak Penny \"โอ้ ไม่นะ! เจ้านกน้อยน่าสงสาร$2#$b#คงตกลงมาจากรังสินะ$2\"/pause 380/speak Penny \"ให้ฉันช่วยนะจ๊ะ$0\"/pause 750/showFrame Penny 22/playSound shwip/playSound crickets/pause 900/move Penny -2 0 0/pause 700/playSound stairsdown/move Penny 0 -2 0/pause 700/playSound crickets/pause 600/speak Penny \"เอาล่ะ!$1\"/pause 350/emote Penny 32/move Sam 15 0 1/pause 350/emote Sam 8/speak Sam \"เหวอ ไง เพนนี$1#$b#ไม่รู้มาก่อนเลย ว่าเธอชอบปีนต้นไม้!$1\"/pause 500/showFrame Penny 34/pause 600/speak Penny \"อ้าว... สวัสดีจ๊ะ แซม$3\"/pause 380/speak Penny \"ฉันกำลังช่วยลูกนกน้อย ที่พลัดตกจากรังน่ะค่ะ$0\"/pause 850/speak Sam \"อ้อ เธอใจดีจังเลย เพนนี$1#$b#ถ้าเธอช่วยมันเสร็จแล้ว ฉันกำลังหวังว่า ฉันจะได้อยู่กับเธอน่ะ$0\"/pause 1000/showFrame Penny 26/pause 80/showFrame Penny 27/pause 600/shake Penny 1000/pause 390/speak Penny \"ฉะ-ฉันไม่รู้เลยว่า ปีนขึ้นมาสูงขนาดนี้...$2#$b#ฉันไม่รู้ว่าจะลงไปยังไง...$2\"/pause 500/showFrame Penny 34/pause 800/speak Sam \"อ่า...$2\"/pause 800/speak Sam \"ฉะ-ฉันช่วยเธอได้นะ ถ้าเธออยากให้ช่วย...$4\"/pause 650/emote Penny 16/pause 700/speak Penny \"ฉันคงไม่มีทางเลือกแล้วล่ะค่ะ ...$3\"/pause 700/move Sam 5 0 0/move Sam 0 -1 0/pause 300/speak Sam \"โอเค... กระโดดเลยเดี๋ยวฉันรับเอง เพนนี$7\"/move Vincent 7 0 1/speak Sam \"พร้อมมั้ย?$0\"/pause 600/speak Penny \"คิดว่านะคะ...$3\"/pause 650/jump Penny/showFrame Sam 9/pause 700/speak Sam \"เห็นมั้ย? ฉันรับเธอได้แล้ว!$1\"/pause 390/emote Sam 32/pause 700/speak Penny \"คะ-ค่ะ...$4\"/pause 500/speak Penny \"เอ่อ แซม... ตอนนี้ช่วยวางฉันลงได้มั้ยคะ...?$4\"/pause 390/emote Sam 16/pause 390/speak Sam \"อ่อ! ขอโทษที ฉันไม่ได้ตั้งใจ จะทำให้เธออึดอัดนะ...$10\"/pause 600/move Sam -2 0 1/move Penny 0 1 3/pause 500/speak Penny \"อย่าคิดมากเลยค่ะแซม ไม่เป็นไร$0\"/speak Penny \"งั้น ไปหาอะไรทำด้วยกันมั้ยคะ?$1\"/pause 350/emote Penny 32/pause 1500/end dialogue Penny \"เห็นแซมบ้างมั้ยคะ?$0#$e#...อ๋อ ฉันแค่อยากจะขอบคุณเขาเรื่อง... อะไรนิดหน่อยน่ะ$4\""
            },
      },
     //Beach | 8 hearts
{
"Action": "EditData",
"Target": "Data/Events/Beach",
"Entries": {
            "59020002/e 59020001/f Penny 2000/f Sam 2000/o Sam/o Penny/w sunny/t 2000 2300": "moonlightJellies/11 38/farmer 38 3 2 Sam 11 30 2 Penny 13 38 1/skippable/pause 1800/move Sam 0 8 1/pause 700/speak Sam \"Hello, Penny.$0\"/pause 800/faceDirection Penny 3/speak Penny \"อยู่นี่เอง... ฉันกำลังกังวลว่า คุณจะไม่มาเลย แซม$0\"/pause 800/speak Sam \"เธอก็รู้ว่าฉันจะไม่มีวัน เบี้ยวนี่นา เพนนี$2\"/pause 800/speak Sam \"ไม่เบี้ยวเธอแน่นอน...$4\"/pause 800/speak Penny \"อ่อ...$4\"/pause 1600/speak Penny \"ว่าแต่ เหมือนว่าจะมีแค่พวกเรานะคะ$0\"/pause 900/faceDirection Penny 2/pause 1000/speak Penny \"ลมทะเลสดชื่นมากเลย ว่ามั้ยคะ?$0\"/pause 500/faceDirection Sam 2/pause 1380/speak Sam \"ช่าย...$3\"/pause 1800/speak Penny \"ฉันชอบอยู่ข้างทะเลค่ะ$0\"/pause 2000/speak Penny \"เอ่อ... แซมคะ...$0\"/pause 1000/speak Penny \"รู้มัยคะว่าทำไมคืนนี้ ฉันขอให้คุณมาเจอที่นี่?$0\"/pause 800/faceDirection Penny 3/pause 600/faceDirection Sam 1/pause 500/speak Sam \"พนันได้เลย ว่าเธออยากเห็นหน้าหล่อๆ ของฉันใช่มั้ยล่า$1\"/pause 700/speak Penny \"ไม่ใช่ซะหน่อยค่ะ คนบ้า$5\"/pause 390/faceDirection Penny 2/pause 2200/emote Sam 8/pause 1700/faceDirection Penny 3/pause 800/speak Penny \"จะว่ายังไงดี...$3\"/pause 1000/speak Penny \"ฉันตั้งใจจะบอกคุณ มาสักพักแล้วค่ะ...$4#$b#...เกี่ยวกับความรู้สึกของฉัน$4\"/pause 1000/speak Penny \"ฉันหยุดคิดถึงคุณไม่ได้เลยค่ะ แซม...$4\"/pause 390/emote Sam 16/pause 650/speak Penny \"ฉันไม่เคยรู้สึกแบบนี้ กับใครมาก่อนเลย$4\"/pause 1600/speak Sam \"ฉะ-ฉัน...$8\"/pause 1500/speak Penny \"...คะ? ฉะ-ฉันเข้าใจแล้ว... งั้นคุณก็ไม่ได้รู้สึก แบบเดียวกันสินะคะ...$2\"/pause 390/emote Penny 28/pause 500/speak Sam \"ไม่ใช่นะ เพนนี!$8\"/pause 200/speak Sam \"ฉันไม่ได้หมายความ อย่างงั้นซะหน่อย...$2\"/pause 1500/playMusic musicboxsong/speak Sam \"ฉัน...$4\"/pause 500/speak Sam \"... รู้สึกกับเธอแบบนั้นเหมือนกัน$4\"/pause 300/emote Penny 16/pause 600/speak Penny \"จริงๆ เหรอคะ?$4\"/pause 500/speak Penny \"แซม ฉัน...$4\"/pause 1800/move Sam 1 0 1/pause 1000/showFrame Penny 20/showFrame Sam 36/positionOffset Sam 2 0/showFrame Sam 36/positionOffset Sam 0 2/pause 50/positionOffset Sam 2 0/showFrame Sam 36/positionOffset Sam 0 2/pause 50/positionOffset Sam 2 0/showFrame Sam 36/positionOffset Sam 0 2/pause 50/positionOffset Sam 2 0/showFrame Sam 36/positionOffset Sam 0 2/pause 50/positionOffset Sam 2 0/pause 50/positionOffset Sam 2 0/pause 50/positionOffset Sam 2 0/pause 50/positionOffset Sam 2 0/pause 50/positionOffset Sam 2 0/pause 50/positionOffset Sam 2 0/positionOffset Sam 0 2/pause 50/positionOffset Sam 2 0/pause 50/positionOffset Sam 2 0/positionOffset Sam 0 2/pause 50/positionOffset Sam 2 0/pause 50/positionOffset Sam 2 0/pause 50/positionOffset Sam 2 0/specificTemporarySprite heart 14 38/pause 500/viewport move 0 -1 3000/pause 3200/end dialogue Sam \"ไง @$1#$b#รู้อะไรมั้ย?$4#$e#ฉันไม่ใช่ตาแก่ หัวเดียว กระเทียมลีบอีกแล้ว!$10\""
            },
      },    
     //Museum | 2 hearts
{
"Action": "EditData",
"Target": "Data/Events/ArchaeologyHouse",
"Entries": {
            "59020003/f Penny 500/f Sam 500/d Mon Thu Sat Sun/t 1000 1400": "libraryTheme/13 10/farmer 29 13 3 Sam 3 17 0 Penny 17 9 2 Jas 19 10 3 Vincent 16 10 1 Gunther 3 8 2/skippable/showFrame Penny 18/showFrame Vincent 24/showFrame Jas 22/pause 3500/playSound doorOpen/move Sam 0 -7 0/pause 800/emote Sam 40/pause 700/emote Gunther 40/pause 700/emote Sam 40/pause 1800/move Sam 4 0 2/move Sam 0 4 1/move Sam 4 0 0/move Sam 0 -5 1/move Sam 2 0 1/pause 750/speak Sam \"อ้าว สวัสดี เพนนี!$0#$b#วินเซนท์กับแจ๊สเป็นไงบ้างล่ะ?$1\"/pause 800/showFrame Penny 17/pause 80/showFrame Penny 16/pause 300/faceDirection Penny 3/pause 500/move Penny -2 0 3/pause 600/speak Penny \"สวัสดีค่ะ แซม$0#$b#พวกเรากำลังทำโจทย์เลข กันอยู่ค่ะ$0\"/pause 700/speak Penny \"วันนี้คุณมาทำอะไร ที่นี่เหรอคะ?$0\"/pause 800/speak Sam \"อ่า คือฉันอยู่ในช่วง สมองตันอ่ะ...$2\"/pause 500/speak Sam \"...แล้วฉันก็หวังว่าจะมาหาหนังสือ ที่เกี่ยวกับวงโปรดฉัน พาราไดซ์ ฮอริซันน่ะ มาเป็นแรงบันดาลใจ$2\"/pause 600/speak Sam \"ฉันไปถามกันเธอร์แล้ว แต่เหมือนเขาไม่เคยได้ยิน ชื่อวงมาก่อนเลยน่ะสิ$2\"/pause 500/emote Penny 16/pause 500/speak Penny \"คุณหมายถึงวงพาราไดซ์ ฮอริซันเหรอคะ?$0\"/pause 200/speak Penny \"ฉันชอบมากเลยค่ะ!$1\"/pause 380/speak Penny \"อัลบั้มล่าสุดของพวกเรา เยี่ยมยอดไปเลยค่ะ$1\"/pause 500/emote Sam 16/pause 500/speak Sam \"เฮ้ย เธอชอบพวกเขาเหรอ เพนนี?$8\"/pause 200/speak Sam \"นึกไม่ถึงเลยนะเนี่ย$8\"/pause 800/emote Sam 32/emote Penny 32/pause 700/speak Penny \"ฉันช่วยคุณได้นะคะ ถ้าคุณต้องการ$1#$b#มีหนังสือน่าสนใจ เกี่ยวกับพวกเขาหลายเล่มเลย$1\"/pause 600/speak Penny \"แปปนึงนะคะ แซม$0\"/pause 500/faceDirection Penny 1/pause 550/speak Penny \"วินเซนท์ แจ๊ส ทำแบบฝึกหัดที่ 5 กับ 8 นะ$0#$b#ครูจะไปช่วยแซม แล้วเรากลับมา เฉลยไปด้วยกันนะ ตกลงมั้ย?$1\"/pause 600/faceDirection Penny 3/pause 550/speak Penny \"มากับฉันสิคะ$1\"/pause 750/viewport move 0 -1 3700/move Penny -1 0 0/move Penny 0 -4 1/move Penny 3 0 0/move Sam 1 0 0/move Sam 0 -4 1/move Sam 2 0 0/pause 900/emote Penny 56/pause 600/emote Sam 56/pause 2000/end dialogue Sam \"เพนนีใจดีมากเลย ว่ามั้ย @?\""
            },
      },
     //Sam's House | 4 hearts
{
"Action": "EditData",
"Target": "Data/Events/SamHouse",
"Entries": {
            "59020004/e 59020003/f Penny 1000/f Sam 1000/t 1300 1600": "jaunty/5 15/farmer 7 5 2 Sam 4 14 2 Penny 4 26 0/skippable/pause 1500/playSound doorOpen/move Penny 0 -10 0/pause 800/speak Penny \"สวัสดีค่ะ แซม$0\"/pause 700/speak Sam \"หวัดดี เพนนี$0\"/pause 800/speak Penny \"ฉันเอาหนังสือใหม่ มาให้วินเซนท์ค่ะ$0\"/pause 380/speak Sam \"วินเซนท์เหรอ?$0#$b#ตอนนี้ไม่อยู่บ้านหรอก ฉันว่าเขาไปหาแจ๊สน่ะ$0\"/pause 800/speak Penny \"อ่อ...$2#$b#งั้น ไว้ฉันแวะมาใหม่แล้วกันนะคะ$2\"/pause 300/speak Penny \"ไว้พบกันใหม่ค่ะ แซม$0\"/pause 380/faceDirection Penny 2/pause 100/emote Sam 16/pause 200/speak Sam \"เดี๋ยวก่อน เพนนี!$8\"/pause 500/faceDirection Penny 0/pause 300/emote Penny 8/pause 300/speak Sam \"จริงๆ แล้ว...$0#$b#ฉันกำลังอยากให้เธอ ช่วยวิจารณ์เพลงใหม่ ที่ฉันกำลังแต่งอยู่หน่อยอ่ะ$1\"/pause 380/speak Sam \"รู้มั้ย เธอช่วยฉันไว้มากเลย ที่แนะนำหนังสือเล่มนั้นให้$1\"/pause 800/speak Penny \"ยินดีเลยค่ะ แซม$1\"/pause 380/emote Sam 32/pause 300/speak Sam \"เจ๋ง!$1\"/pause 380/speak Sam \"มาที่ห้องฉันสิ กีต้าร์ฉันอยู่นั่น$0\"/pause 650/viewport move 2 0 5000/move Sam 0 1 1/move Sam 8 0 0/doAction 12 14/move Sam 0 -2 1/move Sam 5 0 2/move Sam 0 2 1/move Penny 0 -1 1/move Penny 8 0 0/move Penny 0 -2 1/move Penny 7 0 2/move Penny 0 2 3/pause 500/playMusic sampractice/animate Sam false true 200 22 23/pause 500/emote Sam 56/pause 550/emote Penny 20/pause 2000/end dialogue Penny \"แซมเล่นกีต้าร์เก่งมากเลยค่ะ$1\""
            },
      },
  
        //      M   A   R   R   I   E   D       V   E   R   S   I   O   N
    
//Event that activates wedding invitation
{
"Action": "EditData",
"Target": "Data/Events/FarmHouse",
"When": {
    "Version": "married"
		},
"Entries": {
            "59020036/e 59020002/r 0.8/u 21/y 3/z summer/z fall/z winter/o Penny/o Sam/x LifeCycle.PennySam": "null"
            },
},
//Wedding event
{
"Action": "EditData",
"Target": "Data/Events/Town",
"When": {
    "Version": "married"
		},
"Entries": {
            "59020025/e 59020002/z summer/z fall/z winter/o Penny/o Sam/n LifeCycle.PennySam/w sunny/t 1600 1730": "sweet/29 66/Penny 28 65 2 Sam 29 65 2 Lewis 26 65 2 Gunther 23 67 0 Maru 24 67 0 Abigail 25 67 0 Sebastian 26 67 0 Jodi 31 67 0 Vincent 32 67 0 Kent 33 67 0 Pam 34 67 0 Robin 24 68 0 Demetrius 25 68 0 Harvey 23 68 0 farmer 26 68 0 Marnie 31 68 0 Jas 32 68 0 Shane 33 68 0 Haley 24 69 0 Emily 25 69 0 Sandy 26 69 0 Clint 24 71 0 Gus 31 69 0 Willy 32 69 0 Elliott 33 69 0 Leah 34 69 0 Alex 23 70 0 George 24 70 0 Evelyn 25 70 0 Caroline 32 70 0 Pierre 33 70 0 Linus 34 71 0/skippable/showFrame Penny 36/showFrame Sam 48/addBigProp 24 65 281/addBigProp 33 65 281/addBigProp 25 61 288/addBigProp 26 61 289/addBigProp 27 61 290/addBigProp 28 61 291/addBigProp 29 61 292/addBigProp 30 61 293/addBigProp 31 61 294/addBigProp 32 61 295/addBigProp 25 63 296/addBigProp 26 63 297/addBigProp 27 63 298/addBigProp 28 63 299/addBigProp 29 63 300/addBigProp 30 63 301/addBigProp 31 63 302/addBigProp 32 63 303/addBigProp 25 65 304/addBigProp 32 65 311/addBigProp 26 65 306/addBigProp 27 65 307/addBigProp 28 65 308/addBigProp 29 65 309/addBigProp 30 65 310/addBigProp 31 65 310/addBigProp 25 67 312/addBigProp 26 67 313/addBigProp 27 67 314/addBigProp 28 67 315/addBigProp 29 67 316/addBigProp 30 67 317/addBigProp 31 67 318/addBigProp 32 67 319/pause 3900/speak Lewis \"สวัสดีทุกคนและขอบคุณที่มา ในวันสำคัญวันนี้$0\"/pause 1600/speak Lewis \"วันนี้ พวกเรามารวมตัวกันเพื่อ เป็นสักขีพยานในความรัก$0#$b#ความรักที่ผูกพัน เพนนีและแซมไว้ด้วยกัน$0\"/pause 1600/speak Lewis \"และการแต่งงาน ก็เป็นการแสดงออก ถึงความผูกพันนั้นอย่างที่สุด ที่จะมีได้ต่ออีกคน$0#$b#เป็นความสัมพันธ์ที่ แน่นแฟ้นที่สุดจากทั้งหมด$0#$b#เป็นจุดเริ่มต้นของชีวิตใหม่ ที่พวกเขาจะร่วมเดินไปด้วยกัน$0\"/pause 1600/speak Lewis \"วันนี้ เพนนีและแซมจะประกาศ ความรักและความผูกพัน ของพวกเขาให้โลกได้รับรู้ อย่างเป็นทางการ$0#$b#พวกเราจึงมารวมกัน ณ ที่แห่งนี้เพื่อร่วมยินดี และเพื่อแสดงความยินดี ต่อชีวิตใหม่ที่พวกเขา จะใช้ไปด้วยกัน$1\"/pause 1200/speak Lewis \"แต่ก่อนอื่น มาต้อนรับบิดาของแซม เคนท์ ให้ได้กล่าวอะไรสักเล็กน้อย$1\"/pause 850/move Kent 0 -1 3/move Kent -2 0 0/move Kent 0 -1 2/pause 850/speak Kent \"สวัสดียามบ่ายทุกคน$0#$b#พวกคุณคงรู้แล้ว แต่ผมภูมิใจที่เป็นพ่อของแซม และกำลังจะเป็นพ่อสามี ของเพนนี$1#$b#และผมขอเป็นตัวแทน ของครอบครัวในการขอบคุณ ทุกคนที่มาในวันนี้ ด้วยความซาบซึ้งใจ$1\"/pause 800/faceDirection Kent 3/pause 650/animate Sam true true 150 49/animate Penny true true 150 37/faceDirection Lewis 1/pause 800/speak Kent \"แซม...$0#$b#...ในฐานะพ่อ พ่อขอบอกว่า ภูมิใจในตัวลูกมาก$1\"/pause 800/speak Kent \"โชคไม่ดี ที่พ่อไม่สามารถได้มีโอกาส ได้เห็นลูกเติบโตเป็นหนุ่ม$2#$b#วันนี้เลยเป็นวันที่ มีความหมายกับพ่อมาก$1\"/pause 800/speak Kent \"พ่อรู้ว่าลูกจะเป็นสามีที่ดีได้ และบางที หวังว่าวันหนึ่ง ลูกก็จะเป็นพ่อที่ดีด้วย$1\"/pause 1180/speak Kent \"เพนนี...$0#$b#ผมก็อยากที่จะขอบคุณ ที่เป็นผู้หญิงที่เยี่ยมยอด ผมรู้ว่าทั้งสองคนต่างทำให้ กันและกันมีความสุขมาก$1\"/pause 800/speak Kent \"ยินดีต้อนรับสู่ครอบครัว$1\"/pause 1000/speak Kent \"ยินดีกับทั้งคู่ด้วย ในการแต่งงานนะ$1\"/pause 380/emote Sam 32/pause 800/move Kent 0 1 1/move Kent 2 0 2/move Kent 0 1 0/pause 200/faceDirection Lewis 2/stopAnimation Penny/stopAnimation Sam/showFrame Penny 36/showFrame Sam 48/pause 1800/speak Lewis \"เอาล่ะ เป็นเกียรติอย่างยิ่งของฉัน ที่จะทำให้เพนนีและแซม เป็นหนึ่งเดียวกัน ภายใต้ความผูกพัน ของการแต่งงาน$1\"/pause 800/move Lewis 0 1 1/move Lewis 1 0 2/move Lewis 0 1 1/move Lewis 1 0 0/pause 800/showFrame Lewis 21/pause 1200/animate Penny true true 150 37/showFrame Sam 49/pause 1380/speak Lewis \"เพนนี เธอจะรับผู้ชายคนนี้ ให้เป็นสามี ที่ถูกต้องตามกฎหมาย ของเธอหรือไม่?$0\"/pause 600/emote Penny 20/pause 800/speak Lewis \"แซม เธอจะรับผู้หญิงคนนี้ ให้เป็นภรรยา ที่ถูกต้องตามกฎหมาย ของเธอหรือไม่?$0\"/pause 600/emote Sam 20/pause 1280/speak Lewis \"แซม... เพนนี...$0#$b#ในฐานะเทศมนตรี แห่งเมืองเพลิแกน และผู้ถือตราประทับวิวาห์ ของภูมิภาค ฉันขอประกาศให้ทั้งสองคน เป็นสามีภรรยากัน ตั้งแต่บัดนี้เป็นต้นไป!$1\"/pause 650/speak Lewis \"จูบได้$1\"/pause 1500/stopAnimation Penny/animate Penny true true 150 38/showFrame Sam 50/positionOffset Sam -2 0/pause 50/positionOffset Penny 2 0/pause 50/positionOffset Sam -2 0/pause 50/positionOffset Penny 2 0/pause 50/positionOffset Sam -2 0/pause 50/positionOffset Penny 2 0/pause 50/positionOffset Sam -2 0/pause 50/positionOffset Penny 2 0/specificTemporarySprite heart 29 65/pause 2600/positionOffset Sam 2 0/pause 50/positionOffset Penny -2 0/pause 50/positionOffset Sam 2 0/pause 50/positionOffset Penny -2 0/stopAnimation Penny/showFrame Penny 36/pause 380/showFrame Sam 48/pause 800/screenFlash .8/playMusic wedding/pause 150/animate Emily false true 320 16 16 16 16 16 16 17 17 17 17 20 20 20 21 21 21 21 18 18 19 19 31 31 31 35 35 34 34 34 22 22 22 22 23 23 23/move Lewis 0 1 1/move Lewis 2 0 1/animate Lewis true true 380 19 19 19 19 19 19 22 23 23 23/animate Marnie true true 380 20 20 20 20 20 20 21 22 22 23 23 23/pause 300/move Jodi 0 -1 3/move Jodi -2 0 0/faceDirection Abigail 1/faceDirection Sebastian 3/pause 350/animate Demetrius false true 380 24 24 24 25 26/animate Robin false true 380 20 20 20 21 22/pause 200/faceDirection Vincent 2/pause 600/faceDirection Kent 1/faceDirection Pam 3/pause 200/faceDirection Elliott 3/animate Willy false true 350 28 29 30 31/pause 200/faceDirection Caroline 1/faceDirection Pierre 3/move Haley -1 0 2/pause 600/move Maru 0 -1 1/move Maru 4 0 0/pause 1000/move Jodi 0 2 3/move Jodi -2 0 3/pause 250/faceDirection farmer 1/move Sebastian 3 0 0/move Sebastian 0 -1 0/animate Abigail false true 350 16 17 18 19/pause 1200/move Maru -5 0 2/faceDirection Kent 2/move Pam 0 -1 3/move Pam -4 0 2/move Pam 0 1 3/move Pam -2 0 0/move Pam 0 -1 0/pause 1800/warp Pam 1000 1000/showFrame Penny 39/pause 3600/addConversationTopic PennySamWedding 4/end"
            },
},
//Conversation Topic
    //Sam
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sam",
"Entries": {
            "PennySamWedding": "ไม่เคยคิดว่าจะแต่งงาน เร็วขนาดนี้เลย$0#$b#ตอนนี้เหมือน อยู่สวรรค์ชั้นเจ็ดเลย!$4"
           }
},
    //Penny
{
"Action": "EditData",
"Target": "Characters/Dialogue/Penny",
"Entries": {
            "PennySamWedding": "สวัสดีค่ะ @$0#$e#งานแต่งงานสวยมากเลยว่ามั้ยคะ?$0#$b#แซมกับฉันประหม่ามากเลย แต่ทุกอย่างก็ผ่านไปได้ด้วยดี!$1"
           }
},
    //Vincent
{
"Action": "EditData",
"Target": "Characters/Dialogue/Vincent",
"Entries": {
            "PennySamWedding": "อืมม...$0#$b#ถ้าครูเพนนี แต่งงานกับพี่ผมแล้ว แปลว่าผมก็แต่งงาน กับครูไม่ได้แล้วสิฮะ?$2"
           }
},
    //Jodi
{
"Action": "EditData",
"Target": "Characters/Dialogue/Jodi",
"Entries": {
            "PennySamWedding": "โอ้ย @ เธอนึกไม่ถึงแน่ ว่าช่วงนี้ฉันยุ่งขนาดไหน$2#$b#ฉันเสนอช่วยแซมกับเพนนี วางแผนงานแต่งงาน แต่ฉันไม่รู้เลยว่ามันจะมีอะไร ให้ตรวจสอบเยอะขนาดนี้...$2#$e#งานแต่งของฉันกับเคนท์ เรียบง่ายกว่านี้มาก มีแค่ญาติสนิทมา$0#$e#แต่ก็นะ ฉันดีใจที่ทุกอย่างราบรื่น$0#$b#ไม่เคยเห็นแซม มีความขนาดนี้เลยล่ะ$1"
           }
},
    //Kent
{
"Action": "EditData",
"Target": "Characters/Dialogue/Kent",
"Entries": {
            "PennySamWedding": "เขียนสุนทรพจน์ พูดในงานแต่งแซม เนี่ยยากชะมัด$0#$b#ผมไม่เก่งเรื่องพวกนี้$0#$b#แต่ผมอยากบอกแซมจริงๆ รู้ว่าผมรู้สึกยังไง...$0#$e#ผมต้องไปแล้ว โชคดีนะ @$0"
           }
},
    //Pam
{
"Action": "EditData",
"Target": "Characters/Dialogue/Pam",
"Entries": {
            "PennySamWedding": "อีกไม่นานแม่หนูน้อยของฉันก็ ต้องย้ายไปอยู่กับแซมแล้วสินะ$0#$b#ข่าวดีคือ พวกเขาบอกว่าจะไม่ ย้ายออกจากหุบเขาไปไหน$1"
           }
},
    //Lewis
{
"Action": "EditData",
"Target": "Characters/Dialogue/Lewis",
"Entries": {
            "PennySamWedding": "ฉันไม่ค่อยมีโอกาส ได้ประกอบพิธีงานแต่งงาน เท่าไหร่ แต่ฉันชอบมากเลยนะ$0#$b#ดีที่ได้เห็นหนุ่มสาว ทั้งหลายที่กำลังมีความรัก$1"
           }
},
    //Sebastian
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sebastian",
"Entries": {
            "PennySamWedding": "ฉันคิดมาตลอดว่าแซม คงไม่มีกึ๋นพอ จะขอเพนนีแต่งงานหรอก$0#$b#รู้มั้ย แค่จะขอเธอเดตก่อน ยังไม่กล้าเลย$0#$e#แต่ฉันดีใจกับเขานะ แค่หวังว่าจะไม่ลืมฉันนะ!$1"
           }
},
    //Abigail
{
"Action": "EditData",
"Target": "Characters/Dialogue/Abigail",
"Entries": {
            "PennySamWedding": "ฉันพนันกับเซบาสเตียนไว้ ว่าเพนนีกับแซม จะแต่งกันเมื่อไหร่$0#$b#ฉันชนะล่ะ!$1"
           }
},
    //Maru
{
"Action": "EditData",
"Target": "Characters/Dialogue/Maru",
"Entries": {
            "PennySamWedding": "It was wonderful to accompany Penny at her wedding.$0#$b#She even cried with joy before the ceremony started!$0"
           }
},
    //Jas
{
"Action": "EditData",
"Target": "Characters/Dialogue/Jas",
"Entries": {
            "PennySamWedding": "Miss Penny looked so beautiful at the wedding.$0#$b#I want to wear a wedding dress sometime too!$1"
           }
},
    //Caroline
{
"Action": "EditData",
"Target": "Characters/Dialogue/Caroline",
"Entries": {
            "PennySamWedding": "Jodi was so excited for the wedding of Penny and Sam.$0#$b#She couldn't stop talking about it!$1"
           }
},
    //Haley
{
"Action": "EditData",
"Target": "Characters/Dialogue/Haley",
"Entries": {
            "PennySamWedding": "I don't really know Penny, but her wedding dress was pretty.$0#$b#It really suited her.$0"
           }
},
    //Emily
{
"Action": "EditData",
"Target": "Characters/Dialogue/Emily",
"Entries": {
            "PennySamWedding": "Penny actually asked me for help to choose her wedding dress.$0#$b#I also made some alterations, the dress looked wonderful on her!$1"
           }
},
    //Gus
{
"Action": "EditData",
"Target": "Characters/Dialogue/Gus",
"Entries": {
            "PennySamWedding": "Pam stopped coming so often to the saloon when Penny started planning her wedding.$0#$b#She might not be the perfect mother, but she really cares for Penny.$0"
           }
},
    //Evelyn
{
"Action": "EditData",
"Target": "Characters/Dialogue/Evelyn",
"Entries": {
            "PennySamWedding": "Hello, dear.$0#$e#Marriage isn't always easy, Penny and Sam will have to overcome many difficulties together.$0#$b#May they become greater people together.$1"
           }
},
    //Robin
{
"Action": "EditData",
"Target": "Characters/Dialogue/Robin",
"Entries": {
            "PennySamWedding": "I talked to Penny and Sam after the wedding.$0#$b#They said they'd like to move in together soon.$0#$b#I'll gladly help them build their dream house.$1"
           }
},
    //Marnie
{
"Action": "EditData",
"Target": "Characters/Dialogue/Marnie",
"Entries": {
            "PennySamWedding": "I love weddings, they're so romantic.$0#$b#I hope Penny and Sam can live a long happy life together.$1"
           }
},
    //Elliott
{
"Action": "EditData",
"Target": "Characters/Dialogue/Elliott",
"Entries": {
            "PennySamWedding": "Ah... weddings...$0#$e#They remind me of this poem...$0#$e#'May you take on the world together with all your hopes and dreams$0#$b#May you be each other's sun and moon as your destinies unfold$0#$b#And should you lose sight of each other and start to drift apart$0#$b#May you circle back by following the compass of your hearts'$0"
           }
},
    //Harvey
{
"Action": "EditData",
"Target": "Characters/Dialogue/Harvey",
"Entries": {
            "PennySamWedding": "The key to a healthy marriage is communication, to share thoughts and feelings with each other.$0#$b#I hope Penny and Sam keep it in mind.$0"
           }
},
    
//Dialogues
    //Sam before wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sam",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020002"
		},
"Entries": {
            "Wed8": "It's nice that Vincent likes Penny so much.$1#$b#But obviously I love her more!$4",
            "Thu8": "Do you think I would be a good parent, @?$7#$e#Penny sure would be.$1#$e#We've been talking about having kids lately.$0#$b#It'd be great if they took after Penny.$1",
            "Sat8": "Sometimes I feel like I should be more open with Penny about how much I care about her...$2",
            "spring_Mon8": "I feel like the luckiest person alive with Penny by my side.$4",
            "spring_Wed8": "This might sound weird to you but...$0#$b#I always miss Penny even when I have just seen her.$4",
            "spring_Thu8": "I can't even imagine how my life was before Penny.$4#$e#She's so important to me...$4",
            "summer_Wed8": "I think I love Penny more day by day.$4",
            "summer_Sat8": "Penny and I took Vincent and Jas to the park the other day.$0#$e#They started arguing over some small thing.$2#$b#Her job sure is hard sometimes.$0",
            "summer_Sun8": "Seb thinks that Penny is really cool.$0#$b#I'm glad that my two best friends get along.$1",
            "fall_Thu8": "Penny has made me realise that I wasn't spending enough time with Vincent.$0#$b#You know, he'll be grown up soon.$0",
            "winter_Wed8": "It's crazy how much I enjoy the time I spend with Penny...$4#$b#So this is what being in love feels like?$10",
            "winter_Fri8": "What kind of song do you think Penny would like the most?$1#$e#I wanted to make something special for her.$10",
            "winter_Sun8": "I'm looking forward to spending more time with Penny next year.$4",
            "spring_12": "Vincent keeps talking about the Egg Hunt.$0#$b#He even asked Penny and I to join him.$0#$b#But I think we're going to leave it for another year.$0",
            "fall_2": "Yesterday I asked my mother to help me make some muffins.$0#$b#You know, for Penny's birthday.$0#$b#But it didn't end very well...$2#$b#So I decided to buy a poppy from Pierre's.$0",
            "winter_7": "Penny and I are going to build a snowman tomorrow at the Festival of Ice.$1#$e#Are you going to join the fishing competition, @?$0",
            "fall_2_2": "Yesterday I asked my mother to help me make some muffins.$0#$b#You know, for Penny's birthday.$0#$b#But it didn't end very well...$2#$b#So I decided to buy a poppy from Pierre's.$0",
            "winter_7_2": "Penny and I are going to build a snowman tomorrow at the Festival of Ice.$1#$e#Are you going to join the fishing competition, @?$0"
			}
},   
    //Sam after wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Sam",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020025"
		},
"Entries": {
            "Mon8": "You know, I'm relieved that Penny made the first move.$1#$e#Sebastian used to tell me that I would never be able to ask her out.$0#$b#Guess he was right.$10#$e#He still can't believe we're married.$1",
            "Tue8": "Hey, @.$1#$e#Yesterday my mother spent all evening looking at the photos of my wedding.$0#$b#She even called Pam to join her!$1",
            "Fri8": "At first Pam disapproved of my relationship with Penny.$2#$b#But I'm glad I was able to show her I'm serious about Penny.$1#$e#She was so happy at our wedding!$1",
            "Sun8": "I knew Penny was the one the very first moment I met her.$4#$b#I was just too nervous to approach her first.$10#$e#It seems unreal that she's my wife now...$4",
            "fall_Mon8": "Pam may be overprotective with Penny.$0#$b#But that shows how much she cherishes her.$0#$e#I'll make sure I'm a great son-in-law for her.$1",
            "fall_Fri8": "Hey, @.$0#$e#I was thinking... it still feels weird that Penny and I are married...$4",
            "winter_Tue8": "My mother absolutely loves Penny.$1#$b#She's just the perfect wife and daughter-in-law.$0",
            "spring_23_2": "Penny is excited for the Flower Festival.$0#$e#I'm sure she'll look beautiful as always.$4#$e#She's my wife, after all...$4"
			}
},   
    //Penny before wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Penny",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020025"
		},
"Entries": {
            "Tue8": "I wonder what Sam is doing right now...$4#$e#We do see each other a lot, but I still miss him everyday.$0",
            "Sat8": "I was nervous about how Sam's parents were going to react to our relationship...$3#$e#But they're both really nice to me!$1",
            "spring_Mon8": "I feel so proud of Sam whenever he shows me a new song that he has composed.$0#$b#If he's happy, I'm happy.$4",
            "spring_Thu8": "Sam gave me an idea about a musical activity for Jas and Vincent.$0#$b#They are going to love it!$1",
            "spring_Fri8": "I'm not fond of the saloon for obvious reasons.$5#$b#But Sam likes to go there with Abigail and Sebastian, so I join him occasionally.$0",
            "summer_Tue8": "As I'm a teacher, I usually wake up early to arrive at the museum first.$0#$b#On the other hand, Sam is just the opposite, he loves to sleep.$0",
            "summer_Wed8": "When I would read romance novels I never thought that something similar would happen to me...$4#$e#Sam makes me feel like I'm the only woman in the world.$4",
            "summer_Sat8": "When Sam and I can't fall asleep, we meet each other at night to look up at the stars.$0#$e#Maru told us where was the best place to go stargazing.",
            "fall_Mon8": "Sebastian and Sam like to play Solarion Chronicles.$0#$e#They asked me if I wanted to join, but I think I'll just watch for now.$0",
            "fall_Thu8": "Isn't Stardew Valley the perfect place to raise kids?$0#$e#Sam and I have been talking about it a lot lately...$0",
            "fall_Sun8": "I never dated anyone before Sam, so I was really nervous.$0#$e#Fortunately, it all feels natural with him...$4",
            "winter_Fri8": "I'm looking forward to having kids with Sam someday...$4#$e#They'd be so cute!$1",
            "winter_Sat8": "I'm glad Vincent is Sam's little brother.$0#$b#It means I can spend even more time with Sam!$1",
            "winter_Sun8": "I can't stop thinking about Sam.$4#$e#I just love him so much...$4",
            "spring_10": "Today is Vincent's birthday and he's very excited.$1#$b#He likes dandelions, so Sam and I are going to pick some up for him later.$0",
            "spring_12": "Tomorrow's the Egg Festival.$1#$b#Vincent and Jas love participating in the egg hunt, even though Abigail almost always wins.$0#$e#And I can spend more time with Sam.$4",
            "spring_23": "Sam and I are looking forward to the Flower Dance.$0#$e#I'm a little bit nervous, though.$0#$e#Sam says I'm a good dancer, but I'm not sure...$2",
            "summer_17": "Today is Sam's birthday.$1#$b#I can't wait to spend it with him and his family!$1#$e#Also, I have a special surprise for him later...$4",
            "spring_10_2": "Today is Vincent's birthday and he's very excited.$1#$b#He likes dandelions, so Sam and I are going to pick some up for him later.$0",
            "spring_12_2": "Tomorrow's the Egg Festival.$1#$b#Vincent and Jas love participating in the egg hunt, even though Abigail almost always wins.$0#$e#And I can spend more time with Sam.$4",
            "spring_23_2": "Sam and I are looking forward to the Flower Dance.$0#$e#I'm a little bit nervous, though.$0#$e#Sam says I'm a good dancer, but I'm not sure...$2",
            "summer_17_2": "Today is Sam's birthday.$1#$b#I can't wait to spend it with him and his family!$1#$e#Also, I have a special surprise for him later...$4"
			}
},   
    //Penny after wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Penny",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020025"
		},
"Entries": {
            "Mon8": "Mom's kind of overprotective with me, but I think the day of my wedding was one of the happiest moments in her life.$1",
            "Wed8": "Vincent's really happy that Sam and I got married.$0#$e#I think he even cried at our wedding.$0#$e#Mom also shed some tears.$0",
            "Thu8": "I was really nervous at my wedding...$2#$b#Sam and I spent weeks arranging everything.$0#$e#Luckily, it all went great and Sam's the best husband in the world.$1",
            "Fri8": "Mom has probably been more lonely now that I'm married to Sam.$2#$b#I just hope she hasn't started going to the saloon more often.$2",
            "Sun8": "...I still can't believe I'm married to the most wonderful man in the world.$4#$e#To be honest, I don't even know how I had the courage to ask him out first.$0"
			}
},   
    //Pam before wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Pam",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020002"
		},
"Entries": {
            "Mon6": "Hi, kid.$0#$e#I've been thinking 'bout buying something nice for Penny and Sam.$0#b#If only I could afford it...$2",
            "Wed2": "Penny is really happy these days.$0#$b#Guess my little talk with Sam has paid off.$1",
            "Wed6": "It's so lonely at home these days...$2#$b#Well, at least my little girl seems to be enjoying herself.$0",
            "Thu4": "Sam better be treatin' Penny right and not be like that that ex-husband o' mine.$4",
            "Fri6": "Maybe Sam is a good guy after all.$0#$b#I just don't want Penny getting hurt.$2",
            "Sun8": "You know, Penny's father abandoned us when she was little.$2#$e#I'm pleased that she grew up fine and found herself a decent man like Sam."
			}
},
    //Pam after wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Pam",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020025"
		},
"Entries": {
            "Mon10": "Hi, kid.$0#$e#I've been thinking 'bout buying something nice for Penny and Sam.$0#b#If only I could afford it...$2",
            "Wed10": "It's so lonely at home these days...$2#$b#Well, at least my little girl seems to be enjoying the married life.$0#$e#She has found a fine lookin' young man, huh?",
            "Thu10": "Sam better be treatin' Penny right and not be like that that ex-husband o' mine.$4",
            "Fri10": "Hi there, farmer.$0#$e#Jodi and me ain't got similar tastes.$0#$e#But we're family now!$1",
            "Sun10": "You know, Penny's father abandoned us when she was little.$2#$e#I'm pleased that she grew up fine and married a decent man like Sam."
			}
},
    //Vincent before wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Vincent",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020002"
		},
"Entries": {
            "Mon2": "Miss Penny gave me a haircut.$1#$e#She also gave my brother a haircut.$1",
            "Mon6": "I saw Miss Penny with my brother at the beach yesterday.$3#$b#They were hugging each other.$3#$e#It is normal for grown-ups to do that?$3",
            "Tue6": "My brother told me that he was going to marry Miss Penny someday.$2#$b#That's not fair, I wanted to marry her first!$2",
            "Tue8": "I saw my brother trying to cook a poppyseed muffin earlier.$3#$b#Maybe he is going to give it to Miss Penny.$0#$e#But I don't think it'll taste good.$3",
            "Thu6": "I heard my brother playing a new song.$0#$b#He told me it was a song for Miss Penny.$1",
            "Thu8": "I think mom really likes Miss Penny.$1#$e#I do, too!$1",
            "Fri2": "Miss Penny told me that my brother will become a rock star someday.$1",
            "Fri6": "My brother has changed a lot. He's nicer to me these days.$1#$e#Maybe Miss Penny told him to...?$3",
            "Sat2": "My brother sometimes comes with me to the museum.$0#$e#I think it's because he wants to see Miss Penny.$3",
            "Sat4": "Miss Penny came to our house the other day.$0#$b#I thought she wanted to play with me, but she went to my brother's room.$2",
            "Sat6": "Mister @, do you think Miss Penny and my brother are in love?^Miss @, do you think Miss Penny and my brother are in love?$3",
            "Sun6": "Do you know how to make bracelets?$3#$e#I want make a gift for Miss Penny and my brother.$0",
            "Sun8": "Last night Miss Penny came to have dinner with us.$1#$b#I'm so happy that my brother and her are good friends!$1"
			}
},
    //Vincent after wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Vincent",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020025"
		},
"Entries": {
            "Mon8": "I saw Miss Penny with my brother at the beach yesterday.$3#$b#They were hugging each other.$3#$e#It is normal for grown-ups to do that?$3",
            "Tue10": "I saw my brother trying to cook a poppyseed muffin earlier.$3#$b#Maybe he is going to give it to Miss Penny.$0#$e#But I don't think it'll taste good.$3",
            "Thu10": "I think mom and dad really likes Miss Penny.$1#$e#I do, too!$1",
            "Fri8": "Miss Penny told me that my brother will become a rock star someday.$1",
            "Sat8": "My brother sometimes comes with me to the museum.$0#$e#I think it's because he wants to see Miss Penny.$3",
            "Sun10": "Do you know how to make bracelets?$3#$e#I want make a gift for Miss Penny and my brother.$0"
			}
},
    //Kent before wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Kent",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020002"
		},
"Entries": {
            "Mon4": "Sam was just a child when I left...$0#$b#... And now he even has a girlfriend.$1",
            "Mon6": "When I came back, Jodi told me that Penny was Vincent's teacher.$0#$b#... I guess that's how she and Sam grew close.$2",
            "Tue4": "Sometimes I ask Penny about Sam's life.$2#$b#It's sad...$2",
            "Wed2": "Was Penny already living here when I left?$2#$e#I can't remember...$2",
            "Wed8": "Sometimes it's difficult not to think of Sam as the little kid he was when I left.$0#$b#I would have never imagined that he would have a girlfriend so soon.$0",
            "Thu2": "So Sam has found a girlfriend...$2#$b#Her name was Penny?$2",
            "Fri6": "Seeing Sam with wedding plans makes me feel so surprised.$0#$e#...In a good way.$1",
            "Fri8": "I'm actually hoping that Sam and Penny have kids sooner rather than later.$1#$b#Since I couldn't be there for my sons, I at least want to see my grandchildren grow up.$1",
            "Sat2": "Jodi says Penny is a good girl...$0#$b#I haven't spoken with her that much, but I guess she is.$1",
            "Sat4": "Once in a while Penny comes to our house to have dinner.$1#$b#We have a good time, especially Sam and Vincent.$1",
            "Sun6": "Penny has helped me to get closer to Sam.$1#$b#...I'll be forever grateful to her for that.$1",
            "Sun8": "Seeing Sam dating Penny was surprising at first for Jodi and me.$0#$b#But now she's like our daughter too.$1"
			}
},    
    //Kent after wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Kent",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020025"
		},
"Entries": {
            "Mon8": "Sam was just a child when I left...$0#$b#...and now he's married.$0",
            "Tue6": "Sometimes I ask Penny about Sam's life.$2#$b#It's sad...$2",
            "Wed10": "Sometimes it's difficult not to think of Sam as the little kid he was when I left.$0#$b#I'd have never imagined that he'd be married so soon.$0",
            "Thu10": "I hope I'm a good father-in-law to Penny.$1",
            "Fri10": "I'm actually hoping that Sam and Penny have kids sooner rather than later.$1#$b#Since I couldn't be there for my sons, I at least want to see my grandchildren grow up.$1",
            "Sat8": "Penny has helped me to get closer to Sam.$1#$b#...I'll be forever grateful to her for that.$1",
            "Sun10": "Seeing Sam dating Penny was surprising at first for Jodi and me.$0#$b#But now she's our daughter too.$1"
			}
},    
    //Jodi before wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Jodi",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020002"
		},
"Entries": {
            "Mon2": "Penny is a lovely girl.$1#$b#I'm glad Sam found someone like her.$1",
            "Mon4": "Yesterday I prayed to Yoba for happiness for Sam and Penny.$0",
            "Tue8": "It feels like just yesterday when Sam was a little baby.$0#$b#And now he's planning on getting married!$2",
            "Wed6": "I heard Sam talking with Penny earlier.$0#$e#I didn't know he could be so sweet!$1",
            "Wed4": "Penny truly is a good influence for both Vincent and Sam.$0",
            "Thu6": "I've come to think of Penny as a member of our family.$1",
            "Fri8": "To be honest, I'm afraid of Sam moving away with Penny someday...$2",
            "Sat4": "Penny helped me with the garden yesterday.$1#$b#I wish Sam could learn something from her.$0",
            "Sat6": "We invited Penny to have dinner with us last night.$0#$b#I can see why Sam and Vincent like her so much.$0#$b#She even offered to help wash the dishes!$1",
            "Sun8": "To be honest with you, @...$0#$b#At first I wasn't sure about Penny and Sam, but now it makes me so happy to see them together.$0"
			}
},
    //Jodi after wedding
{
"Action": "EditData",
"Target": "Characters/Dialogue/Jodi",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020025"
		},
"Entries": {
            "Mon6": "Penny is a lovely girl.$1#$b#I'm glad Sam found someone like her.$1",
            "Tue10": "It feels like just yesterday when Sam was a little baby.$0#$b#And now he's married!$1",
            "Wed8": "I heard Sam talking with Penny earlier.$0#$e#I didn't know he could be so sweet!$1",
            "Thu8": "Vincent told me that Sam was composing a song for Penny.$1#$b#Isn't it sweet?$1",
            "Fri10": "Do you think Sam and Penny will have kids someday?$0#$b#I don't know if he will be prepared...$2#$b#Well, I would love to help them.$1",
            "Sat8": "Penny helped me with the garden yesterday.$1#$b#I wish Sam could learn something from her.$0",
            "Sun10": "Don't you think Sam and Penny are a really good couple?$1#$e#They might have different personalities, but they complement each other very well.$1"
			}
},
//Schedules strings
    //Sam
{
"Action": "EditData",
"Target": "Strings/schedules/Sam",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020025"
		},
"Entries":  {
            "spring.001": "I'm a little embarrassed to say it but...$4#$b#...Penny is my muse.$10",
            "spring.002": "Penny is truly a good teacher.$1",
            "summer.001": "Watching Penny play with Vincent makes me so happy.$1#$b#I wonder when we'll have kids on our own...$0",
            "summer.002": "Penny...$4#$b#...I love you.$4",
            "fall.001": "I wonder if Penny and I will ever bring our own kids here...$4",
            "fall.002": "Penny always encourages me to chase my dreams.$0#$b#I really like that about her.$1",
            "winter.001": "It feels good to help Penny with the kids.$1",
            "winter.002": "This is a special place for Penny and me...$4"
            },
},
    //Penny
{
"Action": "EditData",
"Target": "Strings/schedules/Penny",
"When": {
    "Version": "married",
	"HasSeenEvent": "59020025"
		},
"Entries":  {
            "spring.001": "Sam is so talented, don't you think, @?$1",
            "spring.002": "Sam is so cute when he comes to see me at my classes.$1#$b#But I have to confess it makes me a little nervous...$4",
            "summer.001": "Sam looks handsome today...$4#$b#Well, he always does.$4",
            "summer.002": "Um... @...$3#$b#Would you mind leaving us alone?$4",
            "fall.001": "I love that I can be myself with Sam.$4",
            "fall.002": "Sam told me that he was composing a song for me.$0#$b#Isn't he the sweetest?$4",
            "winter.001": "Sam always makes the classes more interesting.$1",
            "winter.002": "This is where I told Sam how I felt.$4#$b#I still can't believe we're married now...$4"
            },
},

        //      F   A   M   I   L   Y       V   E   R   S   I   O   N
    
//Children
    //Portraits
{
"LogName": "Sam and Penny child portraits",
"Action": "Load",
"Target": "Portraits/Eve",
"FromFile": "assets/Portraits/Eve.png",
"When": {
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
        }
},
    //Portraits summer
/*
{		
"LogName": "Sam and Penny child portraits summer", 
"Action": "                             EditImage/Load??",
"Target": "Portraits/Eve",
"FromFile": "assets/Portraits/Eve_Summer.png",
"When":	{
    "Season": "summer",
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
		}
},
*/
    
    //Sprites
{
"LogName": "Sam and Penny child portraits",
"Action": "Load",
"Target": "Characters/Eve",
"FromFile": "assets/Sprites/Eve.png",
"When": {
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
        }
},
    //Schedule
        //No town school
{
"LogName": "Sam and Penny child schedule",
"Action": "Load",
"Target": "Characters/schedules/Eve",
"FromFile": "assets/Schedule/Eve.json",
"When": {
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
	"HasMod: |contains=EduAnttunes.TownSchool.TMX": "false",
    "HasSeenEvent": "59020025",
    "Version": "family"
        }
},
        //Yes town school
{
"LogName": "Sam and Penny child schedule",
"Action": "Load",
"Target": "Characters/schedules/Eve",
"FromFile": "assets/Schedule/EveSchool.json",
"When": {
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
	"HasMod: |contains=EduAnttunes.TownSchool.TMX": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
        }
},
    //Dialogue
{
"LogName": "Sam and Penny child dialogues",
"Action": "Load",
"Target": "Characters/Dialogue/Eve",
"FromFile": "assets/Dialogue/Eve.json",
"When": {
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
        }
},
    //NPC Dispositions
{
"LogName": "Sam and Penny child disposition",
"Action": "EditData",
"Target": "Data/NPCDispositions",
"When": {
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
        },
"Entries": { 
    "Eve": "child/polite/neutral/positive/female/not-datable/null/Town/spring 22/Sam 'dad' Penny 'mom' Kent 'grandpa' Jodi 'grandma' Pam 'grandma' Vincent ''/House1AC 6 12/Eve"	
           }
},
    //Gift tastes
        //Love: Pink Cake, Poppyseed Muffin, Sweet Gem Berry, Clam, Cactus Fruit
        //Like: Daffodil, Dandelion, Rainbow Shell, Poppy
        //Dislikes: Holly, Trout Soup, Algae Soup, Tom Kha Soup
        //Hates: Beer, Wine, Pale Ale, Mead, Duck Mayonnaise, Coffee, Triple Shot Espresso
{		
"LogName": "Sam and Penny child gift tastes",
"Action": "EditData",
"Target": "Data/NPCGiftTastes",
"When": {
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
        },
"Entries": {
    "Eve": "Wow! I love this, thank you!/221 651 417 372 90/Oh, for me? Thank you! I really like this./18 22 394 376/Oh... Thank you.../283 218 219 456/Um... Is this supposed to be a gift...?/346 348 303 459 307 395 253/Thank you!//"
           }
},
    //Rainy Day Dialogue
{	
"LogName": "Sam and Penny child rainy dialogue",
"Action": "EditData",
"Target": "Characters/Dialogue/rainy",
"When": {
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
        },
"Entries": {
    "Eve": "Rainy days are so much fun.$0#$b#Vincent and I play the Goose game and Parchis all day.$1"
            }
},
    //Animations
{
"LogName": "Sam and Penny child animations",
"Action": "EditData",
"Target": "Data/animationDescriptions",
"When": {
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
        },
"Entries": {
    "eve_play": "0/17 17 17 17 17 17 17 17 17 17 17 16 16 16 16 16 17 17 17 17 17 17 17 17 17 17 17/0",
    "eve_read": "0/18 18 18 18 18 18 18 18 18 18 18 18 18 18 18 18 18 18 19 19 19 19 19 18 18 18 18 18 18 18 18 18 18 18 18 18 18 18 18 18 18/0",
    "eve_sleep": "4/4/4"
	        }
},
    //Strings
{
"LogName": "Sam and Penny child dialogue strings",
"Action": "Load",
"Target": "Strings/schedules/Eve",
"FromFile": "assets/Dialogue/EveStrings.json",
"When": {
    "HaveChildren": "true",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
        },
},
    
//Schedules
    //Penny
        //No town school
{ 
 "Action": "EditData",
 "Target": "Characters/schedules/Penny",
 "FromFile": "assets/Schedule/Penny.json",
 "When": {
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
		},
},
        //Yes town school
{ 
 "Action": "EditData",
 "Target": "Characters/schedules/Penny",
 "FromFile": "assets/Schedule/PennySchool.json",
 "When": {
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
	"HasMod: |contains=EduAnttunes.TownSchool.TMX": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
		},
},
    //Sam
        //No town school
{ 
 "Action": "EditData",
 "Target": "Characters/schedules/Sam",
 "FromFile": "assets/Schedule/Sam.json",
 "When": {
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
		},
},
        //Yes town school
{ 
 "Action": "EditData",
 "Target": "Characters/schedules/Sam",
 "FromFile": "assets/Schedule/SamSchool.json",
 "When": {
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
	"HasMod: |contains=EduAnttunes.TownSchool.TMX": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
		},
},
    //Sebastian
{
"Action": "EditData",
"Target": "Characters/schedules/Sebastian",
"When": {
	"HasSeenEvent": "59020002",
    "HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "Version": "family"
		},
"Entries":  {
            "fall_Sat": "1030 SebastianRoom 9 4 3 sebastian_computer/1400 Railroad 32 47 1 sebastian_smoking/1800 Railroad 64 45 3/1930 Railroad 5 45 1/2130 SebastianRoom 11 9 1 sebastian_sleep"
            },
},
    //Pam
{
"Action": "EditData",
"Target": "Characters/schedules/Pam",
"When": {
    "HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
		},
"Entries":  {
            "1": "800 Trailer 15 4 2 pam_sit_down/830 BusStop 11 10 2/1800 House1AC 14 14 0 \"Strings\\schedules\\Pam:familydinner.001\"/2030 House1AC 15 18 0 \"Strings\\schedules\\Pam:familydinner.002\"/2220 Trailer 15 4 2 pam_sleep"
            },
},
    //Jodi
{
"Action": "EditData",
"Target": "Characters/schedules/Jodi",
"When": {
    "HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
		},
"Entries":  {
            "1": "800 SamHouse 6 5 0 jodi_dishes/940 SamHouse 5 5 0/1000 SamHouse 7 5 0/1020 SamHouse 4 5 0/1040 SamHouse 6 5 0 jodi_dishes/1130 SamHouse 4 12 2 jodi_sit_down/1330 Town 22 72 1/1600 House1AC 11 14 0 \"Strings\\schedules\\Jodi:familydinner.001\"/2030 House1AC 15 15 2 \"Strings\\schedules\\Jodi:familydinner.002\"/2210 SamHouse 22 5 1 jodi_sleep"
            },
}, 
    //Kent
{
"Action": "EditData",
"Target": "Characters/schedules/Kent",
"When": {
    "HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
		},
"Entries":  {
            "1": "700 Town 42 102 2/1030 SamHouse 8 12 2/1400 Town 6 72 1/1630 House1AC 2 14 1 \"Strings\\schedules\\Kent:familydinner.001\"/2030 House1AC 13 15 2 \"Strings\\schedules\\Kent:familydinner.002\"/2210 SamHouse 21 5 3 kent_sleep"
            },
},  
    //Vincent
{
"Action": "EditData",
"Target": "Characters/schedules/Vincent",
"When": {
    "HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "Version": "family"
		},
"Entries":  {
            "1": "900 SamHouse 4 8 0/1100 SamHouse 2 15 2 vincent_play/1400 Town 12 72 2 square_5_3/1630 House1AC 3 13 2 vincent_play \"Strings\\schedules\\Vincent:familydinner.001\"/2030 House1AC 14 15 2 \"Strings\\schedules\\Vincent:familydinner.002\"/2200 SamHouse 8 22 3 vincent_sleep"
            },
},

//Schedules strings
    //Penny
{
"Action": "EditData",
"Target": "Strings/schedules/Penny",
"When": {
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries":  {
            "spring.001": "Sam is so talented, don't you think, @?$1",
            "spring.002": "Sam is so cute when he comes to see me at my classes.$1#$b#But I have to confess it makes me a little nervous...$4",
            "summer.001": "Sam looks handsome today...$4#$b#Well, he always does.$4",
            "summer.002": "Um... @...$3#$b#Would you mind leaving us alone?$4",
            "fall.001": "I love that I can be myself with Sam.$4",
            "fall.002": "Sam told me that he was composing a song for me.$0#$b#Isn't he the sweetest?$4",
            "winter.001": "Sam always makes the classes more interesting.$1",
            "winter.002": "This is where I told Sam how I felt.$4#$b#I still can't believe we're married now...$4",
            "familydinner.001": "Sam, we need two more glasses.$0",
            "familydinner.002": "Vincent, do you want more cranberry candy?$1"
            },
},
    //Sam
        //No children
{
"Action": "EditData",
"Target": "Strings/schedules/Sam",
"When": {
    "HaveChildren": "false",
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries":  {
            "spring.001": "I'm a little embarrassed to say it but...$4#$b#...Penny is my muse.$10",
            "spring.002": "Penny is truly a good teacher.$1",
            "summer.001": "Watching Penny play with Vincent makes me so happy.$1#$b#I wonder when we'll have kids on our own...$0",
            "summer.002": "Penny...$4#$b#...I love you.$4",
            "fall.001": "I wonder if Penny and I will ever bring our own kids here...$4",
            "fall.002": "Penny always encourages me to chase my dreams.$0#$b#I really like that about her.$1",
            "winter.001": "It feels good to help Penny with the kids.$1",
            "winter.002": "This is a special place for Penny and me...$4",
            "familydinner.001": "Mom, do you need help?$0",
            "familydinner.002": "Pam, you're not a bad cook at all.$1"
            },
},
        //Yes children
{
"Action": "EditData",
"Target": "Strings/schedules/Sam",
"When": {
    "HaveChildren": "true",
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries":  {
            "spring.001": "I'm a little embarrassed to say it but...$4#$b#...Penny is my muse.$10",
            "spring.002": "Penny is truly a good teacher.$1",
            "summer.001": "Watching Penny play with Vincent and Eve makes me so happy.$1#$b#We've a nice family.$1",
            "summer.002": "Penny...$4#$b#...I love you.$4",
            "fall.001": "Eve, be careful, sweetheart.$0",
            "fall.002": "Penny always encourages me to chase my dreams.$0#$b#I really like that about her.$1",
            "winter.001": "It feels good to help Penny with the kids.$1",
            "winter.002": "This is a special place for Penny and me...$4",
            "familydinner.001": "Mom, do you need help?$0",
            "familydinner.002": "Pam, you're not a bad cook at all.$1"
            },
},
    //Pam
{
"Action": "EditData",
"Target": "Strings/schedules/Pam",
"When": {
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries":  {
            "familydinner.001": "Don't worry, Jodi, let me cook the parsnip soup.$1",
            "familydinner.002": "Next time Imma bring some beer for you, Kent.$1"
            },
},
    //Jodi
{
"Action": "EditData",
"Target": "Strings/schedules/Jodi",
"When": {
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries":  {
            "familydinner.001": "Where did I put the eggplants...?$2",
            "familydinner.002": "Should I help you wash the dishes, Penny?$1"
            },
},
    //Kent
{
"Action": "EditData",
"Target": "Strings/schedules/Kent",
"When": {
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries":  {
            "familydinner.001": "Vincent loves to visit Sam and Penny.$1",
            "familydinner.002": "I've missed these moments with the family...$1"
            },
},
    //Vincent
{
"Action": "EditData",
"Target": "Strings/schedules/Vincent",
"When": {
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries":  {
            "familydinner.001": "My brother told me I can stay here tonight if I want to.$1",
            "familydinner.002": "The dinner is delicious!$1"
            },
},

//Dialogues
    //Penny no child
{ 
 "Action": "EditData",
 "Target": "Characters/Dialogue/Penny",
 "FromFile": "assets/Dialogue/Penny.json",
 "When": {
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "HaveChildren": "false",
    "Version": "family"
        }
},
    //Penny yes child
{ 
 "Action": "EditData",
 "Target": "Characters/Dialogue/Penny",
 "FromFile": "assets/Dialogue/PennyChild.json",
 "When": {
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "HaveChildren": "true",
    "Version": "family"
        }
},
    //Sam no child
{ 
 "Action": "EditData",
 "Target": "Characters/Dialogue/Sam",
 "FromFile": "assets/Dialogue/Sam.json",
 "When": {
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "HaveChildren": "false",
    "Version": "family"
		},
},
    //Sam yes child
{ 
 "Action": "EditData",
 "Target": "Characters/Dialogue/Sam",
 "FromFile": "assets/Dialogue/SamChild.json",
 "When": {
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025",
    "HaveChildren": "true",
    "Version": "family"
		},
},  
    //Jodi
        //No children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Jodi",
"When": {
    "HaveChildren": "false",
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries": {
            "Mon6": "Penny is a lovely girl.$1#$b#I'm glad Sam found someone like her.$1",
            "Tue10": "It feels like just yesterday when Sam was a little baby.$0#$b#And now he's married!$1",
            "Wed8": "I heard Sam talking with Penny earlier.$0#$e#I didn't know he could be so sweet!$1",
            "Thu8": "Vincent told me that Sam was composing a song for Penny.$1#$b#Isn't it sweet?$1",
            "Fri8": "Do you think Sam and Penny will have kids someday?$0#$b#I don't know if he will be prepared...$2#$b#Well, I would love to help them.$1",
            "Sat8": "Penny helped me with the garden yesterday.$1#$b#I wish Sam could learn something from her.$0",
            "Sun10": "Don't you think Sam and Penny are a really good couple?$1#$e#They might have different personalities, but they complement each other very well.$1"
			}
},
        //Yes children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Jodi",
"When": {
    "HaveChildren": "true",
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries": {
            "Mon6": "Penny is a lovely girl.$1#$b#I'm glad Sam found someone like her.$1",
            "Tue10": "It feels like just yesterday when Sam was a little baby.$0#$b#And now he's married and has a child!$1",
            "Wed8": "I heard Sam talking with Penny earlier.$0#$e#I didn't know he could be so sweet!$1",
            "Thu8": "Vincent told me that Sam was composing a song for Penny.$1#$b#Isn't it sweet?$1",
            "Fri8": "Eve's so different from Sam when he was a kid.$0#$b#Sam liked mischief as a kid, it was hard sometimes without Kent here...$2#$e#But Eve's so well-behaved.$1",
            "Sat8": "Penny helped me with the garden yesterday.$1#$b#She should bring Eve sometime.$1",
            "Sun10": "Don't you think Sam and Penny are a really good couple?$1#$e#They might have different personalities, but they complement each other very well.$1"
			}
},
    //Kent
        //No children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Kent",
"When": {
    "HaveChildren": "false",
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries": {
            "Mon8": "Sam was just a child when I left...$0#$b#...and now he's married.$0",
            "Tue6": "Sometimes I ask Penny about Sam's life.$2#$b#It's sad...$2",
            "Wed10": "Sometimes it's difficult not to think of Sam as the little kid he was when I left.$0#$b#I'd have never imagined that he'd be married so soon.$0",
            "Thu6": "I hope I'm a good father-in-law to Penny.$1",
            "Fri10": "I'm actually hoping that Sam and Penny have kids sooner rather than later.$1#$b#Since I couldn't be there for my sons, I at least want to see my grandchildren grow up.$1",
            "Sat8": "Penny has helped me to get closer to Sam.$1#$b#...I'll be forever grateful to her for that.$1",
            "Sun10": "Seeing Sam dating Penny was surprising at first for Jodi and me.$0#$b#But now she's our daughter too.$1"
			}
},   
        //Yes children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Kent",
"When": {
    "HaveChildren": "true",
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries": {
            "Mon8": "Sam was just a child when I left...$0#$b#...and now he's married and has a precious daughter.$0",
            "Tue6": "Yesterday Eve came to our house.$1#$b#She's such a sweet child.$1",
            "Wed10": "Sometimes it's difficult not to think of Sam as the little kid he was when I left.$0#$b#I'd have never imagined that he'd have his own family so soon.$0",
            "Thu6": "I hope I'm a good father-in-law and grandfather.$1#$e#It's still strange to say 'grandfather' out loud...$0",
            "Fri10": "Since I couldn't be there for my sons, I'm excited to see Eve grow up.$1",
            "Sat8": "Penny has helped me to get closer to Sam.$1#$b#...I'll be forever grateful to her for that.$1",
            "Sun10": "I was thinking of buying something nice for Eve.$0#$b#I'll ask Penny about it...$1"
			}
}, 
    //Vincent
        //No children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Vincent",
"When": {
    "HaveChildren": "false",
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries": {
            "Mon8": "I saw Miss Penny with my brother at the beach yesterday.$3#$b#They were hugging each other.$3#$e#It is normal for grown-ups to do that?$3",
            "Tue10": "Yesterday I visited my brother and he tried to cook a poppyseed muffin.$3#$b#Maybe he's going to give it to Miss Penny.$0#$e#But I don't think it'll taste good.$3",
            "Thu10": "I think mom and dad really likes Miss Penny.$1#$e#I do, too!$1",
            "Fri8": "Miss Penny told me that my brother will become a rock star someday.$1",
            "Sat8": "My brother sometimes comes to the museum.$0#$e#I think it's because he wants to see Miss Penny.$3",
            "Sun10": "Do you know how to make bracelets?$3#$e#I want make a gift for Miss Penny and my brother.$0"
			}
},
        //Yes children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Vincent",
"When": {
    "HaveChildren": "true",
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries": {
            "Mon8": "Eve and I saw Miss Penny with my brother at the beach yesterday.$3#$b#They were hugging each other.$3#$e#It is normal for grown-ups to do that?$3",
            "Tue10": "Yesterday I visited my brother and he tried to cook a poppyseed muffin.$3#$b#Maybe he's going to give it to Miss Penny.$0#$e#But I don't think it'll taste good.$3",
            "Thu10": "I love to play with Eve!$1#$e#But it's weird that I'm her uncle...$3",
            "Fri8": "Miss Penny told me that my brother will become a rock star someday.$1",
            "Sat8": "Do you think Eve will play with me today?$3#$b#Yesterday she was upset because I ate all the cookies...$2",
            "Sun10": "Do you know how to make bracelets?$3#$e#I want make a gift for Eve.$0"
			}
},
    //Pam
        //No children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Pam",
"When": {
    "HaveChildren": "false",
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries": {
            "Mon8": "Hi, kid.$0#$e#I've been thinking 'bout buying something nice for Penny and Sam.$0#b#If only I could afford it...$2",
            "Wed10": "It's so lonely at home these days...$2#$b#Well, at least my little girl seems to be enjoying the married life.$0#$e#She has found a fine lookin' young man, huh?",
            "Thu6": "Sam better be treatin' Penny right and not be like that that ex-husband o' mine.$4",
            "Fri10": "Hi there, farmer.$0#$e#Jodi and me ain't got similar tastes.$0#$e#But we're family now!$1",
            "Sun8": "You know, Penny's father abandoned us when she was little.$2#$e#I'm pleased that she grew up fine and married a decent man like Sam."
			}
},
        //No children
{
"Action": "EditData",
"Target": "Characters/Dialogue/Pam",
"When": {
    "HaveChildren": "true",
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
        },
"Entries": {
            "Mon8": "Hi, kid.$0#$e#I've been thinking 'bout buying something nice for Penny and her little family.$0#b#If only I could afford it...$2",
            "Wed10": "It's so lonely at home these days...$2#$b#Well, at least my little girl seems to be enjoying the married life.$0#$e#She has found a fine lookin' young man, huh?$0#$b#And my other little girl's growing up just fine.$1",
            "Thu6": "Sam better be treatin' Penny right and not be like that that ex-husband o' mine.$4",
            "Fri10": "Hi there, farmer.$0#$e#Jodi and me ain't got similar tastes.$0#$e#But we're family now!$1",
            "Sun8": "You know, Penny's father abandoned us when she was little.$2#$e#I'm pleased that she grew up fine and married a decent man like Sam.$0#$e#I should visit them soon, I really want to see little Eve.$1"
			}
},

//NPC Dispositions
{    
 "Action": "EditData",
 "Target": "Data/NPCDispositions",
 "FromFile": "assets/Data/NPCDispositions.json",
 "When": {
    "Version": "family",
	"HasMod: |contains=nraittanna.LifeCycleAthanaeriMap": "true",
    "HasSeenEvent": "59020025"
		},
},
   ]
}
